{
  "movie_id": "MOV1093",
  "scenes": [
    {
      "location": "AMHERST COLLEGE ENGLISH CLASSROOM",
      "time": "MORNING",
      "characters": [
        "RAINEY, SCOTT, AND THE STARBUCKS BARISTA ON PHONE SEX CAL",
        "CHARLIE, (ON THE PHONE)",
        "NO ONE WAS HERE",
        "CHARLIE, (CONT'D)",
        "MORTY, (0.S.)",
        "EILEEN",
        "SCOTT ADELE",
        "RECEPTIONIST",
        "JOE",
        "MORTY",
        "THE SPANKER",
        "LOU, (0.S.)",
        "CHARLIE",
        "STRIPPER WORKOUT LADY, (0.S.)",
        "PROFESSOR RAINEY",
        "FAT DUDE",
        "SEAN",
        "INT. HOTEL CONFERENCE ROOM- DAY",
        "AUDREY, (CONT'D)",
        "INMATE, (ON THE PHONE)",
        "FADE IN",
        "TITLE CARD",
        "FAT LADY, (CONT'D)",
        "HOT TOURIST",
        "INT. TERRIBLE EAST VILLAGE STUDIO- DAY",
        "CRAZY LADY, (0.S.)",
        "KATIE LAUREN",
        "STARBUCKS BARISTA",
        "DALE",
        "JESSE",
        "SIMULTANEOUS",
        "SCOTT, (ON THE PHONE)",
        "WITH",
        "DALE, (ON THE PHONE)",
        "LAUREN, (ON THE SPEAKER PHONE)",
        "HAROLD, (ON THE PHONE)",
        "EVENING",
        "KATIE, (ON THE PHONE)",
        "WAITER",
        "LAUREN",
        "LOU, (CONT'D)",
        "O.S.",
        "SEAN, (CONT'D)",
        "THE END",
        "LATER THAT NIGHT",
        "KATIE, (INTO PHONE)",
        "INT. STATEN ISLAND APARTMENT- DAY",
        "CRAZY LADY",
        "YOUNG DAD",
        "KATIE, (0.S.)",
        "INT. GRAMERCY PARK- AFTERNOON",
        "KATIE",
        "INT. TINY, AMAZING NEW YORK STUDIO- DAY",
        "KATIE, (INTO THE PHONE)",
        "EXT. TIMES SQUARE- DAY",
        "CRAZY MAN",
        "JACK",
        "SEAN, (ON THE PHONE)",
        "RACHEL RODMAN",
        "INT. FANCY LOUNGE- NIGHT",
        "LATER",
        "FAT LADY",
        "HENRY",
        "INDIAN MAN",
        "OVER THE END CREDITS, WE SEE MORTY, CHARLIE, HANK, PROFES",
        "HOT",
        "UNAMUSED WOMAN",
        "AUDREY, (ON THE PHONE)",
        "BUILDING MANAGER",
        "ADELE",
        "GIRLS",
        "LAUREN, (CONT'D)",
        "I HATE YOU",
        "KATIE, (CONT'D)",
        "MY EAR, I'LL TICKLE YOUR",
        "CHARLIE, (0.C.)",
        "JESSE, (ON THE PHONE)",
        "ADELE, (ON THE PHONE)",
        "LAUREN, (ON THE PHONE)",
        "HAROLD",
        "JOEY",
        "FAT SON",
        "NIGHT",
        "JESSE, (CONT'D)",
        "SEAN, (INTO THE PHONE)",
        "LOU",
        "STRIPPER WORKOUT LADY",
        "WHAT",
        "AFTERNOON",
        "AUDREY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "An eclectic group of freshman English students sit around large conference table, chatting. LAUREN POWELL, 18, prim proper, and wide-eyed notices KATIE STEELE 18, wearing a through top with a black bra. Lauren leans over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(whispering) I can see your bra through your shirt. (off Katie’s nod) It's just that you don’t want people to think you’re a slut on the first day of school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh. Hey, do you mind if people think you’re a frosty bitch? PROFESSOR RAINEY, attractive and 35, walks to the head of table wearing a smart sweater vest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR RAINEY",
          "text": "This is freshman English. We write, we read, we talk. We should get to know each other. Lauren starts taking notes. JESSE LAWSON, 18, a gay bear type, hurries inside and sits between Katie and Lauren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(whispers as she writes) Know each other...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR RAINEY",
          "text": "I'm Tate Rainey and I’m from Jacksonville, Florida. One of the hardest things I’ve overcome is that although my penis is straight, my ass is gay. The class shoots to attention. A few laughs trickle out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "(quietly to Katie) Score! (notices Lauren's horrified look) Kidding. I like your headband. \fThey smile at each other. Professor Rainey continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR RAINEY",
          "text": "See? The ice is broken. And I’m kidding. I’m not gay at all. But in college we can say whatever we want! Now, something I really did overcome is writer's block after my divorce. Not exciting, kinda sad, but true. Who’s next? Lauren shoots her hand into the air and stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I‘1l go! My name is Lauren Powell and I’m from Stamford, Connecticut. And it was so hard for me to overcome my craving for ice cream sundaes. My dad made me one every night until high school when I had to stop cause I watched my weight. There are mostly eye-rolls, but it’s so sweet a few peopl smile. The biggest eye roll comes from Katie who pipes up",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’1l go next! Lauren awkwardly sits. Katie remains seated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "My name is Katie Steele and I’m from Baltimore, Maryland. Something I had to overcome, is a misdemeanor I got for flashing at a high school football game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "You can get arrested for flashing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You do when it’s your vag! And I’m 18 now, so it’s not on my record anymore. I’ve overcome! The class explodes with laughter. Over Jesse, the two gir stare each other down as another student starts talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren, wearing an Amherst shirt, wanders through the crowded, smokey room carrying an empty diet Coke can. She taps a DUDE on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, do you know where the recycling is? The DUDE ignores Lauren. She taps another person on the shoulder. When she turns around, it’s Katie, who double f beers, and wears an outrageous and very revealing outfit. LAUREN (CONT’D) (earnestly) Oh, hi! Hey, I hope you’re keeping your skirt on at this party!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m just hoping they’1l have ice cream later!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(ignoring the insult) Do you know if there’s any recycling around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Recycling!? This is a party, earth girl! She grabs Lauren’s can and throws it on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(tousles Lauren’s hair) Now you go have the time of your life! Lauren gives Katie a judging look while Katie hurls herse onto the keg to do a kegstand. INT./EXT. LAUREN’S CAR - A LITTLE LATER THAT NIGHT Lauren drives away from the now broken-up party. She sees Katie doing the electric slide on the sidewalk, stumbling her giant wedges - her revealing outfit almost revealing much. She’s wasted and has a party of her own. Lauren wat Katie and debates picking her up. The good person in her and she rolls down her window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Lauren Powell! Fan of the ice cream sundae!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, that’s me. Do you maybe need a ride? Katie shrugs and then hurls herself into Lauren’s car and immediately starts playing with the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Ugh, I hate Dave Matthews! What station is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It's acd actually. But this is a live cd. Have you ever seen Dave live? Or were you busy showing off your girl parts? Katie is almost impressed by the insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh man, I just realized I haven’t peed in like, four beers. (sees a big gulp cup) Is this yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Sorry, I think it’s empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Perfect. Katie jiggles off her underwear and tosses them on the da She starts to maneuver herself over the cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I told you I had to pee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Stop! You can’t do that! This is my new car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh come on, I do this all the time. It‘’ll be fine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No! Don-- The sounds of Katie’s pee can be heard hitting the cup. \fLAUREN (CONT’D) Ohmygod, ohmygod. I can’t believe you're doing this. Katie finishes up and holds the cup up triumphantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Finished! See, no spills at all. Lauren sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Fine. Okay. Katie starts to put the lid back on the cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I told you, I do this all the-- SPLASH! Lauren hits a bump and pee goes everywhere! SILEN Lauren pulls the car over to the side of the road. The ar couldn't be scarier and is populated by SHADY LOOKING DUD SMALL CHILDREN selling drugs, and a PROSTITUTE getting spanked right there on the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Here!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(firmer) Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "But these people will kill me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(re: the spanked prostitute) Oh I think you’1l fit right in with those two! GET OUT OF MY CAR! Katie collects her shoes and what’s left of the pee-fille and teeters out of the car. Lauren speeds off and then ve back in reverse. She tosses Katie’s panties at her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine! I HATE you too! And you should just chill out! Urine is sterile! Lauren speeds off leaving Katie in Scarytown. Unfortunate for her, Katie’s revealing outfit makes her fit right in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SPANKER",
          "text": "(to Katie) Twenty-five to join us. And you can give or receive. Katie wimpers and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE CARD",
          "text": "INT. MORTY BRONSTEIN’S OFFICE - LOBBY - DAY The phone rings in the most organized office reception ar ever. Out the window is a great view of New York City and the walls are framed book covers and literary awards. Lau reading a manuscript, answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "Morty Bronstein’s office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY, (0.S.)",
          "text": "(yelling from other room) Lauren!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "I’m sorry, he’s unavailable at the mom--, yes, he’s reading it now. She looks down at the manuscript that she’s reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY, (0.S.)",
          "text": "(yelling from other room) Have you seen my insulin injection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yes, I know he’s had it for six mon-- Well, I can tell you that it’s just great and has tons of promise... I’m practically an agent... We’ll return. Lauren hangs up the phone with a sigh. She opens her desk drawer and pulls out a box of syringes. She brings it int \fINT. MORTY’S OFFICE - CONTINUOUS MORTY, 85, adorable, wrinkled, and knocking at death’s do sits in his chair - which is huge compared to his little man body. His office is a disaster area with piles of manuscripts floor to ceiling and papers everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "There she is! Dear, would you mind doing the injection for me today? The arthritis in my right and left hands is acting up and I don’t think I can reach around. He maneuvers his body out of his chair and lowers his pan exposing his upper right butt cheek. Lauren grimaces and steps toward Morty with the syringe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Fine, but can we talk about the Joe Kreitman manuscript after?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "Of course, dear. You’re so on top of things. Oh, I saw that thing on the machine you made. Impressive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "The website? On the computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "Sure, dear. Very lovely. Injection, please. Lauren forces a smile and braces to inject Morty’s butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Okay, on three. One, two, three. She pokes him with the syringe and he screams like a baby",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowds of TOURISTS brush past Katie, also now 28, as she hands out comedy fliers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You like comedy? An UNAMUSED WOMAN pushes the flier back at Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNAMUSED WOMAN",
          "text": "I don’t do comedy. Katie shrugs. She takes off her jacket and ties it aroun waist, revealing a cleavage-baring top. She wipes sweat f her brow before she spies a HOT TOURIST in a Stetson hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hey there, cowboy. Would you like to get into some comedy tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOT TOURIST",
          "text": "I reckon I might! Will you be there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I can be wherever you want me to be. Just take a flier you sexy stetson. The Hot Tourist takes the flier as he passes. Katie rolls eyes and sighs. Then, she pushes her boobs together with arms and tries again with ASIAN TOURIST MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "You like comedy? INT. KATIE’S APARTMENT - EVENING A pole dancing workout plays on the television, as Katie talks on the phone while swinging on a stripper pole. Kat pants and sweats, but continues to juggle the phone/worko STRIPPER WORKOUT LADY bounces around on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRIPPER WORKOUT LADY",
          "text": "Now roll those hips, you sex kittens! Let your breasts jiggle and focus on your core! Katie rolls her hips very sexually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (INTO PHONE)",
          "text": "(panting) Jesse! You’re smart and you deserve to do what makes your heart sing. We go over this all the time! Do not settle! I won’t allow it. You’re too talented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRIPPER WORKOUT LADY",
          "text": "Wrap an arm around that pole and glide and grind. You’re a cat in heat! Katie tries gliding and grinding with the phone, but can’ it. She slips off the pole and lands on her butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. (into phone) Do not sign that shitty contract. Your book is better than that. I’11l call you back. Keys jangle from Katie’s front door, as she starts to pic herself up. It opens to reveal her landlord HENRY, 55, an young perfect looking couple, JAMES and CARRIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Like I said, this unit is full of windows, gets lots of light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hullo? Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRIPPER WORKOUT LADY, (0.S.)",
          "text": "Feel the pole between your thighs! Henry and James raise an eyebrow and peek toward the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Take a look at the bedroom-- it has a walk-in closet. (to Katie) I told you I’d be coming by. How's the packing going? James and Carrie smile awkwardly and go to the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Packing? What the hell. You can’t just drop in on me, Henry. I live here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Katie, I told you 60 days ago that the building is no longer rent- controlled come June lst. You don’t qualify for the new rate with your income.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "And I told you that this was my grandmother’s apartment. And I’ve been here for 5 years! I’m not going anywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Are those the certified letters I sent you? \f10. Three PINK ENVELOPES on the table are peeking out from underneath a pile of catalogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STRIPPER WORKOUT LADY, (0.S.)",
          "text": "Use the big pole to guide your muscles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You've got four days, Katie. I’m sorry. James and Carrie emerge from the bedroom, beaming and nod with interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh stop nodding you cake toppers! One day, the drain in the sink is going to clog, and you’re not going to know why. But I’1l know. Henry ushers Carrie and James out the door. Katie walks t the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "That’s fine! I deserve better than this craphole apartment anyway! Have fun with my grandmother’s ghost! She’s a night-walker! Katie slams the door with frustration. INT. CHARLIE SHEER’S APARTMENT BEDROOM - THAT SAME NIGHT Candlelight and the Boyz 2 Men song, I'll Make Love To Yo fill the boyishly boring apartment. Slightly tangled in t sheets, Lauren and her boyfriend, CHARLIE SHEER, 30 and l like Mr. Right, make really boring love. INT. CHARLIE SHEER’S APARTMENT BATHROOM - MOMENTS LATER Lauren and Charlie brush their teeth while wearing matchi pajamas. Him with just the pants, her wearing his top. Th have a whole routine with her moving her head up when his down and vice versa. When they are done, the routine continues with a towel exchange. Finally--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Office? Lauren nods enthusiastically. \f11. INT. CHARLIE SHEER’S APARTMENT BEDROOM - MOMENTS LATER Lauren and Charlie laugh together in bed watching The Off They aren’t touching. It goes to commercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well, I have some news. Weiner can’t do the Rome office stint, so I get to go to Italy for the summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What?! That’s amazing! I’ve never been to Italy before. All cobble-y streets and statues, old churches and yummy food! Charlie takes a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I think...I think this is a good time for us to evaluate where we’re at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(hopeful) Really?! Ohmygosh. Okay, wait. Lauren runs out of the room and returns again a moment la with a camera. Charlie's",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I want to document this. If I don’t my sister will KILL me! face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Honey, I’m not proposing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh. Then what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Here's the thing. I think we’re both ignoring something really obvious here and have been for a while now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Ignoring what? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We both jog an 8 and a half minute mile. We always go to Sarabeth’s for brunch on Sunday. We switched from sour cream to greek yogurt together. We dress alike. Charlie nods at Lauren’s pajama top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m not following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Lauren. Snap out of it. Last winter we built little ships together inside glass bottles. We always win at Taboo! And charades!... Our relationship is boring. Lauren looks punched in the stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "But we just had great sex with each other!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That was great? Look, every moment we spend together is fun, it’s nice, but nice is not a way to live! We have no excitement. No passion. We have...Scrabble night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You love Scrabble! And I have passion! I can loosen up! Look! Lauren jumps up and attempts to dance sexily, unbuttoning several of the buttons on her pajama top. It’s all wrong. Charlie grabs her and makes her sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Lauren. Stop. We’re just friends, okay? Lauren starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (CONT'D)",
          "text": "Please don’t do that. I know you’1ll see what I’m talking about soon. Once we have some distance, and you have your own place and-- \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "My own place?! I can’t afford my own place! Couldn’t I just stay here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The thing is, I’m gonna give up this place when I leave for Italy. In four days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "How could you do this!? We’ve been together for three years! So what if we’re friends! You’re my best friend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Laur--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No! You are the worst person ever! Lauren jumps up and starts grabbing her things from the r LAUREN (CONT’D) You think I’m boring!? What about you, Mr. I only wear khaki pants and eat only plain chicken!? You're the one that loves the missionary position! I look good on top. My breasts look amazing. You don’t deserve my breasts! Lauren now starts throwing the things she’s grabbed at Charlie: a shirt, a shoe, a book, her purse, etc. He’s ducking and running around the room and saying ‘I’m sorry with every object hurled at his head. LAUREN (CONT’D) Fine! I'll find a new apartment! A great apartment! And I’m gonna have crazy sex there! And be exciting! And you'll have missed it all! Lauren hurls a heavy book-end at Charlie's head. He ducks the door. The second he’s gone, she sobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie stands in the middle of an empty living room, with BUILDING MANAGER. She shrugs. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It’s...not bad. I came in a taxi, today, but how far is the train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUILDING MANAGER",
          "text": "10 blocks to the J-M-Z train. And then you just switch to the L train or the F train after 6 stops and it gets you right into the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Huh. How long does it take exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUILDING MANAGER",
          "text": "An hour? But there’s lots of people that commute from here or take bikes to the train. Katie peers out the window as a DELINQUENT cuts off a bik lock and steals a bike, peddling away at the speed of lig",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TINY, AMAZING NEW YORK STUDIO- DAY",
          "text": "Lauren perches on a window seat, gazing at Central Park. broker, EILEEN, a mid-40's, Jewish-mom type, smiles broad",
          "sentiment": "neutral"
        },
        {
          "speaker": "EILEEN",
          "text": "It's everything you’re looking for! A real grown up apartment: Doorman, windows, full kitchen, and not more space than a young single lady needs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Single. Great. How much is it again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EILEEN",
          "text": "Well, with first month, last month, security deposit, and a broker’s fee...$8000 to get in the door. And then it’s just $2500 a month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(sarcastic) Wow, what a steal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. STATEN ISLAND APARTMENT- DAY",
          "text": "A FAT LADY with way too much cleavage smiles broadly at Katie, as they walk around an over-the-garage apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT LADY",
          "text": "Do you have a car, I hope? \f15. Katie shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT LADY, (CONT'D)",
          "text": "Well, in that case you just walk to the ferry and sail right to the city. Katie turns to see Fat Son leaning in the doorway, smokin cigarette. He looks very “Staten Island” douche-y.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT SON",
          "text": "Or I could drive you. I’m in and out of the city all the time. (pointing to the main house) And I just live right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TERRIBLE EAST VILLAGE STUDIO- DAY",
          "text": "Lauren and Eileen stand next to one another in what is sa NOT a broom closet, but an actual apartment. An arms reac away from the kitchen sink is a free-standing bathtub. A has been folded down from the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EILEEN",
          "text": "You can afford it! A place all to yourself. Lots of privacy. Lauren eyes the single, tiny window in the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I can’t breathe. Eileen cheerfully wedges open the window, struggling. It springs open. Loud screams from the building next door er",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAZY LADY, (0.S.)",
          "text": "Is this about the baby?! I HATE you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAZY MAN",
          "text": "(in Spanish) You enrage me, woman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRAZY LADY",
          "text": "Speak English! You've been here 12 years!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m not sure this is right either. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesse, the guy who sat between Lauren and Katie in freshm English, struts down the street with Lauren while eating Taste-d-Lite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Lauren, I know you refuse to see it, but Charlie’s right. You’re so not crazy for each other. You are best friends. (re: the ice cream) Am I getting fat? Should I not be eating this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It’s fat free. And I’m totally crazy for him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Oh come on. We haven’t been lingerie shopping for that guy in forever. (grabs his stomach) But look at this. He sighs and eats another spoonful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (CONT'D)",
          "text": "Brace yourself. I’m gonna lay it out there. Your relationship has run it’s course. He’s gonna go to Italy and meet some woman who can make pasta with her nipples, and you’re gonna stay here and take over Morty’s business and get your life on track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Maybe it’1ll only be a break?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Up. Lauren knows he’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "So my boyfriend is breaking up with me, and kicking me out of my apartment. I can barely afford any place that doesn’t have rats or screaming immigrants. What am I going to do? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "I’m 2 days from moving back to Long Island to live with my parents! I’m 28. I can’t do that. Jesse spies an open house in a beautiful old building rig on Gramercy Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "You can live here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Please. I can’t afford a place around here. (looks at the sign) And it’s for a two bedroom. Are you moving in with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Uh, no. I live alone. But let’s just go look. For our dream lives. He grabs her arm and drags her inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren and Jesse stand in the doorway with their mouths w open. The apartment is a NY dream: Large windows, beautif wood floors, an open kitchen, and molding to die for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Tears of real estate happiness are welling up inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I would do anything for a place like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Sex for money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Funny. I’m gonna go look around. Just then Jesse spies Katie on the other side of the apartment. He panics and pushes Lauren in the other direc",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Uh, great! Go look! Over there! Jesse goes over to Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (CONT'D)",
          "text": "Hey you! \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hi! What are you doing here? You have a great place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "I just looovve apartments, so I had to take a look! Does your being here mean you finally came to terms with getting kicked out of your place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Whatever. That place sucked anyway. I would give anything for this place. But I could barely afford half. I can’t live on Staten Island. What am I gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Sex for money? Katie looks as if she’s almost considering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (CONT'D)",
          "text": "Uh, I'll be right back, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren looks dreamily at the large closet in the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Could you afford half of the rent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hmm, maybe. It’d be a stretch. But I could do it with my raise I’m gonna get. I am 28 years old. I deserve this place right? I could make it a world with no Ikea. But, I don’t want to live with a stranger. Wait, are you thinking about it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "No. Again. I live alone. But, uhm, I think I know someone that you could live with that would love this very grown up apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Who is it? \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "She is so much fun, and I know would be into living here and making it great and you probably don’t even remember her, but she was in our major at Amherst and she’s lives in NY and works in advertising. She’s tons of fun and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "She once peed in my car? Jesse smiles and puts out jazz hands. Lauren rolls her ey and walks out of the bedroom. LAUREN (CONT’D) No. No. Absolutely no. I HATE her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just as Lauren walks out of the bedroom she slams right i Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Oh boy. The girls look at each other with hatred until Lauren remembers her manners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well hey, you! Nice to see you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It’s good to be seen. Lauren forces an awkward hug that neither are happy about",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "So. What have you been doing lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(overselling) I work for Morty Bronstein. His clients have published over 75 literary masterpieces. I’m pretty much his right and left hand. He's retiring soon and I’m going to take over the business. You? \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(lying through her teeth) Well, I’m doing some ground- breaking stuff in advertising. I’ve single-handedly pushed forward a great campaign for a chain of comedy clubs here in Manhattan. Our ads are...all over Times Square. Jesse chokes back a laugh, then nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Sounds great. Congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Okay you two. This is a fantastic place and you’re both insane if you let it go. So, I want you both to close your eyes and imagine: (they reluctantly close them) A big beautiful couch in the corner. Cute frames with nothing inside hanging on the walls. Brunch at a small table by the large windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You just described Monica and Rachel’s apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I love brunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Of course you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "I’m not done. This is not an apartment for someone fresh out of college. This is for someone who's got their shit together. Someone who’s making their life happen! This place is for the two of you! Now on the count of three, I want you to both open your eyes and forgive each other for your silly pasts and get ready to step into the future of your incredible apartment. One... Two... Three. The girls open their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "That was so nice, Jesse. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Almost as nice as kicking someone out into a world full of murderers, rapists, and drug dealers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "When it’s hot outside, my parents say that the car still smells like pee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I was almost arrested that night for being a prostitute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You peed in my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "This isn’t going to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No, clearly it’s not. They angrily part ways. As they head for the door, they overhear JACK, the real estate broker, talking to MARIA, another interested person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It's really a lovely building. Quiet, friendly neighbors, and of course, that key to Gramercy Park. Both Katie and Lauren’s eyes grow wide. They rush over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Key to Gramercy Park?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It's so pretty in there! Katie links her arm with Lauren’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We'll take it. Lauren looks at Katie’s linked arm and pulls her aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(whispering) What do you think you're doing? I don’t want to live with you! \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(whispering) I don’t want to live with you either! But come on, look at this place. And Gramercy Park?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(takes a beat, then) Can you afford half of the rent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I can make it work. We’ll take turns being in the living room. And you can have all the brunch you want. Lauren looks at Katie. She looks around the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(to herself) I should make bold choices. Bold choices. (to Katie) Ohhh man. Okay. Let’s do it. But no Ikea in the living room! They march back over to Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE LAUREN",
          "text": "Sorry lady, but get outta my Where do we sign? apartment! INT. KATIE AND LAUREN’S APARTMENT, KATIE’S BEDROOM- DAY Katie unpacks garbage bags. A pedicure chair sits in the middle of the room. Lauren wiggles a pillow into a shabby chic pillow sham as she leans into Katie’s doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Is that a pedicure chair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah. Isn’t it funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Funny furniture? Hmm. Keep it in here, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Whatever. Nice pillow case. Pottery Barn? \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Pillow sham. Anthropologie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Where yuppy hippies go to die. (beat) So, I was thinking we could divide up the bills. Like you pay them for the first three months, and then I’1ll pay them the next three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Nice try. But I don’t think so. Who knows, in three months, you could run off and join the circus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Good one. I was kidding. (beat) What time do you leave for work in the morning? So we can figure out the shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "8:30",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Me too. Shit. You can shower anytime before 7:30. Are you going to come into my room all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I was trying to be nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Next time, send a fruit basket. Lauren shrugs and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Fine. And don’t forget to bring the least to that place on twenty third tomorrow! INT. MORTY BRONSTEIN’S OFFICE - MORNING Lauren sits in front of Morty in his office. A humidifier runs in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "So what’s the occasion? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You just called me in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "Oh right. You’re so smart. That’s why I hired you. (off Lauren’s smile) And that’s why you’re gonna be great out there on your own. (Lauren's smile falls) I'm tired. I’m old. Let’s face it, I don’t do anything anymore. It’s time to close the old place down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "But what about your clients? I was thinking that I could--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "I took it upon myself to make this easy for you and set them up with fancy young agents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "And what am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "You? You’re a secretary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "But I’ve worked as your assistant for 5 years. I know your business inside and out. I’ve been doing it on my own for the past year at least!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "But you’re a woman and women are secretaries, not agents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What is this, 1954?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "A great year... Look, you make a wonderful coffee, but you’re just lacking something to make you an agent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What? What am I lacking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORTY",
          "text": "A penis. \f25. Lauren is crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie steps up to the teenage RECEPTIONIST, who is textin her phone and laughing to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m just dropping off the lease for apartment 12-F. In the Gramercy Park building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Oh, yeah. So, I’m such an idiot. I sent over, like, the wrong lease. That one was for 14-F. She pulls out a lease from her drawer. RECEPTIONIST (CONT’D) Can you sign this one for me instead? My dad’s bugging out. Is your roommate here? Katie shakes her head. Clearly she’s alone. RECEPTIONIST (CONT’D) Shoot. (looks around) Um, that’s okay. It’ll be just be under your name then. I mean, it’1l technically be your place, but if that’s okay with you, it’s okay with me. Katie thinks about it for a moment. RECEPTIONIST (CONT’D) You can forge her name on it too, if you want. I don’t care. Katie smiles sweetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "That's ok. We’re best friends. She won't mind if it’s just my name. Forgery is so wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Great. Katie hands finishes signing the lease and hands it over. walks out triumphantly, giving the girl a pageant queen w \f26. INT. KATIE’S APARTMENT KITCHEN - THE NEXT DAY Katie, over-dressed for work in a suit, eats a bowl of fr loops. Lauren emerges from her room, in her pajamas, with empty red wine bottle and puffy eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Do we have recycling yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Again with this. Lauren looks less than amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "There’s a box under the sink, Earth girl. (notices the pajamas) Casual Tuesday at work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m going in an hour late today. Lauren mopes over and tosses the bottle. She looks toward living room and sees the pedicure chair and a stripper po LAUREN (CONT’D) Um. What’s happening in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I exercise on the pole. And the chair is for my back. I told you. Lauren collapses at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Whatever. I don’t have the strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Your eyes are all puffy. Were you smoking weed this morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. Gross. Lauren sits at the table. Silence. Then... LAUREN (CONT’D) Have you ever been in love? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Ehh, I can’t be tied down. I don’t have time to waste on personal relationships. Women will stab you in the back, and men only wanna stab you wherever you'll let them - if you know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Then I doubt you’d understand. I was with Charlie for 3 years! I thought he was my person! same plans, same dreams, same bed. And now he’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Your person? Gross. Jesse told me you might be in denial about your boring relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Whatever. And what do you mean women will stab you in the back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Women are bitches. Bye woman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "To the bathroom. Jeez!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(under her breath) Why don’t you just pee in this candle-holder? Lauren slumps in her seat. A moment later, Katie emerges heads to the door. I’m going to work. See ya. Wouldn’t wanna be ya. And she’s out the door. Lauren sighs, takes off her blaze heads to the couch and turns on the TV. INT. KATIE AND LAUREN’S APARTMENT-— LAUREN’S ROOM - THAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "AFTERNOON",
          "text": "Days of our Lives plays on the TV while Lauren back in he PJ's, sits at her desk looking at her bank account online \f28. ANGLE ON THE COMPUTER: Checking 2537: $2047.34. Lauren si and clicks another window to a completed Monster.com job application. She hits submit job and picks up her cell ph",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (0.C.)",
          "text": "Hey, it’s Charlie! Leave-- Lauren hangs up. She dials her phone on speaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. LAUREN’S PARENTS LONG ISLAND HOUSE - KITCHEN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMULTANEOUS",
          "text": "ADELE, 58, and adorable, chops vegetables while SCOTT, 60 with an lovable comb-over, paints a chess set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (ON THE PHONE)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE SPEAKER PHONE)",
          "text": "Hi, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Oh hi, sweetie! Hold on, let me get dad. Adele brings another phone to Scott even though they’re i the same room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOTT, (ON THE PHONE)",
          "text": "Hi my sweetie. How’s the new apartment? And your roommate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Apartment’s great. Roommate’s whatever. But, uhm...Morty’s finally retiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOTT ADELE",
          "text": "That’s my girl! And you're finally taking over! This is great! LAUREN (CONT’D) Uh, no. He’s just retiring. I’m not taking over. scott But what about our plan? \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah, well, since I’m a girl, and Morty’s a sexist old-man, there is no more plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Mom, I wasted 5 years of my life giving insulin shots to someone that thinks because I have a vagina, I’m incapable of doing more than looking pretty. It’s over and I don’t want to talk about it anymore. Silence. Adele stops chopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Honey, nice girls don’t say vagina. scott (chipper) Well, okay. This is no big deal. You're smart, you’re professional--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "You're beautiful. Who wouldn’t want you? scott Exactly. Let’s make a new plan. Where are you applying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I've already applied at Random House. And I’m doing Penguin and St. Martins tomorrow. The big ones. I'd really like to start doing something more fulfilling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Ahh, the Random House dream. Scott, doesn’t Diane’s neice work there? I think she does. I could call her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No, no. Thank you, but I want to do this on my own, okay? ScoTT Okay, that’s fine. Do you need money? What about rent in that new apartment? What do you need? \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You guys are the best, but I have a little in savings for rent this month. And I know I’1l get a job soon. Thank you, but no thank you. I'm 28, I just can’t have you guys helping me out anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Well you can always move back in with us. Lauren smiles and nods un-easily. That’s the last thing s wants to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren, wearing a proper shirt and her pajama pants, figh her way through times square while drowning her sorrows i extra large bag of chocolate covered popcorn. Some of it’ her face. Meanwhile, only a few feet away is Katie. Her power blaze now wrapped around her waist. She hands a YOUNG MAN a fli",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hey, you like comedy? (off the man’s confused look) English? (more confusion) No? Great. She hands him the flier and then pushes her way through t crowd. She doesn’t know it’s her, but she taps Lauren on shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Hey, pajamas, you like comedy? Lauren turns around and sees that it’s Katie. Both of the are shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Oh. It’s you. Lauren grabs the flier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Is this your job? \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No. Yes. It’s a grass roots campaign. You can’t ask anyone to do anything you wouldn’t do yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(judge-y) I see. Katie registers the pajamas and the fact that it’s mid-da",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What’s with the popcorn and pajamas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "This...is part of a major book deal I’m brokering. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE LAUREN",
          "text": "You're such a liar! You're not doing anything ground-breaking in advertising! The girls stare each other down. Lauren breaks first. LAUREN (CONT’D) Fine. Morty retired. I lost my job. Katie almost feels bad, but then takes advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "And this is how Miss productive fills her time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah, clearly I should take notes from you on how to have a successful career.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "If you'll excuse me, I have some important work to get done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Why not save your breath and just wear a sandwich board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Unemployed. They both turn and huff off in opposite directions. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "You better be able to pay your rent next month!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Madison Avenue is that way! INT. KATIE AND LAUREN’S APARTMENT - LAUREN’S ROOM - NIGHT Lauren, still in her pajamas is splayed across her bed wi pile of gossip rags. She listens to her iPod, but then casually pulls it out of her ears and stands up. She shoo to attention when she hears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "(sexually) Mmmm. Oh yeah. That’s it. Lauren’s eyes go wide. KATIE (0.S.) (CONT’D) Fuck your nasty little slut! Ride me! Lauren doesn’t know if she should throw up or run. She gr her purse and heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. FANCY LOUNGE- NIGHT",
          "text": "Lauren stares at Jesse, who sits across from her. He take big sip of his way too girly drink and sets it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You're not going to say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Am I surprised she talks dirty when she’s getting some action? No, not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "How can you even like her? She’s disgusting and rude and socially inept. She can’t even be fake nice!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Is it possible that you're upset about getting fired and how your dream of taking over Morty’s clients has been crushed? And maybe Katie isn’t the problem? \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. That is not possible. I am fully qualified to work somewhere else and I will. This is a minor setback. But that girl, ooooh, I loathe her. She lies about everything. She doesn’t work in advertising. She. Hands. Out. Fliers! And you didn’t tell me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Please don’t put me in the middle. She's great at handing out those fliers, she’s talkative and outgoing. Give her that, at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I am not giving that girl anything. I just hope I don’t have to meet whoever she’s sleeping with when he comes out of our bathroom and has inevitably peed on our floor, fondled my toothbrush and left small curly hairs by the sink. I’m sure he’s disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "You're the one wearing pajama pants in a bar. INT. LAUREN’S BEDROOM- A LITTLE LATER Lauren enters the apartment, tentatively listening for Ka It is silent. With relief, she heads to her room, until--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "Yess! Yess! Yessss! Beat that meat! Do it for ME! Lauren throws her purse down and charges to Katie’s door, then chickens out. Lauren crumples into her own room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "I’m so close! Don’t let me down, baby. Oh GODDDDDDDDDDDDDD! INT. KATIE’S APARTMENT, KITCHEN - THE NEXT MORNING Katie hums “Eye of the Tiger” while pouring herself a bow Lucky Charms. Lauren enters, with rage in her eyes. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Listen, whatever 12 hour porn shoot you were doing last night was ridiculous. We share a wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I wasn’t shooting any porn. I was working all night long, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(a lightbulb goes off) Oh my god, you’re a prostitute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Shut up. I told you, I was working. Not as a prostitute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Come on! Beat that meat!? Gross! If you want to have guys over, that’s fine, but just a little warning would be appreciated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Whatever. Could you clean some of your moldy mushu pork out of our fridge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Why? To make room for your veggie dogs and soy milk? What sort of a person pickles their own beets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "The type that values nutrition, has a real job, and a basic sense of cleanliness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(slams her bowl of cereal into the sink) Real job? As I recall, you're REALLY UNEMPLOYED. Hey, you know, I used to work at Barnes and Noble on 83rd, if you want to stay in the book industry. I could make a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, did you work in their advertising department too? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "Writing about sales on chalkboards out in front of the store?! Katie scoffs while throwing on her blazer. LAUREN (CONT’D) (re: the blazer) Big meeting with the hot dog vendor today? Katie opens her mouth for a comeback and then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You know, you’re feistier than I thought. Lauren is shocked by the almost compliment. Katie grabs h briefcase and slams the door shut. INT. KATIE AND LAUREN’S APARTMENT KITCHEN - EVENING Lauren pushes Katie’s moldy food around in the fridge. Sh starts taking anything edible out and piles it on the counter. Once there’s a pile of very random foods on the counter, she digs in. She takes a bite of a peach, a spoo of peanut butter, a pickle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Mmmm. You’re a good little peach. Bet you wouldn’t mind a little of this... Lauren tops her peach with some peanut butter and takes a bite. She sighs with pleasure. Just then, Katie’s voice i heard from inside her bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "Rip off those pants! I can’t wait to get inside there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(eyes bulging) Ohmygod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "Pull that cock out big boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. No. No. NO! Lauren rushes to Katie’s door, about to knock. She listen through the door and hear the slight noise of mattress springs getting a workout. \f36. LAUREN (CONT’D) Ugh, grooossss. I can’t do this. She turns to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You got me soooo wet! THAT’S. WHAT. I’M. TALKING. ABOUT! !!! Lauren storms back to the door and POUNDS it with her fis Unexpectedly, it flies open! It reveals Katie, all alone the room, fully clothed, jumping up and down on her bed, the phone to her ear! Lauren is stunned. Katie’s face goes white. KATIE (INTO THE PHONE) (CONT’D) (quickly) Uh, just cum on my face. Gotta go. Katie looks at Lauren, wondering what she’s going to say. Lauren is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Your dad called? INT. KATIE AND LAUREN’S APARTMENT LIVING ROOM - MOMENTS L Lauren sits on the couch with her arms folded. Katie stud her from the pedicurists chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE LAUREN",
          "text": "Listen, I’ve been doing-- Oh I know what you’ve been doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE LAUREN",
          "text": "If you would only let-- You are so disgust--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE LAUREN",
          "text": "It’s not even a big-- How could you even-- The phone rings from inside Katie’s room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well are you gonna get it, Miss Cleo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Miss Cleo is a phone psychic. I enact phone fantasies. (Lauren is silent) Fine. Do you want the story? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Sure. Story me away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Ok. When I first got to New York, I had no money. I didn’t have a grand plan, like I’m sure you did, OK? (Lauren nods) I saw an ad for a dirty hotline and had a little phone interview and I got the job. I’m creative and am really good at knowing what guys want to hear, so I was great at it. I did it for a while and then stopped when my grandma died and I got her place with rent control. But then we moved in here, I needed to make more money for my half of the rent, so I got back into it. (sincerely) It's the only thing I’ve been good at since college. Obviously, I don’t really have a fancy advertising job. Lauren takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "So, how does it work? How do you get the calls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It's easy. I just call, tell them when I’m “on,” and they forward the calls. I get 2 bucks a minute, which adds up to be just enough to cover my half of the rent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "$2.00 a minute? How much are these guys paying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I think $6.99? I know, how can they afford it, right? It’s a decent living for me though. Except that I always go over on my cell minutes. Lauren's logical side takes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Ok, first off, get a landline. Are you retarded? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "And listen, I think you should know if you’re really good at it, you’re wasting your time getting only 2 bucks a minute. You’re the one doing all the work and this stupid company is making 3 times as much as you for doing nothing. It’s actually offensive how short- sighted you are. Get your own hotline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Ok, rude. I’ve thought of that. But I just don’t know how to even begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Whatever. You’re just lazy. Call the phone company. Tell your clients. Done. (off Katie’s enlightened look) So...how do you know what to say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Uhm, I just say what I normally say during sex. I know every button on aman and just when to push. When to cradle his- Lauren puts a hand up to get Katie to stop talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Maybe I don’t really want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You must know some dirty words. Did you talk during sex with Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Um... I would tell him he’s sexy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I need a cold shower after that one! The phone rings again from Katie’s bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Just so you know, I’m going to keep doing this. I have a gift. And if I don’t, I can’t pay my half of the rent. But I’ll try to keep it down. Katie slips in her room and shuts the door. Lauren shakes head and then laughs to herself. \f39. INT. KATIE AND LAUREN’S APARTMENT - LIVING ROOM - EVENING Lauren sits on the couch reading the Random House website Katie breezes through the front door holding a large shop bag and heads to her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(rushing to her room) Did the phone guy come today!? Lauren rolls her eyes. Katie strolls back into the living room holding a pink telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Yes he did! And look what I bought. It’s your color, isn’t it? Lauren barely looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Great. Katie sits down and stares at Lauren reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "That was nice of you to suggest I get a land line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It was common sense. Lauren goes back to her computer. Katie’s pained to say..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Help me make this a business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Uh, no thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "But you seem to know how to do this stuff. Help me and I'll pay a hundred bucks of your rent until you get a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Okay, forever. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I don’t want to waste my time helping you with your disgusting habit. If it helps you pay the rent, fine. Keep it quiet, keep it in your room, I don’t want to know about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Stop acting so high and mighty. I know you’re interested. Lauren’s not a great liar, but tries to cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Interested? I have an interview at Random House tomorrow. It’s my dream job and I’m perfect for it. I couldn't be less interested!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh reeeallly. Well, hey, that’s fine. Go to your interview. You'll answer all the questions just right. You’ll sit there all prim and proper. It’ll be just perfect. No way you won't get that job and have to slum it with me, right? Lauren, a little unnerved, rolls her eyes and heads to he room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "You’re not better than me. You’re not better than phone sex!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed in a sharp interview suit, Lauren anxiously waits the shiny fancy lobby lined with best sellers. She looks the walls as if she were a kid in a candy shop. RACHEL RODMAN, a precise woman, looks around for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "Lauren Powell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(jumping up) That’s me! \f41. INT. RANDOM HOUSE OFFICE - RACHEL RODMAN’S OFFICE - LATER Lauren sits across from Rachel with the most excited smil and talks a mile a minute and a bit like a crazy person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It’s just always been my dream to work here! I’m so good with words, and books, and authors! No one works harder than me, either! You wouldn’t believe it, when I was younger, I’d do three book reports when everyone else would do one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "That's very impress--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Right? And I’ve helped so many friends with their books. So I know I can do that. I’m such a good helper. The other night I helped my roommate practically triple her business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "Oh, what kind of business? Lauren starts to build speed as she answers. Rachel tries keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Uhm, she’s a listener. I mean, she works on the phone. But, god, she’s not a telemarketer or anything. I hate those people. I guess she’s pretty good at it. She says she’s creative, but I don’t really know. I mean, who knows what she says to those people. Or how she can even sleep with herself at night. At least she can pay her half of the rent. I meant, right? And I can’t imagine what they say to her! But, let me tell you she can be loud! I guess you’d have to be though! To say that kind of stuff!? I’m so better than that! This is way more my speed. I’m perfect for this place, right?! I could never do phone sex! As soon as the words are out, Lauren realizes what she’s said. \f42. LAUREN (CONT’D) Oh god. I didn’t mean to say that. I’m just really nervous. Please don't judge me. Rachel goes white. She puts down Lauren’s resume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "Well okay. Look, Miss Powell, I’m so sorry, but looking at your resume, you're just not qualified right now. We’ll be hiring again in three months. Best of luck to you. And your, uh, roommate. EXT. LOU’S PLEASURE WORLD/TIMES SQUARE - LATE AFTERNOON People bump into Lauren left and right as she wanders aimlessly down the crowded NYC street. He phone starts to ring. The caller ID reads: PARENTS. She’s stopped at a crosswalk and looks up and sees: Lou’S PLEASURE WORLD. Sh ignores the call from her parents and walks away with purpose. INT. KATIE AND LAUREN’S APARTMENT - KATIE’S ROOM - EVENIN Katie sits on her computer trying to design a website. It such a disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Fuuuck!!!! Work stupid thing! She clicks a button five times and nothing happens. She p her head down. Lauren comes to the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Fuck Random House. I’m in. I want to make a third of the profits. And I’m not getting on the phone. This is strictly business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I don’t want you on the phone. You wouldn’t have any idea what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "That website looks like shit. Scoot over. \f43. INT. KATIE AND LAUREN’S APARTMENT - LIVING ROOM - EVENING Katie carries a glass of wine to Lauren, who sits on the couch with her laptop. Lauren shows Katie the website tha she is putting together. It’s got pictures of hot naked g and graphics of dildos, lips, and handcuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oooh, I like the lips. Maybe I should kiss some paper, and we can scan it in so it’s more real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "These men want to jerk off to your voice. They don’t give two shits if the lips are real. Let’s work smarter, not harder. What’s the name of your company?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "The name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie and Lauren walk through the cereal aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Names are so much pressure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I thought you’re so creative.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I am, I am. She grabs a box of Lucky Charms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "What about 1-900-Get-Lucky?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "That’s so boring. You want something emotional. Sexy. They enter the produce section. Katie grabs a head of lettuce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "1-900-Toss-My-Salad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. GRAMERCY PARK- AFTERNOON",
          "text": "The girls sit on a bench reading magazines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I think you need a concept. Like, what makes your line different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It’s sex talk, what needs to be different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I mean, like why would they call you, and not just watch porn? I mean, I know what’s available out there online and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You would be horrified at what's available online and stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren eats salad, while Katie eats a burger. Katie notic her comedy fliers in her bag. She grabs one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hey! We should make fliers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Wow, that’s actually a good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What do you mean ‘actually?’ I have good ideas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Sure. Just now you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls buy shampoo and toothpaste at the register. Kat eyes a Martha Stewart Magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I think the concept of my line is that it’s classic and old- fashioned. No trends. Like a nice black suit, it’s always in style. None of that crazy shit that’s online. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Classic phone sex. Good angle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah. Wholesome sex talk. Without all the donkeys. The CHECKOUT GUY looks at them funny. EXT. UNION SQUARE FARMER'S MARKET —- MORNING The girls stroll through the market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "How about 1-900-Phone Sex? Lauren pretends to fall asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Fine. Lauren picks up a grapefruit and smells it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Mmmnn. That smells good. The noise she makes is very sexual. Katie gets an idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What about 1-900-Mmm—-Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You mean like 1-900-M-M-M-H-M-M-M?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(super sexual) Mmm-Hmmm... Yes! That’s our classic phone sex number! She gets the attention of PEOPLE around them. Lauren is s embarrassed and starts dragging her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(shouting) For a good time, call 1-900-mmm- hmmm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls sit side by side drinking frappucinos and looki at a computer. ANGLE ON the computer: The phone sex flier \f46. It’s so amateur and is a lot like the website - cheesy graphics, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Do you think we should put some boobs on there? Just then a 16-Year-Old-Boy, BARISTA walks by. ‘Boobs’ catches his attention. Katie notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(sexually) Call 1-900-mmm-hmmm. I’11 tell you all about boobs, friend. And don’t be scared. We’re bondage free! His eyes go wide and he runs away. Lauren shakes her head",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TIMES SQUARE- DAY",
          "text": "The girls are dressed super sexily. They hand out cheesy PHONE SEX FLIERS to people rushing past in Times Square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I didn’t know you had it in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "To look that hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I can look hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Sure. Now you do. (hands a flier) You like phone sex? Yeah, you do. A grey-haired OLDER MAN takes the flier with a smile and keeps walking. Lauren approaches a group of BUSINESS MEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Who likes phone sex? You, you, and...yes, you, you know it! More RANDOM MEN take fliers. Katie turns and notices the TOYS R US store across the street. A handful of DADS stan around looking bored. Katie grabs Lauren’s arm and they c the street. They now stand in front of the toy store. \f47. Katie holds one out to a YOUNG DAD. The flier reads: TICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "MY EAR, I'LL TICKLE YOUR",
          "text": "PHONE SEX WITHOUT ALL THE DONKEY’S!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG DAD",
          "text": "Whoa! This is...interesting. Young Dad quickly folds the flier in half and shoves it i his pocket. Next to him stands a 4 year-old LITTLE BOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Are you going to get a new toy today? Mmmm...I think toys are fun! Lauren grabs Katie by the arm and drags her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "What are you doing? I was helping him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "How? By molesting his child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Noooo. Look, that little boy is so young that I'd bet anything that the mom never has sex with the dad. I am simply giving him a very safe outlet to exert his sexual energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(considers this) That’s a good point. I like it. Katie winks over her shoulder at Young Dad. INT. LOU’S PLEASURE WORLD/TIMES SQUARE- DAY Lauren and Katie enter. They are greeted by an enthusiast INDIAN MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN MAN",
          "text": "Oh. Hello girls. Are you in the mood for pleasure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We were wondering if you might want to help us spread the pleasure all around. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN MAN",
          "text": "How can I help? We sell dildos, strap-ons, hot lube, vibrating eggs, vibrating nipple clamps... Katie wanders the aisle, looking at everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You see, my girlfriend and I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN MAN",
          "text": "Girlfriend? Oh that is so sexy. I have sexy women who do sexy things in my sex shop! What a great day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We run a little phone sex line. And we made these grrreat fliers. I was hoping you could maybe sneak them inside the bags when you ring people up? Or maybe leave them on your counter here, by the register? He looks at the fliers. Katie starts wandering the aisles stops in front of some vibrators. She picks up one that s “MY FIRST VIBRATOR! Perfect for beginners, virgins, and newbies!” She turns the package around to investigate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN MAN",
          "text": "(re: the tame flier) These look like they are for guitar lessons. Not sexy talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well, you’re right. They’re not as raunchy as they can be. But the thing is... (Lauren thinks about it) In today’s scary sex world, we are a breath of fresh sexual air. We see our line as a classic. Like The Beatles of the sex industry. The man looks at the flier and notices the Donkey line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN MAN",
          "text": "Without all animals. Ok. I like you girls and your sex line, very much. I’1l hand out the fliers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Thanks a million. My name is...Lexi and over there is, uh, Paris. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN MAN",
          "text": "Hi, Paris! Katie gives a little wave, but returns to looking at the vibrator with interest. Lauren walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We're all set. Put that down. You have a million of those. Your vagina will thank you. Katie puts it back quickly, as if embarrassed. The girls out of the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DALE, 42, chubby and balding, holds the phone sex flier w talking into the phone. He pants and hits buttons on his calculator feverishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE, (ON THE PHONE)",
          "text": "Oh I’ve got a big return for you this year!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. KATIE AND LAUREN’S APARTMENT - LIVING ROOM - EVENING Katie’s on her pink phone while Lauren cringes and works an excel spreadsheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "Do my taxes! Do ‘em! I’ve got all my receipts for you! And I’ve been so bad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Are they all messy in your box? I can sort them. Sort them hard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yes, reach in my box! Grab my receipts! Give me a big refund!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "I’ve got them! All those receipts! (climaxing) I’m calculating! I’m calculating! Dale collapses with pleasure. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Dale? You all done?... Great. Make sure you give us a call again soon! Katie hangs up and looks at Lauren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "What was that? Like ten minutes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Twelve! And at $6.99 a minute that’s a lot! Look at this. She turns her computer to face Katie. Katie looks confuse LAUREN (CONT’D) I just want you to know how awesome I am. We’ve made $3000 in three weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No shit. Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "And I’ve been thinking, maybe we can get a sucker to work for us the way you worked for that other place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I think you’d be a great sucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Of your dad. (she’s proud of her joke) No. I’m not doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I was kidding. I would never let you do it. You’re prude and buttoned-up and it would never work. Even your pajamas go up to your neck! Lauren looks down at her pajamas and sighs. The phone rin",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I‘1l put an ad on craigslist. That thing’s full of dirty stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Dirty stuff? Are you turned on by saying something that sexy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Answer the phone. \f51. Katie smiles and answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "1-900-mmm-hmmm? Hey, didn’t you call me yesterday, big dick boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEAN, 28 with messy hair and a cute face, sits in his dud ish apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (ON THE PHONE)",
          "text": "Ha. Uh, yeah. That’s me, I guess. How’s it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I just love to hear your voice. Let me just put you on with billing, okay? And I'll be right back. (hands the phone to Lauren) A repeat caller! Damn, I’m good! Lauren smiles and takes the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I'll just need your credit card. INT. KATIE AND LAUREN’S APARTMENT— LAUREN’S ROOM - LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "Katie is passed out on the couch, while Lauren sits in th pedicure chair looking at her laptop. She looks at Charli facebook pictures of him in Italy. He’s happy and carefre The pink phone rings again, but Katie’s fast asleep. Laur looks at the phone and raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(quietly to herself) Hey there, cowboy. I just stepped out of the shower, actually... Lauren laughs to herself. She reaches for the phone, when",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "What do you think you're doing? Lauren turns to see Katie’s eyes are open. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(pause) I don’t know what came over me! I think wanna do it with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m sorry, I just don’t have those kinds of feelings for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Shut up. I want to be our second operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I don’t think so. She gets up. Lauren follows her into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I was just thinking maybe Charlie was right. I am boring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You are. But I just don’t believe you can do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I can! I know I can. Look, this past month of doing this with you has been cooler than everything I've ever done. It’s the first time since I was five that I haven’t had a plan for every moment of my day. And I like it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Sorry. You’ve got a great head for business. No doubt. But--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "But nothing. We are 5 years out of college. You own a collapsible stripper pole. Until I helped you, you handed out comedy fliers in times square and worked for a shitty phone sex line at night. Is that really your dream? Katie shrugs and walks back to the living room. Lauren fo LAUREN (CONT’D) I didn’t envision myself living with you. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREN (CONT’D) I didn’t see myself ending up as a home health aide that masquerades as a literary agent’s assistant. I NEVER saw myself getting fired. None of this is ideal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "But you’re like a Disney princess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "There’s no market for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Say “dripping-hole-clenches” while swinging on the pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What does that even mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Do it. Lauren reluctantly and very stiffly swings on the pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Dripping. Hole. Clenches? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We’ve got a lot of work to do. INT. KATIE AND LAUREN’S APARTMENT, LIVING ROOM— MORNING Lauren and Katie sit across from one another on the couch both with their cell phones to their ears. A huge box of toys sits between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Okay, let’s simulate a call. Lauren nods. Katie takes a dildo and puts it in her mouth",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "(with her mouth full) Umph, I looaf your coth in my mouf! Katie gestures for Lauren to do the same thing. Lauren hesitates and grabs a dildo. She stops and giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I can’t. I want to, but I just can’t. \f58 54. Katie takes out the dildo. 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Pull yourself together! You have to take this seriously. I’m going out. You stay here. Listen for my call. Focus! Katie leaves the apartment. EXT. GRAMERCY PARK / INT. KATIE AND LAUREN’S APARTMENT, LAUREN’S BEDROOM - A LITTLE LATER Katie dials her phone while watching kids play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "I was hoping you’d answer. Lauren sits in her room and grabs the pink phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "(attempts sexy) I've been waiting for your call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "Tell me what you’re wearing, you dirty little slut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "It's this really cute dress from Ella Moss!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "NO! You're wearing a lacy pink thong and a bra that’s so tight around your heaving breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "Ugh, ok. Sorry. (sexy) I’m wearing a lacy pink thong and a bra that’s so tight around my heaving breasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "I want you to know how tight my pants are around my cock right now. MONTAGE (Music Up): -Lauren and Katie sit at their KITCHEN TABLE. There’s a chalkboard on the wall. There are three columns of words: adjectives, nouns, and verbs... all sexually charged. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Now, you're just going to say the words as I point to them. Lauren cringes and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hard. Cock. Jams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Say it like you mean it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(reluctant) Slippery. Snatch. Opens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Throbbing. Tip. Ooozes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It’s a start. Let’s keep going. -Katie and Lauren are in line at STARBUCKS. They see a GU AN UGLY SWEATER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(coughing) Ugly sweater!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I was just thinking the same thing! They share a smile. -Katie comes out of a dressing room at BLOOMINGDALES. She wears a sweater that has a much higher neck than she’s us to. Lauren is impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I look... like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I‘1l buy it if you can convince me I should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Here? \f56. Katie nods. Lauren looks around. She sighs. LAUREN (CONT’D) That sweater makes me feel so hot. I want to rub your breasts in that sweater. I want to rub my own breasts looking at you in that sweater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Keep going, and I’1l wear it home. -Katie and Lauren are at the KITCHEN TABLE looking at the chalkboard. Lauren has a bit more confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Sensitive. Nipple. Hardens. Katie beams. LAUREN (CONT’D) (excited) Tight. Asshole. Burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Mmm...maybe burning is not a good one. Katie erases burns from the list. -Back at STARBUCKS, the girls stand in front of the 16-ye old boy Barista that Katie freaked out with the number be",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Ok. This isn’t just a job. It’s a lifestyle. You ready? Lauren nods. They step up to the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "I’ll have a hazelnut latte with an extra shot. Venti. And I like it (sexily) Really hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "And I’ll have a sugar free, decaf ice-coffee. Tall. Lauren hesitates. Katie nudges her. LAUREN (CONT’D) (reluctant, then sultry) With heavy cream. Please. \f57. The barista is uncomfortably turned on and turns away. La looks to Katie for her approval. Katie is full of pride. -Lauren continues telling Katie how great the sweater is BLOOMINGDALES. LAUREN (CONT’D) Just the thought of your body underneath that soft, supple cashmere... That sweater would look even better with your pants off. On the floor of my bedroom. Then, you could take the sweater and tie my hands with it. And then, my body will be all yours. Do you mind if I rub my nipples while I do this? Just then, a WOMAN pokes her head out of one of the dress rooms giving them a quizzical look. Katie gives her a lit wave. The woman goes back in her room. The girls laugh. -Lauren, now dances on a chair at the KITCHEN TABLE. LAUREN (CONT’D) Slippery! Tit! Ride! Slippery! Tit! Ride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie sits on the bench in the park with her phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "There ya go! I just blew my load all over your tits! I’1l be right back. She shuts her phone with satisfaction. JOEY, 6, waddles o",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOEY",
          "text": "What’s a dirty slut? INT. KATIE AND LAUREN’S APARTMENT - KATIE’S ROOM - EVENIN The pink phone rings. Katie answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "1900-mmm-—hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOU, 45, chubby, scruffy, and clad in flannel, lays in th bed of his truck. He talks into the phone. A flier is nex him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE, (ON THE PHONE)",
          "text": "(lying) Well, hey there. This is my first time calling, but I’ve heard that maybe it’s possible to talk to you and a friend? I’m real lonely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh, really? I think we could do that. Can you hang on there Mr. Mr? (covers the phone and shouts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "A moment later, Lauren pokes her head in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You need me to run the card?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yes. And then, I need you to stay. It's time for your first call and it’s a special one. A two on one. Rare and we can charge double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Are you sure we’re there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Let’s just do it. INT. KATIE’S BEDROOM - MOMENTS LATER The camera pans across romantic candles, leading us to Katie’s tangled sheets. Lauren and Katie sit on opposite sides of the bed. They look at each other and softly smil Katie’s pink phone sits between the two of them on speake",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(softly) You’re gonna be sooo good. She seductively hits the “speaker” button on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "(seductively) You still there? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "It's Kitty, and I’ve brought a friend. Her name is... Katie looks at Lauren. Lauren panics for a moment. Katie softly touches her leg and nods. Lauren’s panic fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Angel. I’m Angel. And I’ve heard you've been a bad boy and I’m here to save you. Katie beams. So does Lauren. It’s on! Lou takes a disgusting and sensuous bite of a chili dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Oh, I need to be saved. What do you look like, my Angel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You should see her, bad boy Lou. Her skin is soft, milky, supple. I’m caressing it with my tongue. Lauren is flattered. She mouths “thank you!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Which part are you caressing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "My nipples. And it feels soooo good. The way Kitty touches anything ignites such fire. I feel like my insides are burning! Katie smiles at Lauren, blushing slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Oh, yeah, burn, burn! Now, kiss each other. Lou caresses his own nipple through his flannel shirt. Lauren looks at Katie. She doesn’t know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I was hoping for that. Katie starts making out with her hand and moaning. She nu Lauren to do the same. Lauren laughs and copies her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Hmmnmmn. She’s such a good kisser, Louie. You should see her lips. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "So plump and beautiful. So wet and luscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Really? Is she wet anywhere else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Wha-! I mean, ohhhh yeaaaah I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Angel, what do Kitty’s panties look like? Katie lifts up her skirt with pride. Lauren laughs at fir and then notices how cute they are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "They are so cute! And very sexy. Pink and lacy and her ass is-- (surprised) So tight! Wow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(mouthing) Stripper pole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Spank her! Spank her! Lou spanks himself! Katie and Lauren hear his slaps. Lauren doesn’t know what do! Katie just starts smacking her thigh. Lauren follows!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU, (CONT'D)",
          "text": "Are you spanking each other?! Angel, you’re no angel! Lauren’s so into the spanking, she forgets her name until Katie nudges her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, shit. Sorry. Uh, you make me such a bad girl! And so does Miss kitty. (really looks at Katie) She is so pretty, Lou. Her eyes are beautiful. And her hair is soft around her face. Katie is so flattered. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I'd kill for Angel's breasts, Lou. Her whole body is... is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "Is what? WHAT?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU, (0.S.)",
          "text": "Oh man, oh man! You girls are wild!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(honest) Angel is really nice, too. She’s kind and friendly. So sweet and honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(flattered) And Kitty’s fun and outgoing. She is always having a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU, (0.S.)",
          "text": "Uh, okay. Do you have strap ons? Lauren looks at Katie. “Do they?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(getting back to sexy talk) You bet we do. That’s the best part. Katie grabs the box of sex shit from under the bed and pu out a wide belt. It makes noise as she plays with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU",
          "text": "I hear it! Now fuck her! Fuck her like a bad angel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You got it! Katie pulls out a packet of pudding from under the bed. S smears the squishy liquid on the speaker of the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Did you hear that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOU, (0.S.)",
          "text": "Oh god! Oh god! \f62. Katie starts jumping on the bed. Lauren follows! They jum and make sexy noises while the bed creaks and squeaks. Lou honks his loud semi-trunk horn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "O.S.",
          "text": "I’m cumming!!! AHH ! FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight streams into the living room. Lauren is sprawled across the couch and Katie is in the fetal position ina chair. Katie’s eyes slowly open. She sees Lauren still sleeping. She tries to get up quietly, but knocks into th coffee table. Lauren’s head pops up. She has major bed he Katie is frozen. They look at each other awkwardly. Katie pulls a blanket around her fully clothed body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hey. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "Uhm, did we...? Katie can’t look her in the eye. She nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Look, I don’t want--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(with complete excitement) That was the best night of my life! That was so exhilarating! So fun! Thank you so much!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Really?! That’s so great! You were so amazing and everything I thought you'd be! So willing, so open, so vocal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I know! I’m such a slut! \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "A slut that made $400 in one night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Really?! Get outta town! The girls laugh. A moment later, the laughter fades and t just smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(gestures to herself and Lauren) Well I never saw this coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I have a friend who’s a girl. And I like it! You can stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Uh, nothing. What time is it? (looks at a clock) Whoa, it’s noon. We’re so women of the night. I’m gonna go hand out some more fliers I think. Ooh, I almost forgot. Katie runs into her room and then returns with a pink pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "For you. You've earned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Really? I’m touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yup. But, don’t forget. With great power, comes great responsibility. (beat) I gave it to you because you said I have a sexy ass! INT. KATIE AND LAUREN’S APARTMENT, KITCHEN- EARLY EVENING Lauren cooks chicken in a pan while holding a pink phone her ear. Steam rises from the pan. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "I’m soooo hot for you, Greg... My breasts are heaving. She pokes the chicken breasts and juice oozes from them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAROLD ALEXANDER, 57 and gray, sits in his desk chair, in fancy office. An American Flag hangs next to a picture of George W. Bush. A window looks out at the Capital. He tal into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD, (ON THE PHONE)",
          "text": "I bet they are. Are you grabbing them while you say the pledge? Say the Pledge of Allegiance, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, I pledge. Pledge to your giant hard flag. Lauren can’t believe she said that as paints sauce onto h chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "It's waving for you! Tell me, do you vote, Delilah? You do don’t you? How often do you vote for yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh I vote all day every day. (pokes her chicken) I vote so hard! I’d love to have you in my voting booth, Harold. Come in my voting booth! Just then, Katie walks in the door holding a shopping bag Lauren motions for her to be quiet and goes back to the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "I think I’m gonna pass a bill, Delilah! Harold grabs a copy of the bill of rights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah you are! Make it a good one! Free healthcare for everyone! \f65. Harold is too close to realize that non-sexy statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAROLD",
          "text": "Legislatiiiioooonnnnnn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh Harold. It’s like the 4th of July... You too. You have a great night then. Call me back soon. Bye bye! Lauren hangs up the phone. She and Katie laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "That seemed... patriotic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well, I might not be quite as good as you on the phone, but I’m learning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "And I’m not as good as you with the business stuff. But together, we’re a great team. She hugs Lauren and hands her the shopping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Did you just hug me and give me a gift? I’m starting to not know who you are anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I just came from the ATM and let me tell you, it was good. It was reeeaaal goood. That’s a present and I got one too. We’re going out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "But I cooked dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "And you're still boring. Open it. Lauren pulls a beautiful purple purse from the bag. She’s ecstatic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Let’s go out! \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesse watches in awe while Katie and Lauren are in a worl for two laughing, dancing, and wearing fancy outfits. Lau brushes hair from Katie’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I like it in front because it covers up the bags under my eyes from staying up all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You’re the one that answered that 4:00AM call!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "But you were so on. We couldn’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "(interrupting) Hello? Who are you and where are Jen and Angie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Aniston and Jolie? They hate each other. Well, they should at least. Nevermind. Look, when you (points to Lauren) called to go out I thought ‘Fine, Lauren rarely leaves the house after 8:00PM, so I’ll go but I’m not going to sit through a bitch fest about Katie.’ Then, I arrive and find none other than you and Katie as fric and frac. You even have matching purses! I might have expected this from you (points to Lauren again) But Katie, matching purses?! Katie and Lauren look at their matching purple purses whi dangle from purse hooks on their table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We're friends now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "But you hated each other. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "And now we don’t. I’m thinking of ordering those mini-sliders. (to Lauren) If I get them, will you get the tuna rolls and we’ll share?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oooh, totally. With a side of fries? Katie opens her mouth to say “yes.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Something's going on here. Are those Rebecca Minkhoff purses? (to Lauren) Didn’t you lose your job a month and a half ago? Lauren nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "She got a great severance. Jesse looks at Lauren who stares down at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "I know someone who’s not a good liar. Someone who hates lying. Who thinks that with every lie, one bad thing happens in return. Someone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We’re running a phone sex line! Jesse's shocked by Lauren’s pride in that sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I can explain, ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "The sex for money suggestion was a joke!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Please don’t think I’m a whore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "A whore!? This is awesome! Tell me everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I've been doing it on and off since college. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "This one caught me one night and has since revolutionized the whole business. And let me tell you, she is good. Lauren smiles with pride. Jesse is stumped and impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "This is why you disappeared the last month. I thought you were in a deep depression. This is... shocking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I know. I didn’t think little bo peep had it in her either!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We should do a little bo peep call! A whole thing with nursery rhymes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "OMG, this is crazy. Who are you? I want to write a book about it. What are the calls like? Are they all so creepy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well, yes. 99% of them are insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "But, the 1% isn’t so bad. Katie grins. Jesse’s interest is piqued. Lauren rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Will you stop talking about that guy? He calls a phone sex line. You can’t like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(ignores her, to Jesse) He’s so funny and nice. I call him Big Dick Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Big Dick Boy? I like it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "His real name is Sean, and I really like talking to him. Which I do almost every night. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He probably looks like Shrek and is a total deviant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "What kind of stuff is he into?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "He likes superhero movies, bike riding, watersports--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "He likes when girls pee on him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Or he likes to pee on girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Eww. No. He has a jet ski.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "I meant, what is he into, sexually?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh...I can’t tell you that. And we don’t even have phone sex that much anymore! We just catch up and he’s just so fun to talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "This is crazy. I have nothing left to say about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "This has you dead in an alley written all over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We're just talking! What’s the big deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We just care, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Okay, stop. I love you two together. Look at the love between you former enemies! A HOT WAITER comes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Did you wanna order some food? \f70. Jesse begins to order. Katie and Lauren smile at each oth and then shyly look down at their menus. INT. KATIE AND LAUREN’S APARTMENT —- KATIE’S ROOM - AFTER Katie rolls around on her bed and laughs hysterically int the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (INTO THE PHONE)",
          "text": "I’m coming, I’m coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (INTO THE PHONE)",
          "text": "No, you did not say that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Well, I had the pizzas and the table was waiting for them, so what else what I going to say?! So, I was bringing them over, everyone's shouting, the opera guy is singing, and all of a sudden, I slip, and both pizzas land right on me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(laughing) Well that does sound like a stressful day. Let’s see what we can do to de-stress you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (ON THE PHONE)",
          "text": "I like that. I actually had something in mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You did, did you? You want me to tell you what I’m wearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Actually, I was thinking that I could see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "A couple of weeks ago you mentioned you live in NY. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "Well, I assumed you do because you said you like to see movies in Times Square. I live in Brooklyn. I didn’t want to freak you out or anything, so I didn’t tell you. But, I don’t know, we get along so well on the phone, and we haven't had phone sex in a week, but we still talk everyday. Maybe we could meet up? Like maybe Friday? Katie is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "Please don’t freak out. I’m not crazy, I promise. Even though I call you, I swear I’m not psycho. We can meet in public. (Katie’s still silent) I’m sorry. This is weird. I've ruined everything now. I shouldn’t’ve-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Okay. Let’s do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Really? You don’t have-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Oh man, Roxy, I can’t wait to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh uh, yeah. My name’s Katie. INT. KATIE AND LAUREN’S APARTMENT— AFTERNOON Lauren, in her pajamas, sits at the coffee table with her laptop. Katie sheepishly comes out of her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "That’s $3,537 for July. No...for those two weeks in July. We’re so rich! Should we call a lawyer? Wait, how long was that call you were just on? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I have a situation. Remember last week when I mentioned that I kinda sorta talk to that guy a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "The one that looks like Shrek who you're not supposed to talk to anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We have a date on Friday night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You've got to be joking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No. He lives in Brooklyn. I like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You can’t go on a date with a guy who calls phone sex lines. That’s insane. No. Over my dead body. Or yours. Which it will be after you go out with this murderer rapist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Please? I haven’t been on a date in 8 months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Okay. Fine. Only if you do it my way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER THAT NIGHT",
          "text": "Lauren holds out a pair of tiny Spanx (an undergarment li bicycle shorts) to Katie, who stands in her bra and under",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Put this on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Way too small for me. It would never fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "That’s the point! He can never get this off. It’s rape-prevention wear and part of STEP ONE! Put IT on. \f73. Lauren thrusts the biker short panty thing at Katie. It l like it would fit a Barbie doll. Katie grumbles and start ungracefully shoving herself into it. Lauren goes into th kitchen and comes back out holding a can of RAID. LAUREN (CONT’D) Step two: Protective spray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "He’s a human, not a roach. Katie yelps as she hops and falls from the halfway on spa",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Pull yourself together! I don’t have mace, so this is for you to put in your purse. If anything happens, spray this. Right in his eyes! Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What the hell purse would that even fit in? Lauren pulls out a giant Land’s End tote bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You can borrow this. I’ve filled it already with some other stuff. Katie peeks inside and sees: a knife, scissors, glue, a s radio, and small pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Uh, thanks. I guess. These’ll be great for the arts and craft portion of our date. Katie finally gets the underwear on. Lauren pulls out a p of NAIL CLIPPERS from her own purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh yeah, I don’t have a Swiss Army knife, but with this you could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Clip his nails?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. The sharp thing, just pull it out and poke him with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Right in the cuticle? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Anywhere! This is a risky move and I‘1l only allow it if you agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Okay, okay. Gimme the clippers. Hell, put’em in my tote bag. (stands proudly in the spanx) I am ready to survive date rape! Now, do I have to keep these on until Friday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. Cause I’ll be there to chaperone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren and Katie hold up magazines in front of their face",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "At first, maybe it was just phone sex, and then, over time, he became more and more obsessed. He clips your number from his phone bill every month and tapes it on his walls. He makes drawings of you and what you might look like. Finally, he’s decided it’s time to kill you and has tricked you into thinking it’s ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You might be even scarier than him. Katie peeks over the top of her magazine. She sees two gu across the street at another newsstand. They also hold up magazines and Sean looks over his and sees Katie. Katie covers her face with her magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Ohmygod, ohmygod. He’s across the street. I just know it’s him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Really? She peaks over her magazine. And then hides again. LAUREN (CONT’D) I saw him! He’s on the move! I’m calling 911. \f75. Lauren reaches for her phone when Sean and JOE, 28 walk u",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Hey, I’m Sean. Katie puts down her magazine and faces Sean. She likes wh she sees. Lauren looks down and notices his heavy black boots. She grabs Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He’s wearing serial killer boots!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(notices them) Oh, stop it. He’s cute. Katie rushes back to Sean. Lauren pushes her way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Hey, sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hi, I’m Lauren. Katie’s friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Hey, nice to meet you. (to Katie) You're so pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "And you're... not a serial killer? Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Not in a few years! Lauren and Katie uncomfortably laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "Kidding. So kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Should we all go get some food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(whispers to Lauren) I can do this. I have the kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, I don’t know if--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(to Sean) I’m ready. \f76. And they’re off. Lauren is left with Joe - who’s really n attractive and looks unshowered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Wanna catch a movie? She shuffles away. INT. KATIE AND LAUREN’S APARTMENT, LIVING ROOM- NIGHT Lauren sits on the couch, flipping through a magazine. Sh looks restless, and rifles around. She spies a small wood on the coffee table and cautiously opens it. Inside is a smoked JOINT and a LIGHTER. Lauren stares at it and closes the box. She goes to get u and then opens the box again, chuckles to herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, what the heck. Lauren lights the joint. She smokes. Coughs a little. Smo some more and then begins to grin. She moves to the stere and puts on I Wanna Dance With Somebody by Whitney Housto Lauren sets down the joint and grabs her phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie and Sean play skeeball at the crowded and very cool bar/arcade. He gets 100pts every roll!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Wow! You’ve got a strong arm. He holds a skeeball tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Oh, nothing can escape this grip! (Off Katie’s wide eyes) I used to play at the Family Fun Center every Friday and Saturday night growing up. I even won some tournaments!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(sarcastic) Weird that you’d have to call up a phone sex line just to meet a girl. She smiles. He loves it. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "So maybe the ladies weren’t as turned on by it as I would have hoped...Listen, I know it’s weird that I called a phone sex line. This only makes me more of a loser, but my high school girlfriend went to BU and I went to USC-- we had a lot of phone calls and, you know. After we broke up, it was just what I was used to. So I do it here and there when I’m lonely. And then there was you. And your line feels safe. Cause some of that shit out there is nuts. She winks and rolls a ball. She gets 20 points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "Let me show you how it’s done. He walks over behind her and grabs her hand that has a ba in it. He helps her throw it. She gets 50! They cheer! INT. KATIE AND LAUREN’S APARTMENT, LAUREN’S ROOM- A LITTL",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Lauren lays back on her bed in something frilly and sexy. dials Charlie and waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "Hey, sexy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (ON THE PHONE)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It’s me, Lauren. I missed you. It’s been like 2 months. Don’t you miss me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh, hey. You know, it’s awfully late here. I was sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, does that mean you’re in bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes, yes it does. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Because I’m in bed, too, Charlie. I'm wearing a sexy little pink teddy. It has a matching thong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You don’t wear those.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I do now. But I could take it off if you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(weirded out) Uh... I, uh, really gotta get back to sleep, but I’m glad you called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You have to go? Are you kidding? I’m just getting started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I've got a really early meeting. I’1l1 call you soon though. Bye. Lauren stares at the phone, dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katie and Sean leave the bar laughing and having fun. She starts heading toward the subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Where ya going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "The subway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "But my car’s right here. Katie sees it: It’s a dark window-less van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "That’s... yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Ha! I’m kidding. What am I? A rapist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No! I didn’t say that, did I? \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "That’s mine over there. He points to a beat up Honda Civic. Katie exhales. INT. SEAN’S CAR - MOMENTS LATER Sean moves a large box of black trash bags, a rope, and v camera off the passenger seat for Katie to sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Sorry about all my stuff. Katie stares at the trash bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Whatcha puttin’ in those big boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "I find that after I cut up my dates, the trash bags make the clean up and disposal of them really easy. She freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "I'm kidding! I’m not a serial killer, or rapist, or strangler, or anything harmful, okay? I make movies. Not dirty ones either. The bags darken rooms when we are trying to make it night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh man, I’m sorry. Lauren totally freaked me out. I like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "I like you too. INT. SEAN’S CAR/EXT. KATIE AND LAUREN’S APARTMENT - THAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Katie and Sean make out in the car. It’s sweet and soft. separate and look at each other. Then, hungrily, he goes in for more. His hands start moving around her back. He slides his hand around her waist and then starts to move up her shirt. That’s when Katie abruptly pulls herself aw \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "This was fun! Let’s hang out again soon! She turns and runs inside leaving Sean dumbfounded. INT. KATIE AND LAUREN’S APARTMENT, KITCHEN - A LITTLE LAT Lauren sits with a musical keyboard on her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "He doesn’t think I’m sexy? Hmph! She hits record and then moans repeatedly. She then press key and it plays the sound back. Lauren laughs to herself Katie comes running in the front door. LAUREN (CONT’D) Look what I did! Lauren hits a bunch of keys on the keyboard and a chorus sexual noises play. She’s so proud and then notices Katie panicked face. LAUREN (CONT’D) Ohmygod! Is he chasing you?! I’11l call the cops! Lauren reaches for the phone, but Katie stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No! No, stop. It was... great. He’s so cool. And it was never awkward, I mean, it was the best date I ever had, until... Well, we were kissing. Katie crumples and puts her head in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What? Did he rip my spanx?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No... (muffled) I'm a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Werewolf?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Virgin. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m sorry, what? Katie sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You heard me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You're not serious. (off Katie’s nod) Well I’1l be damned. Since when? (Katie looks at her) I mean, why? How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "So, I was at the mall having Bourbon chicken with my sister when I was 13. She told me, don’t have sex in high school. Only sluts do that. Then, for your first time, just be in love. And after that, just have fun. And I was never...in love. Or no one was in love with me, I don’t know. I created this whole fake slut thing cause I was embarrassed, and it got so out of control. And now, men just expect it and I clam up and...I’m scared now. That I won’t be good at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "But what about... Dripping hole clenches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m a sham, okay?! I’m all talk! Literally! Lauren takes a deep breath. She sits down next to Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "If you had said you were a European Princess I would have been less shocked. Katie whimpers. LAUREN (CONT’D) Oh, Katie. Okay, you know what? Tina Fey lost her virginity at like 28! And, you’re going to be great at sex. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREN (CONT’D) Trust me, if your body can keep up with your mouth, you’ll be mind- blowing. And being in love when you do it? That'll only make it better. If Sean is a great guy he’1l wait, and it will be so much better than having your first time with just anyone. It will have been worth the wait. I’m so...proud of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Did your mom say that to you when you told her you were a virgin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "My mom doesn’t even think girls should say the word vagina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m such a loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Listen... You didn’t see yourself as a virgin at 28. But I didn’t see myself as a phone sex operator, either, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It isn’t exactly your dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Exactly. But, I kinda like it. And what I’m saying is...where we are now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "-..-isn’t that bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOTEL CONFERENCE ROOM- DAY",
          "text": "Lauren, Katie and Jesse stand around wearing name tags. A large banner reads: AMHERST LITERARY LUNCHEON. WELCOME GR A GROUP OF BITCHES cluster nearby, gabbing about themselv and eating cream puffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "It’s so good to see all these friendly Amherst Lit faces. I can’t wait to tell them I’m working on my novel. Has anyone seen that guy Gary? He’s got to be gay by now. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I think your brilliant story about a young man in clown college who truly finds himself after having a homo-erotic relationship with an acrobat will be misunderstood by this crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "You're right. It’s too layered. Lauren looks distracted. She waves to AUDREY,a late-20's fellow Amherst grad, from across the room. Audrey comes o",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Shit. She’s coming over. She probably thinks I work at Penguin by now and can help her network.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Well, she’s in for a real fucking surprise, am I right? Katie does a motion where she mimes talking on the phone while sucking a penis. Lauren laughs and relaxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah, you’re right. I’m very successful. I’m going to be honest and just...rock her world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "This oughtta be good. Audrey squeals and throws her arms around Lauren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Lauren Powell! I haven’t seen you at one of these luncheons in two years! This is fantastic. Lauren nods and steps back, but Audrey holds both of her hands, a little too intimately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What are you up to these days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Oh, you'll never believe it. I work at the Paris Review. I just had lunch last week with Augusten Burrows. Audrey continues to hold Lauren’s hands in hers while she talks, now waving both their arms up and down. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (CONT'D)",
          "text": "Could you die? Could you just die? Lauren dies a little inside and snatches her hands back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’ve actually left publishing for now. (drops her voice) There’s just no money in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(super judgey) Oh, I see. That’s sad. Audrey's judgement makes Lauren lose a little confidence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Audrey, is it? I’m Katie Steele. Do you remember me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I think so. What are you up to now? Katie looks to Lauren. Lauren nervously smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Lauren and I run a phonesex business. We've got a hot line that rings off the hook and our customers couldn't be more fulfilled. They usually jizz in under 10 minutes. We have an Excel spreadsheet with average call times. Lauren did it. She’s so smart. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You're kidding, right? Lauren finds her words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Actually, it’s just a more modern form of storytelling. We're about to make our first TV commercial. You know, cable access kind of thing. Keep your eyes open for it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(so fake) Wow. I would have thought you’d be running Random House or something. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (CONT'D)",
          "text": "Things change I guess, right? How wonderful for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yup. I get to spend the day with my best friend. And make a shit load of money! She puts her arm around Katie, which surprises Katie. Aud just nods and walks away. Katie is touched by what Lauren said. Lauren smiles, but watches Audrey go - thinking abo what she said. She’s in her own world, while--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "You're shooting a commercial?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hell yeah, we are. Sean shoots things!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Like people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Shut up. INT. LAUREN AND KATIE’S APARTMENT BATHROOM - NIGHT Sean angles the camera to focus on Lauren, who is in a bu bath, looking very unhappy and wearing a wig that covers of her face. Katie, sans wig, stands by in slutty lingeri She leans over to put lip gloss on Lauren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Unbelievable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh come on, you look fantastic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "You’re a natural. Lauren covers her nipples with her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah, that’s it, push them together. You’ve got a great rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Okay, we’re rolling. Lauren, just say your lines. Or ad lib. Just go for it. \f86. Lauren cocks her head so her wig hides half her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Having a slow night? Why not get things warm and...bubbling hot? I can help you climax. You’1l erupt like...like a volcano. INT. KATIE’S BEDROOM - LATER Katie is on all fours and wiggling her butt. Sean and Lau now in a towel exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Maybe a little less gyrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "A lot less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Fine! But I’m wasting my talent here. I’m ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Rolling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "1-900-MMM-HMMM. We're right here waiting for you to dial us up. You can dial us up all. Night. Long. Katie licks her lips with fervor. She fans herself with h hand and licks them again. Lauren tries not to laugh and elbows her. She signals Katie to continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "What are you waiting for? Just put your finger right on the button and press. Oh yessss. Press that button for me so we can be together. Press it now. l-oh yesss—900-Mmmmmm-Hmmm !",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Jesus. I don’t know whether I’m turned on or terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Me either. \f87. INT. LAUREN AND KATIE’S APARTMENT, KITCHEN- A LITTLE LATE Katie and Lauren now wear only aprons and high heels. In front of them is a bowl of whipped cream and a pile of cherries. Sean hangs behind the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Mmm, I love a nice bowl of cream. Don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Would you like to taste my cherry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Like anyone would believe you're a virgin, kitten. Sean chuckles. Lauren and Katie share a look. Lauren pats Katie’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Sweet and creamy. I love a late night treat that fills me up. Katie licks the cream off her fingertip and reaches for t phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Do your nights get long and hard? Let’s talk about our delicious fantasies together. CLOSE UP: Katie’s finger touches the keys on the phone se while she speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "1-900-MMM-HMMM. Ask for me, Tasty Cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Or for me, Sweet Lady Luck. Sean looks in the lense and then up at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "And cut! I... gotta go to the bathroom. INT. KATIE AND LAUREN’S APARTMENT, KATIE’S ROOM- EVENING Katie and Sean kiss on the bed. It is very passionate. Ka pauses. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Is this okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Here’s the thing. I’ve never...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "What? Had sex with a serial killer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No. Or with anyone. Ever. Except on the phone. But I want to. With you. Right now. Really. Sean is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Well that’s a surprise. The best surprise ever. Are you sure? She kisses him. INT. KATIE AND LAUREN’S APARTMENT— LAUREN’S ROOM — CONTIN Lauren edits the commercial footage on her computer. She cracks herself up. Her cell phone rings. It reads: Mom an Dad, but Lauren’s doesn’t notice. She answers on speaker phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (ON THE PHONE)",
          "text": "1-900-Mmm-Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH",
          "text": "INT. LAUREN’S PARENTS LONG ISLAND HOUSE - SIMULTANEOUS Scott is in the kitchen on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOTT, (ON THE PHONE)",
          "text": "Oh, I must have the wrong number. Lauren shoots to attention and looks at the caller ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Dad! Wait! Sorry about that. (covering) That’s just a joke Katie and I have when we answer the phone sometimes. scott I see. Funny! Mom’s getting on. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE, (ON THE PHONE)",
          "text": "Did you get the check we sent? scott You never cashed it, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yes, I got it. No, I’m not cashing it. I don’t want your money. I’m 28 years old remember? scott We saw your email about Random House calling you in again tomorrow. That’s great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Let me call Diane’s daughter for you, so we can make sure it happens this time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No, that’s okay. I’m doing okay this summer all on my own. I think I’m gonna go to the interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "You think?! But it’s Random House!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I know. But, I’ve changed a bit. What I want now is different. And that’s ok. I just want to figure it out by myself, ok? scott Fine, fine. You’ll do it on your own. This was always your dream. Lauren looks to Katie’s wall and is filled with guilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah. It was. Hey, I gotta go. ScoTT We might stop into the city tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Sure. Sounds great. Love you. Bye. Lauren hangs up before they can say another word. \f90. INT. KATIE AND LAUREN’S APARTMENT— KATIE’S ROOM- CONTINUO Sean and Katie make out. He takes off her top. He moves toward her panties and she flinches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Here, you lay back. Relax, I have an idea. Sean fumbles around on the night stand. In the meantime, Katie’s phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "(over his shoulder) Grab it. I’1ll just be a sec.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (ON THE PHONE)",
          "text": "It’s me. Sean turns around and we see he is on the phone. Katie giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Well, this is silly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "I think it might be just what we need. To get back to our roots. Tell me what you’re feeling. Sean reaches his hand down, seemingly to Katie’s panties. Katie moans into the phone, this time for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "That feels really nice. Just like I imagined it. Do you...like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Ohhhh, yeah. I like that. I like that a lot. Katie and Sean lock eyes. They start kissing again, but s hold their phones to their ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN, (CONT'D)",
          "text": "You feel so good. I’ve been wanting this since the first time I heard your voice. Sean rolls on top of Katie. \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It’s what I’ve wanted, too! And you're so hard and you’re...inside of me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Yes. Yes. I am! Katie and Sean toss their phones away and wrap their arms around each other. INT. KATIE AND LAUREN’S APARTMENT- LAUREN’S ROOM —- MORNI Lauren, in gym clothes, peeks out her door and sees Katie the kitchen table. She shuts her door again and takes a beautiful interview suit off a hanger. She begrudgingly shoves it in her gym bag and walks out the door. INT. KATIE AND LAUREN’S APARTMENT - KITCHEN - CONTINUOUS Katie, with full bed head, eats a bowl of Frosted Flakes. Lauren enters carrying the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Hey, what’s in the bag?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(uncomfortable) Uhm, I’m going to the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah, your ass is getting fat. Lauren laughs and heads to the door. She pauses and turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hey... I have something I want to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Great! Cause I have something I wanna say!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Okay. Me first. I just want you to know that I love what I’m doing. This has been the best summer of my life. I love our business. And... I love you. You’re awesome, Katie. You're my best friend. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "I’m really sorry about kicking you out of my car and into scarytown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I did urinate in your new car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "There was a bump!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Thank you! (laughs) I don’t know why I was such a jerk to you either. I just didn’t think you knew how to have fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I have had my lame moments. But you just were so crazy all the time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I fear normalcy. And maybe take that to an extreme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Should we hug or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yeah. Let’s hug. Both laughing and awkward, the girls hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(seriously) I love you too, Earth Girl. They separate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Okay, my turn! I had sex with Sean last night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I know! Let me tell you, owww at first, but then... outta this world! \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yay! This is so fantastic. I want to hear more details, but I have to go. We’ll celebrate tonight at our little premiere party!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh, I’ve got details. Like, why does their stuff just run right out when you’re done? And it’s so warm! Who knew that!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(laughs) I know. Okay, we’ll talk more later. She moves to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Have fun at the gym! Make sure they’re still getting my monthly donations. Assholes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(hesitant) Thanks. INT. KATIE AND LAUREN’S APARTMENT, LIVING ROOM- DAY Katie stands precariously on a chair as she hangs DILDO STREAMERS. Behind her, a banner made of thongs says, “WE IT!” The phone rings. Katie hops off the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "Hi, Jesse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (ON THE PHONE)",
          "text": "Who's going to eat my famous bean dip while watching her phone sex commercial premiere tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I am! I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "That's right. Hey, is Lauren back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No. She probably got sucked into yoga or something. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Yoga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah. She’s at the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Uh, sure. Right. The gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What? Are you acting weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "No. No, nothing. A seed has been planted in Katie’s head. There’s a knock the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Someone’s here. Gotta go. Katie hangs up and thinks for a moment about what Jesse s Then, she opens her front door to reveal Scott and Adele.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren sits in her wrinkly suit in front of Rachel Rodman",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "I’m so glad you came in again. We have some open positions now, and I haven't been able to stop thinking about your last interview. Hey, how’s your roommate’s phone sex line? Lauren looks caught. RACHEL RODMAN (CONT’D) You know, my husband started travelling a lot and I don’t know much about phone sex. Do you ever overhear anything your roommate says? Lauren uncomfortably smiles. INT. KATIE AND LAUREN’S APARTMENT, LIVING ROOM- A LITTLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Katie brings out a few glasses of ice tea on a tray, hand shaking, to Scott and Adele. Scott sits on the couch as A noses around. \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(flustered) It’s just so nice to finally meet you. Your daughter is lovely and amazingly well-parented. She’s the only honest person in this city! Scott beams and takes an ice tea off the tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "We’re very proud of Lauren. It really is an amazing apartment, and that key-",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(beaming) To the park! I know. That’s what sold us, too. Adele glides around the room, stopping at the musical keyboard and punching a few keys-- one elicits a small mo the next is panting, the third key has the soundbyte, “oh yessss!”\" all in Lauren’s voice! Scott turns toward the n and spills his tea on his khakis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Stoop sale. Adele nods, as if that explains it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren encourages Rachel who holds a phone to her ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You can do it. Just say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "Dripping! Hole! Clenches!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "That was really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RACHEL RODMAN",
          "text": "Wow that felt great. Really great. So I have this job open for you. When can you start? INT. KATIE AND LAUREN’S APARTMENT— LIVING ROOM - CONTINUO Katie runs off at the mouth. Scott and Adele are freaked \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "We weren’t best friends in college, but now- I mean, she’s like a sister to me. And that makes you guys my parents, too! Mom, Dad? Should we hug? Adele and Scott share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Do you know when Lauren will be back? scott (gestures at the “CONGRATULATIONS” banner) It’s great that you’re already prepared to celebrate! We’re sure she’s going to land that job, too! Katie freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Job? scott Random House has always been her dream. We knew they’d call her back in. I’m sure her interview must be done by now. It clicks in Katie’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "This whole Morty thing worked out for the best. New apartment, new job, and I’m sure a new boyfriend is around the corner. Lauren just needed a fresh start. Katie crosses her arms over her chest and fakes a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh, she’ll get a fresh start alright. EXT. KATIE AND LAUREN’S APARTMENT— EVENING Lauren, all lit up and back in her gym clothes, skips up steps to the apartment while holding a cake box. She look down and smiles at it through its cellophane window. It’s the shape of two phones humping each other. \f97. INT. KATIE AND LAUREN’S APARTMENT- A LITTLE LATER Lauren throws open the door, once again clad in gym cloth She holds a cake box triumphantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Honey, I’m hoooooome! (noticing her parents) Oh, whoa. Hi guys. Adele moves to hug Lauren. Katie forces a smile on the co scott Hi, sweetheart! How was the interview?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah, how was it, princess?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "(noting Lauren's outfit) I’m assuming you didn’t wear this to Random House? Lauren takes a deep breath, setting the cake on the table Adele peeks at it-- the cake has two phones humping one another and says, “WE FUCKING DID IT!” Adele is confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "It's a little casual, don’t you think? I mean, for such a dream job-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I, uh, had to drop by the gym, too. I wore a suit, Mom. scott I love this place! But let’s get over to Sarabeth’s, your favorite. I want to buy you and this lovely Katie lunch and hear all about it. Lauren looks to Katie, terrified. Katie grabs her jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Do tell. INT. SARABETH’S RESTAURANT- A LITTLE LATER A bottle of champagne sits on the table. Lauren peeks ove her menu to look at Katie, who is clearly about to blow. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Did you tell them about all the books you worked on for Morty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yes. Of course I did. scott I’m sure you'll hear back in 48 hours. I just have a good feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(sarcastic, to Lauren) This must be so overwhelming. Lauren nods and gulps from her champagne glass. Scott Wait, I'd like to make a toast! To my wonderful daughter, who, five years after Amherst, has finally blossomed into the young woman she always wanted to be. Adele raises her glass to Lauren. Katie taps their glasse little too hard with her own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Dad, stop. We, uh, don’t want to jinx it. scott Fine. Katie, I don’t know if we know what you do. Advertising was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Well, Scott, thank you for asking. Actually, Lauren and I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "We were just talking about Katie's career path actually. She’s thinking of changing careers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "That’s wonderful. Lauren gives great advice. What are you considering?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Actually, it’s complicated-- \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I thought you’d never ask. I’ve actually been doing something with Lauren this summer that I just love and has made us both so happy. (to Lauren) It was “the best summer of your life” was it not? Lauren tries to talk, but Katie stops her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Oh, I’11 tell them. I tell it better. Lauren's eyes go wide, pleading for mercy. Katie just ste rolls ahead. Lauren tries to stop her, but can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "She’s so modest. What a head for business on this one! You see, I used to work for this crappy phone sex line. Don’t worry, I was a virgin, not some sexual deviant-- But it entailed pretty flaccid profits, if you know what I mean. Then Lauren helped me launch my very own phone sex hotline! Well, it’s ours now, isn’t it? Business is booming. Our very first TV commercial airs tonight on Channel 47. It’s tasteful, I promise. And things really couldn’t be better! Scott Are you serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "Lauren? Lauren breaths heavy. She’s panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I can explain. (to Katie) First, I think you should go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(sweetly) But I’m not finished with my cordon bleu. Best Friend. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(pissed) I should have never moved in with you. You irrational lunatic. You've ruined everything! Katie stands up, angrily. While taking her purse off its on the table she snags the table cloth and some of the glasses spill. It’s a whole scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I’m a lunatic. Great. It’s been a pleasure. Thanks for lunch. (to Lauren) THIS IS WHY I’M NOT FRIENDS WITH",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS",
          "text": "Katie storms off and leaves Lauren alone with her parents EXT. SARABETH’S RESTAURANT— CONTINUOS Katie walks past the front of the restaurant. Lauren can’ see her, but Katie looks longingly at her. Lauren’s head hung and her hands are over her face. Katie wipes away a quick tear and resumes her angry strut down the street. INT. SARABETH’S RESTAURANT- CONTINUOS Lauren pulls her hands from her face and takes a deep bre",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You know what, guys? I’m...not apologizing for this. Not this one. I haven't made a wrong move since I stopped sleeping in a crib. Scott opens his mouth as if to speak. LAUREN (CONT’D) (putting her hand up) Hear me out. I’ve done everything exactly right, not just for you, but for me. I thought that was who I was. But...this is who I am. I did just have the best summer of my life. It was fun. My ideas made this business better and that means more to me than all the A’s I got in school. When I worked for Morty, I was bored, Mom. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAUREN (CONT’D) I kept thinking it would get more fun or more challenging if it were Random House, but the truth is, I don’t want to sit next to a stack of bad manuscripts all day. If I've learned anything from all this, it’s that I have no idea what the hell I want! But for right now, I want to run a phonesex line with my best friend. Who I think is really hurt right now because I snuck to a job interview behind her back and lied to her. And don’t say anything mean about Katie, Dad. She’s so earnest and funny and alive and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "I thought she was fun! scott (scratches his chin) This is just a shock, Lauren. I’m not sure what to say. You don’t want the job at Random House if they offer it to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "They offered it to me this morning. I turned them down. I wanted to tell you, not like this, but... This is the right thing for now. I’m happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADELE",
          "text": "That’s all we care about, right Scott? (Scott kinda nods) So, you’re more of a business Manager, you’re not actually a phone sex operator, are you? The CREEPY WAITER drops the check on the table. He nods knowingly at Lauren, who blushes her answer. INT. KATIE AND LAUREN’S APARTMENT - LIVING ROOM - CONTINU Half of Lauren’s belongings have been thrown into the liv room. Katie dumps a pile of Lauren’s clothes when Lauren walks in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I understand why you’re upset. But I told my parents everything. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN, (CONT'D)",
          "text": "Let me explain to you. I didn’t mean what I said back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "(loses it) I can’t believe I fell for your lies! You’re such a bad liar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m sorry. I was afraid you would flip out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh, I’m going to flip out! Why would you lie to me? Why do you need another job? Do I not provide for you? Did I not give you “the best summer of your life?” MmmHmm? Lauren feels bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, man. Ok. I just felt like I had to go to the interview, it was Random House! It’s been my dream to work there, but then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "But then, what?! You decided you could sow your royal oats with me for a summer and then go back to your perfect little life when the opportunity knocked?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. Come on, you’re acting crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah! I am! Crazy to ever move in with you! You with your perfect little sheets, and your pink toothbrush, and your sitcom parents on the phone at the same time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Hey! Don’t you insult my parents!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Is that the best you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Don’t make me do this. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh you do it, Cinderella! Lauren tries to hold it in, but it rises to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Fine! Your whole life’s a mess! Always has been! You’re such a fake! You lie about your fake job! You lied about your experience! Always pushing your sex and your confidence - what a lie! You’re messy, you're dirty, and you’re a lost soul who has lost her mind! That is, if you ever had one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I've lost my mind? Please! You're the one who lives in candy land where everything is perfect! Look at you, up there on your pedestal looking down on me. You've always thought you were better than me and everyone! You think you can teach me about sex?! Without me, you’d be stuck in the missionary position forever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well at least I don’t do everything in my power to be different!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Well at least I don’t do everything in my power to be boring and the same as everyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You wish you were a whore!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You're such a judgemental bitch! They are both seething mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You know what? I don’t have to take this. You’re insane. Just take your stripper pole and shove that inside you! Katie is shocked by that one. She walks over to the strip pole and dislodges it. She starts swinging it around and walking toward Lauren like a mad woman. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Oh, you mean this stripper pole? She swings it toward Lauren’s head. Lauren screams and gr a large dildo that happens to be on the coffee table on a stack of napkins like a paper weight. She swings it at Ka",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "You spoiled whore! WHOOSH! The pole whizzes by Lauren’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "You lunatic cunt! SMACK! Lauren hits Katie in the arm with the rubbery dild",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Ow! Mary Poppins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(swings again) Lindsay Lohan! Katie uses the pole as if she were a ninja - which she’s clearly not. LAUREN (CONT’D) Watch where you're swinging that thing! She flails around with the dildo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You watch where you’re swinging that thing! Liar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Why should I listen to you? Without me, you'd still be a virgin, who's stupid enough to run up her cell phone bill for $2 a minute! Katie stops in her tracks. Lauren stops too- mid-dildo sw",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You know, since you think I’m so stupid, I don’t even know why you're still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever since college, you’ve always thought you were better than me. So go take your perfect dream job at Random House, and go live your perfect little life. Lauren takes a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(almost sad) You really want me to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "No, I don’t want you to leave. I’m making you leave. This is my apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What? No it’s not. It’s ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yes. It is. That day I turned in the lease, they had given us the wrong one. I resigned the right one with only my name. So it’s actually my apartment. Please leave. Now. Enjoy Long Island. 105. Lauren looks at Katie. They’re both hurt, but with all th been said, it’s too late now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Fine. I judged you. And maybe I thought I was better than you. But today, you’ve made me realize one thing: I am. Lauren sets the dildo down and marches to the door. it and stands in the doorway. LAUREN (CONT’D) I hope that last night, when you lost your precious virginity... you got crabs. Have fun on Staten Island. You’1ll never be able to maintain the business without me. She opens And, she’s gone. Katie stands there alone, angry, and hur \f106. INT. JESSE’S APARTMENT - NIGHT Lauren pouts on the couch, while Jesse makes tea. The pho rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (ON THE PHONE)",
          "text": "Hello?...Hey, you...She might be here. No, that’s not why I’m not coming! I have...pink eye...I think you guys need to talk about it. Lauren jumps up and takes the phone from him and hangs it",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Unstable bitch. INT. KATIE AND LAUREN’S APARTMENT, LIVING ROOM- LATER THA",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Katie scowls next to Sean on the couch. On screen, the commercial plays. Katie is sad while she watches Lauren’s scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren sits next to Jesse on his couch also watching the commercial. She looks away when Katie is on the screen. INT. SCOTT AND ADELE’S LIVING ROOM - SIMULTANEOUS Scott and Adele watch the commercial on TV and are shocke INT. KATIE AND LAUREN’S APARTMENT-— LIVING ROOM - SIMULTA The commercial ends. Katie frowns and flips the TV off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Well, I think it’s AWESOME! Look at that camera work! Your phone’s gonna ring off the hook! Katie shrugs and gets up and tears down some decorations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah. I’ll have more business than ever and no one to help take the calls. She’s right. I can’t do the business stuff. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "I’m gonna go start packing. Ever take the Staten Island Ferry? Sean tries to hug her, but Katie huffs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Katie is in her half packed BEDROOM on a phone sex call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "(mildly enthusiastic) Sure, just flip me over and do me from behind. No, really, I like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An INMATE in an orange jumper is at a pay phone in prison",
          "sentiment": "neutral"
        },
        {
          "speaker": "INMATE, (ON THE PHONE)",
          "text": "Can you be a little more enthusiastic? This is my one phone call. She sees Lauren through her cracked door putting her key the counter. Lauren, holding a box, leaves without lookin toward Katie’s door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "What? Oh, yeah, I’m cumming. Sure. -Lauren sits at her desk at RANDOM HOUSE. An INTERN drops huge stack of manuscripts on her desk. -Katie fights her way through the crowd outside BLOOMINGDALES. TWO GIRLS with huge brown bags chatter excitedly while cutting Lauren off. She purposely knocks them with some force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Excuse me! -Lauren is at the counter at STARBUCKS. It’s the same Bar",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARBUCKS BARISTA",
          "text": "Where’s your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I don’t know who you’re talking about. \f108. -Katie sits at the kitchen table in her APARTMENT with Se She has a starbucks cup in front of her that reads “Fuck This” and a box of donuts sits between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEAN",
          "text": "Don’t worry, you’ll find another roommate. I could always move in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Yeah... We’re not there yet. I’m just getting comfortable with you not being a murderer. She grabs a donut and takes a bite. - Lauren and Jesse are at a RESTAURANT having brunch, but both on their laptops. Lauren types an email. It reads: TO: Katie.Steele@gmail.com Katie, I’m not really sure what to say, but I miss She stops typing and shuts her laptop. -Katie is on the phone in her almost packed BEDROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (ON THE PHONE)",
          "text": "A 2-on-1? Oh, sorry, we don’t do those anymore... Um, I guess for about three weeks?... You can still just talk to me... Hello? Katie hangs up. She gets up and walks out of her room. Sh opens the door to Lauren’s bedroom. She stares at the emp space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren, in a trench coat, waits outside an office buildin Then, Charlie walks out. Lauren steps out in front of him",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "There you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Whoa. Lauren. Hi. They hug awkwardly. She smiles. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Wanna get a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren and Charlie chat comfortably at a bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I pushed open the door and there she was! Fully clothed, jumping up and down with the phone to her ear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You must have lost it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, I did. Big time. But then, all my plans for taking over for Morty, and finding something else to go along with my plan, just fell to shit. And I couldn’t stop thinking about you saying we were boring, so, I did it. And, you know what? I’m kinda awesome at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "And that phone call in Italy was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I guess I thought that I could phone sex you back into love with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(touches her hand) Lauren...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I feel like I finally figured out that it’s okay to not have a plan all the time. Not everything has to perfect and tied up with a bow. Katie made me realize that. Right before she lost her mind and kicked me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry. Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No. If this (gestures to him and her) Didn't end the way it did, I would have never had this summer. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, thank you. I’m sorry for throwing things at your head. The check is set down between them. Charlie grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I got it. (winks ) You can pay me back with a phone call later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren and Charlie stroll through Times Square.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Well I was so afraid she was going to get raped, I made her wear my spanx!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Your Mrs. Doubtfire underpants? (does impression) Heelllooooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yes! Oh man, what a crazy bitch. If you had told four months ago me that I’d say this, I would not believe it, but... I miss her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I miss you. Charlie stops and looks at Lauren. She stops too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I miss you too. You were my best friend. 110. They look like they might kiss. Then, Lauren extends her for a shake. LAUREN (CONT’D) Friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Definitely. He takes her hand and then pulls her in for a hug. A FAT comes up to them with a flier. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT DUDE",
          "text": "You like comedy? Lauren spins around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAT DUDE",
          "text": "Do you like comedy? Fat Guy holds out a flier, like an olive branch. Emotion fills Lauren’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Yes. Yes, I do. Lauren turns to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Go. Go to your new best friend. She starts to run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(to Charlie) I’1l call you, okay? And you’11 just have to wait to see what kind of call it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I'll be sitting by the phone! He smiles. She smiles back and then turns and runs downto She pushes past people, jumps in front of taxis. She pull out her phone and dials Katie. INT. KATIE AND LAUREN’S APARTMENT, LAUREN’S ROOM- CONTINU Katie sits on the floor in Lauren’s empty room. She wears sweater Lauren sexy-talked her into buying. Sinead O’Conn Nothing Compares 2 U plays from her laptop. Her cell phon rings, but she doesn’t look over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren races down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh, come on. Answer! \f112. Katie’s voicemail picks up. Lauren redials the phone. INT. KATIE AND LAUREN’S APARTMENT, LAUREN’S ROOM- CONTINU Katie sings along to the music. Her cell phone rings again, but she just wallows. Then, t pink phone rings. Katie sighs and answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Mmm-Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "It’s me. Don’t hang up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Do you have a credit card I can bill for this call? Otherwise I need to hang up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "(out of breath) Katie. Stop. I made a huge mistake, okay? I never meant to hurt you, I didn’t mean any of those horrible things I said to you before. You're the best thing that ever happened to me! I had no idea how lost I was until you found me. And I’m so sorry. You're better than me, okay!? You're my best friend. You're my person! Katie is silent, shocked. A tear rolls down her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren waits for Katie to say something back. She looks nervous, but keeps running down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I love you. And I’m...I’m out of breath because, oh god, you’ve been running through my mind all day and I’m coming! INT. KATIE AND LAUREN’S APARTMENT— CONTINUOUS Katie looks up, shocked. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You're coming? To me? When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Soon. I’m close. I want to do this with you! Please let me come inside! Katie thinks for a moment and then jumps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Come inside! Come inside! You know what? I’m coming too! She runs out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren rounds the corner, past Gramercy Park. She’s on th block before the apartment!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m close! I’m close! INT. KATIE’S APARTMENT BUILDING - CONTINUOUS Katie bounds down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (0.S.)",
          "text": "Here I come! This feels so good! Katie runs faster. As she approaches the exterior of the building, Katie bounds outside and hurls herself into Lauren’s arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE, (CONT'D)",
          "text": "Oh my gosh, you’re sweaty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I couldn’t get here fast enough! I feel terr--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Wait. I’m sorry too. When I found out about the job, I just felt so insecure about us. And I should have trusted you. I shouldn’t have just freaked out like that and told your parents. I lost my mind, okay? \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I’m quitting Random House tomorrow, okay? It sucks compared to what we do. But yes, you were nuts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "I swung a metal pole at your face and I was terrible and you were right about me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "No, I wasn’t. I was mean. I really don’t think those things, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Ok. I didn’t mean what I said either. Except you do really live in Candyland sometimes. But it’s ok! (notices the trench) Wait, what are you wearing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "I just saw Charlie. And I thought maybe I’d show him how I grew over the summer, so... Lauren throws open her trench coat to reveal her sexy bra panties underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You went outside like this! You are so fucking cool. I have so much to tell you! I think I might try anal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Oh my!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "You wanna move back in? I think we can still keep the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Please? Jesse is about 2 days away from kicking me to Long Island. He’s such a boy. The girls hug again. They make their way inside the build",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATIE",
          "text": "Thank god, because word must have gotten around about our 2-on-1’s and I’ve had to turn down so many. We should charge triple for those, don’t you think? \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey, from the Amhearst luncheon sits in a leopard prin cubicle while on the phone. She reads from a Jane Austen novel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY, (ON THE PHONE)",
          "text": "‘It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife.’ Now spank that meat, and pull my corset tight! My bosom heaves for you! Next to her cubicle is a zebra print cubicle in which Jes sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE, (ON THE PHONE)",
          "text": "Yeah, put it in my ass! He is beyond excited about this. Lauren and Katie walk past the cubicles. They give a thum up to Audrey and Jesse as they head to an office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAUREN",
          "text": "Who knew there was such a big market for those two? They enter the office and close the door. On the door is sign that says: “1-900-Mmm-Hmm.” FADE TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1095"
    }
  ]
}