{
  "movie_id": "MOV1097",
  "scenes": [
    {
      "location": "UNIONTOWN",
      "time": "NIGHT",
      "characters": [
        "H",
        "INT/EXT. DEAD RECKONING",
        "AHHH...FUCK",
        "DROPPING THE BRIDE.",
        "...CHOLO.",
        "O",
        "N",
        "ALONE HERE",
        "IT'S STILL RUNNING",
        "EYE CAN SEE.",
        ".",
        "A",
        "R",
        "P",
        "INT/EXT. IMPALA",
        "INT. DEAD RECKONING NIGHT",
        "WHAT THE FUCK",
        "I",
        "OU'LL LET ME IN OR I'LL...",
        "ORD",
        "A THIRD HAND GRABS IT",
        "S",
        "ANOTHER SCREAM.",
        "I GOT IT",
        "T",
        "M",
        "A FACE BOBS OUT OF THE WATER",
        "C",
        "NIGHT",
        "BLAM",
        "W",
        "Y",
        "F",
        "YEEEE-HAAAAAAAA",
        "G",
        "YOU SELFISH BASTARD",
        "...AN ARMY OF THE DEAD LINING THE RIVERBANK FOR AS FAR AS",
        "YOU STUPID OLD FUCK",
        "B",
        "L",
        "D",
        "INT/EXT. JAIL",
        "BLOWS HIS OWN BRAINS OUT",
        "E",
        "K"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN COLOR: A FULL MOON shines over a picture-perfect Ameri town. PEOPLE, seen in SILHOUETTE, stroll past quaint shop whose signs promise RELIABLE APPLIANCES, WELL-MADE CLOTHE SOLID VALUES. A DINER has a neon sign that offers the \"BE EATS IN TOWN\". But something is wrong. The neon isn't lit Nothing in town is lit. Street lamps, windows, are all da TCHICK! KA-TCHICK-TCHICK. That DISTURBING SOUND continues Some of the PEDESTRIANS drift into \"UNIONTOWN PARK\", mill around a GAZEBO, where THREE \"MUSICIANS\" are struggling w a trombone, a saxophone, and a tambourine. They can't see make the instruments work, except for the tambourine play who is rattling out a few very unrhythmic beats. That's w that sound is coming from. TCHICK! KA-TCHICK-TCHICKY-TCHI A CLOSER INSPECTION REVEALS: The \"MUSICIANS\" are DEAD. So the \"PEDESTRIANS\". Flesh is rotting off their bones. The itself, which at first looked so perfect, is ROTTING TOO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're trying to be us.                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They used to be us.                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Worried) They're learning how to be us again.                                                RILEY DENBO watches the town through binoculars. 32, made rugged by realities, he has a heart beneath his tough exterior. MIKE CONVERSE, 21, young and unseasoned, has th eagerness and passion of someone young and unseasoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "o way. Some germ or some devil got them things up and walkin'. But there's a big difference between them and us. They're dead! 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAD TEENAGE COUPLE walks hand-in-hand near the gas pumps of a defunct TEXACO STATION. The boy steps on the little that BINGS when a car pulls in. Out of the building comes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...AN ATTENDANT. It was once tall and handsome. Now his f is a wrinkled map of death. He has lost its left arm. Dri blood darkens the shoulder of its jump-suit, where the ar was torn away. A \"TEXACO\" PATCH tells us the Thing used t work here. Embroidery tells us his nickname was once \"BIG DADDY\". He goes to the pump and removes the nozzle. Turns",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "if searching for a car to fill with gas. There is none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like they're pretending to be alive.                                                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't that what we're doing, son?                        Pretending to be alive?                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 THE SOUND OF GROANING WOOD as THREE heavily-armed GUERILL push a large CRATE over a PRECIPICE into a deep GARBAGE P below. FIVE SIMILAR CRATES lie amid the rubble. Insects BUZZ. RATS crawl. HUMAN SKELETONS, most HEADLESS, everywhere, no flesh left on their bones. Those with head show various wounds to their skulls. Except for one, whic ...suddenly, startlingly MOVES! Its bony arm reaches up f the bottom of the pit toward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...CHOLO DeMORA, a Latino in his 20s, handsome, roguish, confident...a bit too confident. He reaches over his shou and unstraps a CROSSBOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor bastard. WFFFFT! Cholo shoots the skeleton. His arrow goes complet through the WHITE SKULL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6 The doors of a beat-up WHITE MOVING VAN open. Cholo reach in, throwing back an oilcloth that covers ANOTHER CRATE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whole lotta trash this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's life, brother. A whole lotta trash. As the men tip the crate onto a dolly, MAGGOTS are reveal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "in the darkness beneath, squirming in a POOL OF BLOOD. (What's in that crate?) 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RILEY and MIKE watch THREE DEAD THINGS lumber toward them",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "from the town below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They know we're here. They can smell life. Smell blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 THROUGH THE BINOCULARS: BIG DADDY replaces the nozzle in gas pump. Sensing something, it looks around. Up. His dea eyes lock on Riley's. Big Daddy grunts. Responding to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "9 ...the THREE DEAD THINGS move up the hillside with more determination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glancing at Mike's guns) You any good with those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dunno. It's my first trip. Never had to use `em before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. I'm out here with a guy who can't shoot. Let's go. Mike stands, turns, and... ...is GRABBED from behind by a ZOMBIE! It's not one of th three they've been watching. This one wears the remains o CLOWN SUIT. Half its bulbous red nose has been eaten away Painted eyelashes make its stare alarming. Its ORANGE HAI crawling with SPIDERS. It wrestles Mike to the ground. Op its lipsticked mouth. Is about to bite Mike's neck when.. ...Riley FIRES his .45. BLAM! A bullet SHATTERS the Clown SHOULDER CAP. The dead thing is pitched backward, but see to feel no pain. It hunkers over Mike again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "iley FIRES four more times. THREE BULLETS RIP into the Clown's CHEST, NECK, CHEEK. Finally, the FOURTH PUNCHES A HOLE above the thing's left eyebrow. The Clown DROPS. ike looks at Riley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. You can't shoot, neither! 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RILEY and MIKE step into a tight, uncomfortable space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Generators whir. Gears turn. The two men open a storage locker and strap on ammo belts as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...SOMETHING TERRIBLE LOOMS out of the shadows! It moves toward Riley and Mike, who can't see it from behind the locker. The LEFT SIDE OF THE THING'S FACE has been BURNED AWAY. Only scar-tissue remains, and a single usable eye bulging from a socket. Riley turns. Sees the thing. And, surprisingly, he relaxe recognizing CHARLIE HOUK, a heavily-armed guerilla whose intellect is as burned as his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tcha doin', Riley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Havin' a bad dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have bad dreams. Hell, yes. Just look at me, you can tell that I have terrible dreams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The town is full of walkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every town is full of walkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These aren't just walking. They're like...regular folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But they're dumb, Riley. Hell, dead folks is near as dumb as me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You learned how to make yourself useful. That's what they're doing.                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They dumped the trash. Cholo's on                       his way. Riley and Mike look across the room in the direction of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "voice. Twenty feet away, a WOMAN sits at the controls of looks like a scavenged airplane cockpit that's outfitted a mixture of high- and low-tech equipment. She wears a bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "leather jacket with \"PRETTY BOY\" emblazoned across the ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Surprised) Pretty Boy's a dame?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This one is. Last one was a guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to him?                                   Pretty Boy turns, poking her finger through a BULLET HOLE encrusted with year-old BLOOD in the chest of her jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I kept his jacket. For good luck.                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luck?                                                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put some flowers in the graveyard.                      Pretty Boy reaches out and flips a toggle switch on the control panel. THOOMB! THOOMB! DEEP CONCUSSIVE SOUNDS can felt as much as heard as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11 ...RILEY, CHARLIE, and MIKE step out of A VEHICLE the siz of a city bus. The words DEAD RECKONING are painted on it side. This is no bus. It's a war wagon, built of SCAVENGE PARTS with a RIVETED STEEL SKIN. GATTLING GUNS protrude f a MEAN-LOOKING SNOUT. A ROOF TURRET supports two FOURTEEN INCH-CANNONS. Rotating lights SHINE in all directions, piercing the night. THOOMB! THOOMB! THOOMB! That sound again. MORTAR TUBES on vehicle's roof are launching FIREWORKS that BURST in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Looking up) `Flowers in the                            graveyard'. Why do you call `em that, Riley? I don't get it. These here flowers ain't the kind you lay down on the ground. These here are sky flowers. Way up in Heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love ya, Charlie. Know why? Cuzz you still believe in heaven. THE WHITE MOVING VAN rolls in and parks beside Dead Recko",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO jumps out with the THREE GUERILLAS from the dump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys scope out the town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like nobody's hit it before. FOUR GUERILLAS get into an old T-BIRD CONVERTIBLE mounted machine guns. TWO OTHER ARMED MEN climb onto MOTORCYCLES. very night seems to GROWL as everyone starts their engine",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always ready. Just look at me ou can tell I'm always ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I look at you, all I see's an idiot.                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think that's all you see. bet you see this iron, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie is wearing four holstered sidearms, two shouldere automatic rifles, a REMINGTON...and a sly smile that make wonder whether he's an idiot or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go have some fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't about fun, Cholo. VROOOM! The T-Bird and the motorcycles pull out toward to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We go in, do our job, and get out, all of us alive, okay? I don't want                      any fuck-ups on my last day out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Grinning) My last day, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "iley looks surprised. Cholo mounts a MOTORCYCLE, REVS the engine, and heads out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd he do, hit the lottery or somethin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somethin'. (Wondering) Somethin'. Riley and Charlie start to get back into Dead Reckoning. follows, pausing to look up at the \"sky flowers\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do those things really work?                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup. (Almost sadly) Stenches can't                       take their eyes off `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12 DEAD THINGS stand completely frozen in the middle of main street, like statues, mesmerized by the FIREWORKS. Only one figure is moving. BIG DADDY. He weaves between h brothers and sisters, urgently waving his one good hand, like Frankenstein's monster, as if to say \"Bad! Bad!\" He learned that fireworks bring danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DEAD TEENAGE CHEERLEADER, holding filthy pom-poms, look Big Daddy, unable to grasp what he's trying to communicat A SPEAR is DRIVEN through the Cheerleader's face! The spe is held like a lance by HARRY, a guerilla who roars past his motorcycle hooting like a cowhand on round-up. Other BIKERS rumble down the street, firing guns. Big Daddy watches the Cheerleader fall. It throws its hea back and lets out a great HOWL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13 THROUGH THE WINDSHIELD: RILEY recognizes BIG DADDY from t gas station. He also recognizes the Thing's anguish as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14 ...DEAD RECKONING, mortars still shooting FIREWORKS, stop the edge of town. CHOLO pulls up alongside on his bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH THE WINDSHIELD: RILEY and MIKE watch the T-BIRD R down MAIN STREET. The FOUR GUERILLAS inside laugh gleeful as they use the MACHINE GUNS to MOW DOWN HAPLESS ZOMBIES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it was gonna be a battle. This is a fucking massacre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Through an open hatch) Kid, these are the toughest guys in the `hood. You can't keep `em from wantin' to get some chuckles. iley gives Cholo an irritated look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, not me, Boss. You told me not to have any fun, I'm not having any fun at all. (To Mike) Come with me, kid. I'll show you the ropes.                           Mike climbs out and gets on the back of Cholo's motorcycl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To get supplies. Essential supplies. That's job our job, ain't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 THE WHITE MOVING VAN pulls up to a supermarket. THE DEAD THINGS in the parking lot, gazing at the FIREWORKS, barel notice the vehicle. MARKSMEN keep the lot covered as GUERILLAS carry CASES OF CANNED GOODS out of the supermar and into the van. The team has this down to a science. ILEY'S VOICE comes over one Guerilla's hand-held radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's the food?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into his radio) Lousy, but there's lots of it. 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAD RECKONING RUMBLES down a side street, its steel skin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "reflecting the FLASH of fireworks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18 PRETTY BOY drives. RILEY stands beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into radio) Number Two, what's your location?",
          "sentiment": "neutral"
        },
        {
          "speaker": "D",
          "text": "rug store. Need an aspirin? I got a million of `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into radio) Antibiotics. We need                        antibiotics.                                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into radio) Number Three?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "19 UERILLAS load boxes of ammo into a JEEP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into radio) Guns and ammo, Boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 HARRY, the biker with the spear, is making another run to a WALKER, who stands mesmerized by the fireworks, when... WHAP! Harry is sent FLYING! DEAD WOMAN, once pretty, wearing a softball uniform that bears the NUMBER NINE, has used its bat to hit a home run Harry's riderless motorcycle fishtails up the street and the side of a building. arry tries to get up. TWO DEAD THINGS attack him. Another motorcycle, driven by ANCHOR, who looks like Popeye, RUMB up in the nick of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry, jump on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighting off the Dead Things, Harry gets on and speeds aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 PRETTY BOY turns a corner. Out the windshield, RILEY sees 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...CHOLO and MIKE, on Cholo's bike, joining up with FOXY,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "red-haired guerilla on his own motorcycle. The three driv toward the end of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck?                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "23 CHOLO SCREECHES to a stop at a LIQUOR STORE with MIKE and FOXY. All dismount and start toward the entrance. They st as DEAD RECKONING pulls up and RILEY and CHARLIE climb ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin' in there but booze. Booze ain't essential.                                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A jug of good Kentucky goes for fifteen hundred back in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Cholo) I'm not risking anybody's ass just so you can pick up some side money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not askin' you to. Cholo and Foxy start into the liquor store. The doors are wide open. All that can be seen from outside is darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike! Wait!                                              But Mike has followed the others inside. 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 CHOLO unstraps his crossbow and leads the way cautiously into the dark space. Every subtle SOUND in the SILENCE pu MIKE more on edge. His hand tenses on his gun as SHADOWS in front of him. Shadows that could be zombies, but are n Behind the dusty glass doors of a once-refrigerated wall- unit, Cholo sees a CASE OF DOM PERIGNON. He goes to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "refrigerator. Re-strapping his crossbow, he opens the doo Reaches in for the case of champagne. His two hands grab",
          "sentiment": "neutral"
        },
        {
          "speaker": "A THIRD HAND GRABS IT",
          "text": "Cholo looks up. The refrigerator has no back wall. A DEAD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THING with a Manson-like SWASTIKA tattooed in the center its forehead has stepped in from the shadows of a loading area beyond. It GRABS Cholo with a terrifying GROWL. Cholo falls under the weight of the champagne, and the weight of the Dead Thing, which drops on top of him. They",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "roll, struggling. The Thing holds Cholo in a death grip. At the front of the store, Mike fumbles with his rifle. Foxy shoots at the Dead Thing and misses. Cholo PUNCHES the Thing with his free hand. The Dead Thin head recoils, but lowers again toward Cholo, the Swastika looming, drooling teeth baring for a bite. Cholo's eyes flash. It's the first time we've seen him scared. BLAM! CHARLIE FIRES one round, right into the center of t swastika on the Zombie's forehead. The Thing crumples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice shootin'.                                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good shootin'. Ain't no such thing                       as nice shootin'.                                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "R",
          "text": "o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FOOT KICKS the Zombie off Cholo, who looks up to see... ...RILEY extending a hand to help him to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close one.                                             ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm still here, ain't I?                                Everyone relaxes. Cholo picks up the case of Dom. The oth head toward the front of the store. TILT DOWN TO THE FLOOR as their feet move past. In the gl behind stacks of cartons... ...A DEAD HAND appears. Reaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! Look out, kid!                                    The hand grabs Mike around the ankle! Mike turns, raising gun. Too late. A DEAD UNIFORMED POLICEMAN, the skin on half its face STR DOWN TO BONE, RIPS A HOLE IN HIS LEG with its teeth! ike SCREAMS, staggers into a wall, and drops to a seated position on the floor. Riley and Charlie spin around at t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sound of his cry. Cholo, closest to Mike, pulls his cross and fires an arrow through the Zombie's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' rookies. Cholo tucks away the crossbow, grabs a box of Cohibas off counter, and runs outside with Foxy. Riley goes to Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Kneeling) It's alright, son. You're gonna be alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'm dead. You get bit by one f those things and you become what they are. Riley wraps a strong arm around Mike and lifts him. Mike quickly plants the barrel of his .45 under his chin and..",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLOWS HIS OWN BRAINS OUT",
          "text": "iley, stunned, lets the corpse slide to the floor. He loo into the rookie's open eyes, devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 THE WHITE MOVING VAN, THE T-BIRD, AND THE JEEP roll out o town in a convoy. Trailing them, THREE SADISTIC GUERILLAS MOTORCYCLES ROAR past, firing... ...a HAIL OF BULLETS at A DEAD FAMILY on the sidewalk. Th MOTHER FALLS. Not shot. It has been GRABBED and SHOVED do to the ground by... ...BIG DADDY! Who GRABS the little GIRL next, thrusting h roughly behind the protection of a wrecked car. The FATHE last. Big Daddy grabs it from behind, by its hair, just a ...ROUNDS from an UZI DRILL A DOTTED-LINE across the Fath neck. Big Daddy is unhurt, but spattered with BLOOD. Not greenish-black. The blood of the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "here's a RIPPING SOUND as the Father's NECK is PULLED APA by the weight of its limp body. The body DROPS to the str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HEAD remains suspended in Big Daddy's hand. His face contorts. His mouth opens and closes, trying to utter sou ig Daddy drops the head, looking down at its befuddled ey with sympathy. After a moment, the sympathy is joined by rage. Big Daddy lifts his right foot and brings it STOMPI DOWN on the disembodied head, CRUSHING ITS SKULL. The convoy ROARS off, leaving a cloud of exhaust. Big Dad",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sees Harry's downed motorcycle lying in the street. The b of an AUTOMATIC RIFLE protrudes from a saddlebag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Daddy goes over. Pulls out the rifle. Tests the weigh it in his hand. Curls his finger in through the guard and pulls the trigger. BLAM! A bullet ricochets off a brick wall. Big Daddy is startled at first. Then, he relaxes, realizing the rifle' power. With surprising dexterity, he slings the weapon's strap over his head and across his chest, patting the str as if comforted by it. Turning, he looks toward... ...THE DISTANT GLOW OF A SKYSCRAPER that can be seen ON T HORIZON. That's the direction the convoy is headed. That' where the bad men came from. That's where he wants to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the city in the distance, Big Daddy starts walking. NUMBER NINE falls into step beside him. Soon there are MO None of them knows where they are going. Or why. All that seems to matter is that they have a leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26 DEAD RECKONING, emitting tendrils of HOT STEAM from twent steel nostrils, stands parked in a corner of a fenced-in outdoor yard. (We don't see how big the yard is. Yet.) A SEARCHLIGHT sweeps the darkness as GUERILLAS unload the supplies they took from Uniontown and carry them toward.. ...a set of RUSTY STEEL DOORS, above which is a FADED SIG that reads \"SUBWAY (TO CITY)\". In the bustle of activity, HARRY, the biker who was attac in town, perspires as he helps unload. He looks ill. RILEY walks past, handing out bottles of beer to the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry. Beer? Harry doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry?                                                   Harry SPINS! GROWLS! LUNGES at Riley like a beast! Riley has no time to reach for his gun. The Harry-Thing i strangling him. SMASHING the neck of a beer bottle on the snout of Dead Reckoning, Riley JAMS THE JAGGED GLASS into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the Harry-Thing's forehead. Its body drops to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got knocked off his bike in town. Must have been bit.                                      Riley looks down at the body with a mixture anger and reg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 A mile-long subway tunnel extends into BLACKNESS. A wide PLATFORM runs the length of the tracks, at the head of wh A DERELICT TRAIN is parked. A CARGO CARRIER pulls out, driving along the platform, it flatbed piled with supplies, while ANOTHER CARRIER is bei loaded with boxes of food, pharmaceuticals, ammunition, a TWO BODY BAGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit happens, Riley.                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Blaming himself) Only if you let it.                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cargo carrier that was first to pull out drives into tunnel. CEILING LIGHTS spaced far apart STUTTER on and of Two guerillas, ANCHOR and MOUSE, who looks like a mouse, on the open flatbed with the cargo. The tunnel is filled with looming steel shapes that cast menacing shadows. Mouse shifts nervously. Suddenly... ...PLINK! SOMETHING WET FALLS ON HIS FACE! He JUMPS. Recovers. Wipes his cheek with his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate going under the fuckin' river. He takes out a joint. Lights up. The match FLARES. SPLAT! Mouse and the match are soaked by WATER dripping from abo 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RIVERS flank a TRIANGLE OF LAND where A CITY glows in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sunrise. Once proud and prosperous, its buildings now see like tombstones. SEVEN BARRICADED BRIDGES span the rivers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Protected on three sides by mighty                      rivers, the city stands as a monument                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "to man's ingenuity. At the center of it all is Fiddler's Green.                              29",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TV MONITOR broadcasts views of A KITCHEN, A PLUSH LIVIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROOM, A DEN with a VIDEO FIREPLACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luxury living in the grand old style.                   Dine at one of three restaurants. Look for that perfect gift in our fabulous shopping mall. he monitor shows a huge ATRIUM with shops and restaurants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They make it sound nice.                               ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is nice.                                             Holding his case of Dom Perignon and his box of Cohibas, CHOLO looks with FOXY at a monitor mounted to a white-til subway station wall. Down the tunnel behind them, the oth GUERILLAS unload supplies from CARGO CARRIERS parked on t platform. A sign reads, \"GOLDEN TRIANGLE/FIDDLER'S GREEN\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Approaching) Cholo.                                    Foxy moves away, leaving Riley and Cholo alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two people dead. That kid, Mike. He                     should be here with us right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't kill him. He got bit and he killed himself. Same thing I woulda done. And you! iley lunges at Cholo, takes hold of his shirt, and SLAMS him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck are you turning into, man?                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e take money to do nasty shit. Shit that nobody else is dumb enough to do. We go in knowing the risks. The kid did too. His number came up, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We take the risk to bring in things                     people need. Not to make a few extra bucks selling liquor. You                         used to know that.                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody makes their own way. verybody makes their own ucking way! holo shrugs out of Riley's grasp. Behind them, the gueril continue to unload cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "y daddy...he picked fruit, penny- a-piece. He never went for anything, so he never had anything. I'm gonna have a place, Riley. My                       own place! And now I got enough                         money to buy my way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it time? Isn't it your time? For Fiddler's Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cholo looks up at the TV monitor. Riley follows his gaze, seeing well-dressed PEOPLE sipping cocktails in a club ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're dreaming, Cholo. They'd never let me in. They'll never let you in. We're the wrong kind. The image on the TV MONITOR changes to an overhead view o the city and its rivers. Animation draws a RED LINE along base of the \"golden triangle\", a zone known as \"THE THROA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bask in the security of a city protected not only by its natural boundaries, but by hand-picked members of its own private militia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 In live action, not on the   monitor, WEARY TROOPS, slopp uniformed, guard four rows   of electrified, barbed-wire DEAD THINGS cluster by the   DOZENS outside the barricade",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CORPSES hang all along the   stretch, suspended on the ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stench! Ten o-clock! A WALKER lumbers in and touches the fencing. SPARKS FLY! Thing's flesh is literally COOKED! BOILS develop, POPPING OPEN, emitting SMOKE. Still the Thing remains animated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take its fuckin' face off. UDDA-BUDDA-BUDDA! The Military Woman FIRES. The Thing is decimated. Its body hangs, welded to the SPARKING barbs. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1 CHOLO approaches a CHECKPOINT manned by TWO SECURITY GUAR Setting down the champagne and Cohibas, he unstraps his weapons and hands them over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DeMora. Supply unit",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's in them boxes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Essential supplies. For the man upstairs. l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guard takes Cholo's weapons and returns a claim check CHOLO collects his boxes and steps onto an escalator that carries him up into an ENORMOUS ATRIUM. The \"mall\" we saw TV. SUNLIGHT splashes through glass walls onto box-plante trees. Caged birds CHIRP seemingly in tune with the Chopi that lilts over a sound system. SHOPPERS, expensively ove dressed, stroll past stores. OTHER RESIDENTS lunch at \"outdoor\" cafes. Cholo pulls out a kerchief and wipes the smudges off his face, trying to make himself presentable. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 FIDDLER'S GREEN, a heavily protected HIGH-RISE in the cen of the city, dominates the skyline. It's where the Fat Ca live, protected from urban decay. The building is surroun by unoccupied high-rises that define \"the golden triangle clean section in the center of the city. No ugliness in v RILEY and CHARLIE cross a manicured plaza to a CHECKPOINT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "manned by TWO SECURITY GUARDS. Riley hands over his ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quittin' time, Deke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Holding up the ID) You're gonna need this.                                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Walking on) Nope. When I said                           quittin' time, I meant quittin'                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 RILEY and CHARLIE walk down a street into the city's \"ghe zone, which is lined with taverns, gambling clubs, strip joints, like a boom town from Alaskan gold-rush days. BUY and SELLERS lurk in the shadows, copulating, dealing drug iley is welcomed by nearly everyone he passes, greeting them in return with a smile and a nod, handing some bills a FATHER with a YOUNG SON, patting an OLD MAN on the back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna get a drink, Riley? Just ook at me, you can tell I could use a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. Gotta see a man about a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie follows Riley, who strides into... ...an alley, surprised to find a cadre of rough-looking REVOLUTIONARIES, led by MULLIGAN, a defiant man who stand on a soapbox. A small audience is gathered in front of hi He takes a swig from a bottle of whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irish accent) How long are you                         gonna let him push you around? If                       there was enough of us...if you all                     would join up with us...we could                        pull him down off his throne!                           Some of the people in the audience nervously shift their to the FIDDLER'S GREEN HIGH-RISE ten blocks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't fix a place like this,                        Mulligan. You just have to get out                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got the firepower, Riley. If you and your friends would come in                      with us, we'd be unstoppable.                           Mulligan holds out his bottle to Riley, who passes it to Charlie, who takes a swig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone's stoppable.                                   We hear the sound of a boy coughing. Mulligan's son BRIAN stands behind him, looking feverish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You alright, son?                                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm fine, dad.                                          As Riley starts past, he stops, pulls something from his pocket, and presses it into Mulligan's palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Antibiotics. For your boy.                              Mulligan looks down with gratitude at a bottle his hand. When he looks up again, Riley is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 Turning a corner, RILEY and CHARLIE stop in front of a rundown GARAGE with a tarp hanging down instead of a door Riley pulls it aside and looks in. A HOBO lies asleep on grease-stained floor, curled under some old newspapers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Waking) What car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My new car. I paid for it. I was                       here yesterday. There were two guys getting it ready for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was nobody here this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sonofabitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened, Riley. Didja get fucked? Riley stands there, grim-faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(A whisper) Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B",
          "text": "ING! An elevator door opens. CHOLO, carrying the champagn and Cohibas, steps out, walks to \"PENTHOUSE NUMBER ONE\", rings the bell. An instant after he pushes the button... ...the door is JERKED OPEN by TYLER KNIPP, 50-something, African American man in a white butler's jacket. Frighten he's wielding a SCISSORS, poised to strike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Lowering the scissors) Oh, Mister                     DeMora. Mister Kaufman ain't home                      and there's some shit goin' down.                      No lie. I heard...                                     A SCREAM RINGS OUT down the corridor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard that!                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, man. Mister K. sure gonna be                        upset about this.                                       Cholo drops his boxes and moves down the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called Security. They should be                       here...                                                 Cholo reaches the door to PENTHOUSE NUMBER TWO. It's lock ANOTHER SCREAM from inside. He FLINGS himself at the door The LATCH SPLINTERS out of the frame. The door BURSTS ope",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6 ...and CHOLO enters a dark foyer. The only light comes fr another room somewhere inside. A soft, rhythmic SQUEAK, l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a child's swing moving back and forth, ECHOES through the apartment. It's an eerie, incongruous sound. On guard, eyes straining, Cholo moves inside. The squeak louder, the light brighter as he turns a corner and sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a MIDDLE-AGED MAN, HANGING DEAD from a HOMEMADE NOOSE suspended from a light fixture in the kitchen! THE BODY S slowly, the harsh glare making the man's face even whiter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "than it is. A toppled chair lies on the floor at his feet Cholo stands transfixed for an instant. And in that insta ...HE IS GRABBED FROM BEHIND! He whirls, ready to kill, b finds only a MIDDLE-AGED WOMAN, 60-something, wearing a tailored suit and expensive jewelry, her perfectness blemished only by her hysteria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Johnny, he killed himself, he                        killed himself. My Johnny! My                           Johnny!                                                 Cholo shakes her, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it together, lady.                                 Behind them, in the kitchen, unseen, a dazed YOUNG MAN, w up to the hanging corpse. He rights the toppled chair and steps on it, lifting a paring to knife cut through the no",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Softly, to himself) Dad. Oh, Dad.                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Cholo) Se-Security. Are you                         Security?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, for God's sake, who ARE YOU?! She resumes her SCREAMING. In the kitchen, the Young Man is slicing through the rope when his DEAD FATHER'S EYES POP OPEN! The Young Man is to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "busy with the rope to notice. THE HANGED MAN'S EYES BLINK Once. Twice. Three times. Its body TWITCHES. And then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the Hanged Man turns, making a move on the Young Man. motion increases the strain on the light fixture, which p away, SPARKING, from the ceiling and CRASHES TO THE FLOOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "along with the Hanged Man and his son. The entire apartment is PLUNGED INTO DARKNESS. The woman",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "stops her screaming. Almost as soon as she does, a SNARL be heard from the kitchen, followed by another SCREAM, th one coming from the Young Man. Cholo rushes to a nearby fireplace and grabs a POKER and MATCHLIGHT, which looks like a pistol, but shoots FIRE fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "its tip. He approaches the kitchen, using the FLAME to li his way. In the FLICKERING GLOW, he sees... ...the Young Man lying on the floor. CHUNKS have been bit out of his neck and wrist. The body is CONVULSING in the moments of life. THE HANGED MAN IS NOWHERE TO BE SEEN. Cholo stands over the Young Man and stabs him in the head with the poker, jabbing the point all the way through. Th woman SCREAMS again from the kitchen doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up! I gotta hear. Where'd he                       go? Where'd the other guy go?                           Silence. Cholo pulls the poker out of the Young Man's hea SHUFFLING sounds. He follows them to the other end of the kitchen, probing the darkness with his matchlight. The sounds are LOUDER here. Cholo lifts the poker, ready strike. Just as he does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the back door of the apartment BURSTS OPEN and a SECUR GUARD lunges into the kitchen, rifle in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Cholo) Drop it!                                     Cholo drops the poker and holds up his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, no problem.                                        TWO MORE SECURITY GUARDS come through the apartment's fro door and rush into the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem, no problem! But there                       is a problem. There's a dead guy                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "walkin' around in here. THE HANGED MAN appears without warning, attacking one of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "guards who just entered, BITING OFF half his left CHEEK, including the EYE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before his partner can raise his gun, THE WOMAN GRABS IT HIM! Aims at the Hanged Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALONE HERE",
          "text": "She fumbles with the weapon, not knowing how to make it w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bitten security guard starts to lose all strength in legs. The Dead Thing holds him up, as if waltzing with hi BITING HIM again and again. Cholo takes the gun from the woman and shoots the Hanged",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need help. I need help! Cholo kills the bitten security guard, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You...FUCK! Cholo turns the gun on the surviving security guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna talk about this? I did                        what I had to do. I only did what I                     had to do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 RILEY and CHARLIE step into the CELLAR of an old BROWNSTO Dirt floor. Stone walls. The place is filled with smoke a BUZZING with FLIES. As Riley and Charley turn their guns to TWO BIG BRUISERS inside, a TOUT named ROACH sidles ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Eyeing the weapons) Supply run last                    night, uh? Bet you have some money in                   your pocket. I can show you how to                      turn that money into more money.                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roach. Where's Chihuahua?                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I can find him for you. Come on in.                                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley is already in. He has pushed past the Tout and is striding into a fog where GAMBLERS are rushing to place b with heavily-armed BOOKIES. We're reminded of a cock-figh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "joint in a Pancho Villa movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lot of action tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta new kind of game. iley strides toward a cluster of BETTORS. A very tall man",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "stands among them, wearing a Texas Stetson that sticks up high above all other heads, its peacock feathers poking e higher out of a snake-skin hat band. iley grabs him and spins him around. he man's feet are off the ground. Way off the ground. Far from tall, he's a little person, who has been standing on platform, wearing a purple satin pimp-suit. He's a Latino who looks like a Chihuahua. And that's his name. CHIHUAHU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put me down! Put me down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to my fucking car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? They're fixing it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went over to the garage. Your guys aren't there. The car's not there. My dinero's not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, this is not me. I did not do this to you. I am your friend. Put me down. Come on. I find out what went wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get me the car, or they'll carry you out of here inside that fucking hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 In a dark CATACOMB, DEAD MEN are chained to the walls. WH A POLE shoots out. A NOOSE on the end encircles the neck captive Dead Man and is cinched tight. TWO MEN hold the p while A THIRD sprays RED PAINT on the Thing's face. ANOTH DEAD THING is dragged in and sprayed with BLACK PAINT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "39 Cursing in Spanish, CHIHUAHUA pulls a GLOCK out of a fili cabinet and jams a magazine up its butt. 0",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RILEY and CHARLIE drift into a large room that's packed w BETTORS hooting and hollering like football fans. They're jammed onto tiered wooden viewing stands arranged around IRON-MESH STRUCTURE that looks like a lion-tamer's cage. Gates open. THE PAINTED WALKERS are thrust inside the cag Their nooses are released. The gates are locked behind th",
          "sentiment": "neutral"
        },
        {
          "speaker": "D",
          "text": "EAD RED, alarmed by the color of DEAD BLACK's face, reach out and gently touches the paint. Its fingers come away w blackened tips. lack follows suit, staining its fingers red. Black licks hand, spitting when it identifies not blood, but somethin distasteful. BOOKIES drift among the spectators, taking bets with fist full of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they betting on, Riley?                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Red or Black. Who's gonna win the                      fight.                                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What fight? Stenches don't fight.                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They do when there's food.                             The TOUT sidles over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's on the menu today? Cat or                       dog?                                                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you. Today it's something new.                                                   CLANG! Another gate opens in the cage. A hush falls as everyone awaits what will come. Including the Dead Men, w gaze with anticipation at the opening. What comes is... ..A WOMAN! Alive, badly bruised, her dress in tatters. Despite tarnish, she still looks sexy. Last night she was",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hooker known as SLACK. Now she's meat in a lion cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus fucking Christ. The gate SLAMS shut. The Dead Things walk toward the woma Riley rushes off. Charlie follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "lack backs up, hits the wall of the cage and, terrified, starts to circle its iron perimeter. The Dead Men flank h Black is the first to touch her. The crowd HOWLS. lack's terror turns to determination. She punches Black three times in the face. The Thing recoils as she glides of its grasp. RILEY and CHARLIE reach the BRUISERS who took their weapo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give us our guns.                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Handing over the weapons) You                         leavin'?                                               Riley cocks his M-16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a little while.                                      In the ring, BLACK reaches for SLACK again. With one lightning-fast move, she kicks it in the chest, sending i flying into Red's arms. Red shoves Black aside. Black makes another try for the woman. Red grabs its riva This time Black hangs on to Red's shirt. The two twirl ar in a staggering lampoon of a wrestling match. Slack rushes to the side of the cage and starts to climb. She's agile. Strong. But she almost falls as the cage SHA with the force of... ...Red SLAMMING Black against the mesh. On their way back through the arena, RILEY and CHARLEY pu through the crowd, trying to reach the center ring. A GOO steps in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No guns in here!                                        Riley gives him a rifle butt in the face and moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "lack continues to climb the cage, almost out of reach, bu Black grabs one of her ankles, pulling her down and slamm her to the ground. Black hunkers, drooling, over Slack. As it is about to bi RAT-A-TAT! A short burst from Riley's M-16 shatters Black",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "collarbone. Cheekbone. Skull. The Thing drops. Red lunges for Slack. Riley kills it with another short B he crowd PANICS, stampeding toward the exit. Suddenly MOR BULLETS FLY, this time from a GLOCK, FIRED by... ...CHIHUAHUA, who, in a rage, is pushing through the LEGS the fleeing crowd. He makes it to a clear spot and draws steady bead on a target...Charlie. Chihuahua pulls his trigger. Riley beats him by an instant, FIRING the M-16. Just as Chihuahua's gun GOES OFF...a LINE of BULLET HOLES PERFORATES the little man's belly. The round from his Glo misses Charlie completely. Riley runs to the cage, where Slack stands, trembling, ju on the other side of the bars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods gratefully. hihuahua is still on his feet. And now he is really pisse Not because of the holes in his gut, but because...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My suit! You fucked up my new suit! Riley turns to Chihuahua, but doesn't have time to lift t M-16 before...BLAM! The little man FIRES at him. Slack delivers a powerful KICK into the flexible fencing, sendi Riley sprawling to the ground and saving him from... ...Chihuahua's round, which misses Riley...but HITS SLACK Spun around by the impact, she falls face down. Chihuahua continues to FIRE. Riley Marine-crawls as bulle PUNCH around him, SPARKING off the cage. Chihuahua keeps coming, keeps FIRING, until... ...A SINGLE SHOT from Charlie's .45 shatters his skull. H drops like a broken pinata.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley looks up, seeing TWO OTHER MEN with guns. Chihuahua GOONS. For a moment it seems as if a major shooting match going to break out. But before it does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it! . ..FOUR POLICEMEN burst in. The Goons lower their weapons. Riley runs back to the cage, BLASTS the lock on the neare gate, and rushes inside. Slack's body is lying on the flo He suspects she's dead. When her BODY MOVES, he suspects worse. He plants the barrel of his M-16 against her templ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm alright, I'M ALRIGHT! Slack uses her left arm to push herself up to a sitting position. Her right arm is BLEEDING, up near the shoulder",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ucker got my right arm. I'm a lefty. They look into each other's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen you around.                                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen you around.                                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A POLICEMAN steps over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell happened here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody shot the little fat man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I see that. You're under arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41 A UNIFORMED GUARD leaves CHOLO in a PRISTINE WHITE confer room with glass walls overlooking the rotting CITY far be Cholo sets the case of champagne and the box of Cohibas o conference table. A SMAN stands in SILHOUETTE at the wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was Uniontown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Death intrudes on us even in the Green, I'm afraid. I heard about                         what happened with my neighbors.                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm grateful for your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "brought you back some presents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cholo opens the case of champagne. He pulls a bottle out, untwists the wire, and uses his strong thumbs to pop the cork. FOAM runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ou probably want a glass, don't you? Sure, a high-toned man likes to drink out of a glass. Cholo grabs a highball glass from a cupboard, pours champ into it, and brings it, overflowing, to the Silhouetted M",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got something else, too. Cholo tears open the box of Cohibas. He picks up two ciga bites off the tips, puts one in his mouth, then, walking to the Silhouetted Man, puts the other in his mouth, ligh them both with a wooden match that he strikes on his jean",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILHOUETTED MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, thank you! Twenty grand. That's what I got comin' for last night. I never bothered to pick it up. S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't? CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. I left it in the bank. Your bank. With all my other dough. rom all those other nights. I got enough now to buy me a place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SILHOUETTED MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean here? In the Green?                          The Silhouetted Man steps away from the window. Expensive dressed, in his early 60s, he is PAUL KAUFMAN. He sets do the highball glass Cholo gave him, gets out a proper champagne flute, and fills it from the bottle, smiling politely at Cholo. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, Mister DeMora, but there's a very long waiting list. CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long? KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is an extremely desirable location. Space is limited. CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean restricted. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I do have a board of directors, a membership committee that has to approve... A wave of incomparable sadness sweeps over Cholo's face. C HOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess it takes more than money to become a \"member\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take my advice. Withdraw your funds from the bank and spend them somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Quietly) Don't do this to me. Don't do this to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. Three years! Three years I been cleaning up after you,                     taking out your garbage, and you tell me I'm not good enough? You're the one who's no good. You are no fucking good. And you are gonna let me in. You know why? Because I know what goes on around here. How many of your fucking \"members\" know what's in that garbage I take out for you? Cholo lunges at Kaufman, grabs him by the collar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OU'LL LET ME IN OR I'LL...",
          "text": "Cholo feels the barrel of a .45 against his waist. Kaufma who has drawn the pistol from his jacket, is still smilin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we should talk about this when you're less excited. Kaufman presses a button under the table. THREE SECURITY GUARDS rush in, GRAB Cholo, and drag him away. Kaufman st one of the guards at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Softly) I won't be needing this man any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "HE SECURITY GUARDS lead CHOLO down the stairs. Cholo WHIR like a Ninja. He SLUGS one guard, kicks another in the gr the third in the face, and escapes through a fire door. c",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "w",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. JAIL",
          "text": "43 RILEY RIPS off part of his shirt-sleeve and starts to ban the wound on SLACK'S arm. They are in a jail cell that ha brick walls and a small barred window facing a dark alley CHARLIE, stripped of all his guns, stares outside longing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Slack) Why you? In that arena. Why did the little fat man throw you in with those things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't the little man. It was the big man. The man upstairs. He's got his fingers in everything down here. If you can drink it, shoot it up, fuck it, or gamble on it, it belongs to him. He's just seein' that we get a few cheap kicks so we don't go thinkin' too hard about why he's eating steak and the rest of us are lucky to get the bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same question. Why you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They found out I was working with Mulligan and his people. Tired of eatin' off Cbones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can you do? Every place is the                     same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Places with people. I'm gonna find me a place where there ain't no people. North. Canada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wherever you're going, take me                          ith you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He won't. Riley likes to be alone. He might take me. Cuzz havin' me around is pretty much the same as bein' alone. (Glancing at Riley) can make myself useful. And I an shoot. C S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can shoot. And I can be pretty fucking useful. I had training. I was gonna join the Army. Up the Green. Till somebody figured I'd be a better hooker than a soldier. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need to hear your story. Everybody's got a story, and I'm tired of hearin' them all! SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your story, Riley? They look at each other, clearly attracted. R                                             ILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said everybody has a story. That was wrong. I don't have one. Daddy was a preacher. Mama kept the house. School. Engineering. Nothing bad ever happened to me...(turning away)...till everything changed. LACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything changed for all of us. Whether we had a story or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SOUND outside the window. Charlie glances through the b CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... Riley and Slack look out the window. FOUR SECURITY MEN ar chasing MULLIGAN into the alley outside. They drive him l an animal against a wall, club him, and drag him away. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mulligan. RILEY instinctively reaches through the window's bars, bu there's nothing he can do. It's a helpless feeling. HARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are they gonna do? Kill him?                       SLACK                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not right away. First, they'll try                      to get what they can out of him.                        About people like me.                                   Riley puts his hand on her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "g t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44 In a ratty bedroom, FOXY is wakened out of a snore by CHO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're taking the truck out. Get he guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not him. Just the regular uys. Know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 CRANE DOWN FROM A FADED SIGN, TONY'S AUTOMANIA, high abov what was once a car dealership, but is now a fenced-in DE full of VEHICLES. A huge WHITE FACE with black cartoon ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POPS into view, attached to a TEN-FOOT-TALL BODY emblazon TONY BALONEY. It's one of those vinyl ADVERTISING DUMMIES that does the hula as air pumps through it. Tony's arms w wildly, like a giant zombie, comic yet oddly unnerving as BLAM! BLAM! Bullets hit it in the face and neck. GUS, a y soldier, and his partner BARRETT, are shooting outside th SALES OFFICE of the car-lot-turned-depot. A sign is print on the window. \"BEST DEALS IN TOWN AND THAT'S NO BALONEY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Handing Gus a five) You win. You                       got him in the brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46 SCREECH! CHOLO pulls a CARGO CARRIER to a stop along the platform of the tunnel. FOXY, PRETTY BOY, MOUSE, ANCHOR, SCAR, the youngest of the team, leap off the flatbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 The steel doors under the \"SUBWAY\" sign open and CHOLO st out with his TEAM. A DEPOT GUARD steps forward as the doo close and lock automatically behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's up, Cholo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Flashing an official-looking paper) Takin' the truck out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just got back in this morning.                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody gets a day off these days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Taking Cholo's paper) Hey, wait a                       minute this is from yesterday.                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Keeping his cool) Oh, I must have                       given you the wrong one. Here... Cholo reaches down, but not into his pocket. For his gun. Just before he draws it...SHOTS ring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?                                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Relax. Just target practise. 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Double or nothing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. GUS aims his rifle at the jerking head of TONY BALONEY. A is about to fire, there's a SOUND at his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quit scratching around back there. You're tryin' ta fuck up my aim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just standin' here. I'm not doin' nothing. The SOUND comes again. From the woods that adjoin the lot Barrett grabs the handles of a KLIEG LIGHT mounted on a p and swings it so that it ILLUMINATES the tree-line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "here's nothing there. Nothing but BRANCHES being slapped erratic gusts of wind. Barrett pivots the Klieg light back to its original posit jumping out of his skin when the bright white beam reveal A DEAD THING within arm's length. 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Barrett FIRES! The dead thing DROPS OUT OF FRAME, REPLACE ANOTHER. BLAM! Barrett SHOOTS again. This creature collap It is also replaced by another, which is also shot, as... BLAM! The top of Barrett's head is taken off by a rifle s The rifle was fired by BIG DADDY. The barrel is still smo In the darkness behind him stands NUMBER NINE. Behind Num Nine are the SHUFFLING SHADOWS of many more dead things. GUS SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that? Screaming practice?                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stenches! Jesus! They're all over the place!                                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE DEPOT GUARD turns and runs toward his men. CHOLO'S TE unstraps weapons and gets ready for battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Stopping them) Ain't our fight.                         Stenches are making it easy for us.                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "Let's grab the truck. HOLO and his team sprint across the lot to DEAD RECKONING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GUNNER at a machine-gun battery opens fire on the WALKE Many of the rounds SPARK off the wire fencing. 0",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. DEAD RECKONING NIGHT",
          "text": "CHOLO and his TEAM scramble into the vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should we send up some `sky flowers'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Those things want to get in here...let `em in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 THE WALKING DEAD march through MACHINE GUN FIRE behind th \"leader\". BIG DADDY. He is the first to reach the fence surrounding the lot. Pushing against the wire, he is soon joined by NUMBER NINE. Then OTHERS. The FENCE COLLAPSES. Dead Things SWARM into the depot. VROOOM! DEAD RECKONING pulls out. Rumbling over the secti of fencing the zombies pushed down, it drives into the ni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOLDIERS abandon their stations and scatter, shooting wil NUMBER NINE knocks one of them cold with its baseball bat The soldier falls, losing his M-16. BIG DADDY grabs the b and throws it aside. Picking up the soldier's M-16, he presses the weapon into Number Nine's hands, even arrangi Number Nine's fingers on the trigger. RATATATAT. With the gun aimed at the ground, Number Nine fires a BURST that sends her into a spastic dance. The soldier sits back up. Draws a pistol. Big Daddy grabs the barrel of the still-firing M-16 and guides it along the pavement to... ...the soldier's legs. Bullets march up his groin, belly, chest, and, finally, head. He drops. ANOTHER SOLDIER attacks. This time, Number Nine aims her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "weapon purposefully and scores a direct hit. OTHER DEAD THINGS SMACK at the steel doors that lead down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the subway. They can't get through. Losing interest, they drift slowly away, until their attention is refocused by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a GRUNT from Big Daddy, who is gazing toward the GLOW the FIDDLER'S GREEN HIGH-RISE across the river, closer no than before. The city. That's where he wants to be. That'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "where he's determined to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52 KAUFMAN RIPS a TURKEY LEG off a cooked bird on a platter front of him and eats. Across the table sits one of his b members, HARRISON SUTHERLAND. KNIPP enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phone call, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Knipp. I'll take it. Knipp brings a radio-phone to the table. Kaufman picks up receiver and lifts it to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aufman? Kaufman tenses, just enough for Sutherland to notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah. The one that got away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said we should talk when I was less excited. I'm a lot less excited now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want, Mister DeMora? 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't have a place in the Green,                fine. I'll go find another place.                 But you know what I'm gonna need?                 Money. I want my money out of your                bank. And I want the rest of the money out of your bank. And if you don't give it to me, I'm gonna blow you out of your fuckin' ivory tower. I've got Dead Reckoning.                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's unfortunate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put the money on a boat and send it across the river to the South Side. Tenth Street Pier. One man to drive the boat, no more. You've got till midnight. Four hours. I won't be there. Dead Reckoning won't be there. But I'll know if it happens. I'll know if it doesn't happen. CLICK! CHOLO hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a world where the dead are returning to life, the word `trouble' loses much of its meaning. (Beat) He wants money.                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pay him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't negotiate with terrorists. There are other options.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 CLANG! A FIDDLER'S GREEN SECURITY GUARD opens a cell door",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one of you is Denbo? RILEY, CHARLIE, and SLACK exchange glances. What now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "56 KAUFMAN sips a Scotch. SUTHERLAND is present, with a midd aged board member named CHANDLER STYLES and CLIFF WOODS, is young and ambitious. All of them are nervous, pacing. door opens and RILEY is ushered into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Denbo. Come in. Can I offer you a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then...please sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody else is sitting. I think I'll just stand here, like the rest of you. While you tell me why I'm standing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need you to repossess a vehicle that belongs to us. The vehicle you designed, Mister Denbo. Dead Reckoning has been stolen. By your second in command. I want him captured. Or killed. And I want my two-million-dollar piece of equipment returned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which has guns. Big guns. That could do a great deal of damage if he were to aim them at this city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just send out your troops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to lose them. I could send five hundred men against that thing and they'd all come back in body bags. It's your vehicle. Cholo was your man. You might be able to get close enough to...do what has to be done. (Refilling his scotch)                    Do this for me and I'll grant you                     something in return. Residence in                     the Green.                                            RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not me. That's what Cholo wanted,                     and you didn't give it to him, did                    you? That's why he's out there                        waving a cannon at your ass.                          Kaufman won't admit that Riley's right, but he looks at h with a glimmer of respect. RILEY (CONT'D)                             ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me one of those vehicles, over                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "in the depot, weapons, and enough ammunition to go north. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But...there's nothing up north. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the idea. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright. You've named your price. An easy one to pay. R ILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more thing. My friends. They go with me. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take them. e looks at Riley, a hint of desperation behind his eyes. KAUFMAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "an you find Dead Reckoning? Quickly? RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How quickly?                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By midnight.                                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 DEAD RECKONING RUMBLES along a dark street, plowing into DERELICT CAR, knocking it aside and rolling it down a sma embankment, pinning THREE DEAD THINGS beneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58 CHOLO'S TEAM laughs raucously at the fate of the zombies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Tense) Knock it off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 BIG DADDY steps out of the darkness, watching the lights DEAD RECKONING recede. He hears desperate SQUEALING comin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "from under the toppled car. He lumbers down the embankment. Pushes on one of the uptu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "tires. He can't turn the car by himself. He looks back to road. Grunts. NUMBER NINE and OTHERS OF BIG DADDY'S GATHERING FORCE hur to the car. They push. The car rolls over, freeing THE TH DEAD THINGS. One of them used to be a BUTCHER. Still wear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a blood-stained apron, carrying a meat cleaver, he looks Big Daddy with something resembling gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 SOLDIERS pass out monster weapons to RILEY, CHARLIE, and SLACK. Riley straps on a K-90. Charlie turns one down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like the iron I already got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This piece fires fourteen rounds a second. Charlie unstraps his own REMINGTON. A la Sergeant York, h licks his thumb. Wets the sight. And BLASTS a COCKROACH climbing on a wall twenty feet away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't norm'ly need fourteen rounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "K C",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take that gun.                                      SOLDIER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you handle it? SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better'n you. The safety's off. he Soldier checks the gun. The safety is off. He clicks it on and embarrassedly hands the weapon to Slack. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Slack and Charlie) You guys don't have to come out with me if you don't want to. Slack ties her hair back with a bandana. Checks her gun c SLACK                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd feel like a dick if I didn't. HARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too. Just look at me you can tell I'd feel like a dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some shit, ain't it? Goin' out to                        save a place we don't give a fuck                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "about. RILEY                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not the place. It's the people in it.                                                   AUFMAN (O.S.)                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Denbo. Riley turns. KAUFMAN and SUTHERLAND enter with several OT KAUFMAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your friends are going out with you. I want some of my friends to go along, as well. (Turning)                             anolete. AN HISPANIC MAN steps forward. MANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's how I am called...Manolete. After the bullfighter. 6 m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teahouse. TEAHOUSE steps forward. A mean-looking Asian right out of Mortal Kombat. He joins his hands, as if in prayer, and b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "illsbury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "P",
          "text": "ILLSBURY is a woman, a Sumo-sized Samoan, six hundred pou and seven feet tall, swaggering, decked out in a clatter fighting gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impressed) Damn. Pillsbury speaks with a voice as deep as the Mindanao tre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I come here to do sumthin'. Not stann aroun'. Why we stann aroun'? Less go do sumthin'. 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LONG DOCK juts into the RIVER. DEAD RECKONING stops bes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "it. MOUSE jumps out. CHOLO stands in an open hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Looking around nervously) Don't leave me alone here long.                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At midnight. Give me a call. Let e know if we're rich or not. Mouse nods, running off to hide in a BOAT SHED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 The steel doors to the subway tunnel open. RILEY and his step out. The depot has been DEVASTATED. FIRES BURNING. FENCES DOWN. Only TONY BALONEY moves, still waving spooki",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geez. Cholo made a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cholo didn't do all this. Clouds of thick black SMOKE from the fires BILLOW across depot, restricting visibility. Ever-shifting OPENINGS in clouds reveal glimpses of torn BODY PARTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RILEY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stenches have been at this place. He leads the way into the depot, his M-16 at the ready. Behind him, all eyes peer nervously into the smoke. Every speaks in HUSHED tones. MANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the truck pulled out, it must have knocked the fence down. That's how they got in. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That fencing was pushed in from outside. TEAHOUSE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how many stenches it would take to do that? RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a thousand of them out there for every one of us. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good thing we're smarter. SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who's talkin'. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're getting smart. I saw it in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uniontown, last time out. They're learning how to work together.                         Thoughts darken. So does the SMOKE, which billows thicker virtually blinding the team. SOUNDS come. The MOANING of WIND. The POPPING of burnt metal and wood. TEAHOUSE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do they want?                                     Slack looks back as she walks. The zombies have taken dow another section of the depot fence, beyond which lies a suburb. Beyond which is the river. Beyond which is the gl of the FIDDLER'S GREEN HIGH-RISE. SLACK                                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They want the city.                                    RILEY                                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city is us. They're after us. We                   pissed `em off one too many times.                     M",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MANOLETE                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll never get across the river.                     CHARLIE                                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank Heaven.                                           RILEY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta love the guy. He still believes                   in Heaven. Anyone got a radio?                          Teahouse pulls a Motorola from his belt. Just as he tosse it to Riley, they hear...GROWLING! he team draws their weapons, standing in a loose circle, their backs to each other, guns searching for a target. Darting eyes peer into the void. MORE NOISES emanate from somewhere. Everywhere. Slowly... ...Charlie unstraps his Remington. Licks his thumb. Wets sight of the rifle. LACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(A whisper) Why do you do that?                         CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Whispering back) Catches the                           light. Right now it's moonlight. Lets me see where I'm aimin'. BLAM! Charlie FIRES! A single shot into the black smoke. SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell you shooting at? CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "DEAD MAN steps out of the smoke! Before anyone can react, grabs Slack's shoulder from behind! She whirls around. Pu away. Is about to shoot when she sees AN ENTRY WOUND on t left side of the Thing's forehead. CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ff-center. But I got him. The Thing relaxes its grip and drops at Slack's feet. ANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Hysterical) There's more of `em out                    there. I can hear `em. THERE'S MORE! There are SHUFFLING SOUNDS in the smoke. Manolete backs a Pillsbury grabs him. Slaps him, hard, across the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "R",
          "text": "y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they is more, we gonna need o guns. Pull `em out n'stann up wid us, like de man you ain't. Riley lifts Teahouse's Motorola and pushes \"Send\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley Denbo. Calling the Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "LOSE ON: SUTHERLAND'S alarmed face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? A TROOPER, equally alarmed, is reporting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wiped out! That's what he said! Denbo! He said the depot was wiped out by stenches!                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. Keep us informed.                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "64 RILEY and his TEAM move through DRIFTING SMOKE. VEHICLES scattered about. They stop at the T-BIRD. There are no ke in the ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta go get the keys, Riley. iley looks across the lot to the CHARRED RUIN of a shack. Tire fires BURN around it. Debris smolders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't no keys to get. Melted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw keys. Hot wire the fucker. MANOLETE climbs in and goes to work under the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "H",
          "text": "e feelin' better since I hit `im. Suddenly, CHARLIE draws his .45 and FIRES AT SLACK! BLAM! bullet buzzes just above her ear, blowing a WISP OF HAIR .",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...A DEAD OLD MAN BEHIND HER DROPS, a HOLE in its head. LACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Charlie. That was useful. The WIND shifts and black SMOKE envelopes them. MANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see! Riley pulls out a flashlight and shines it under the dash he team fans out around the T-Bird. The smoke is so thick they can't make out anything. Including each other. harlie peers into openings that shift on the breeze. What he doesn't see, what he can't see, is what's behind him.. ..a FEMALE WALKER, wearing the soiled and tattered remnan of a bridal gown. The fabric seems to glow in the smoke. The bride shuffles toward CHARLIE. We see it coming. No o else does. Just as it opens its mouth to bite... BLAM! Slack SHOOTS! Her bullet cuts closer than the one Charlie fired, CLIPPING OFF THE TOP OF HIS EAR before",
          "sentiment": "neutral"
        },
        {
          "speaker": "DROPPING THE BRIDE.",
          "text": "SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even-Steven. CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not! That hurt! I didn't hurt you! Manolete fumbles with colored wires under the dash. RILEY                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry up.                                              PILLSBURY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Impatient) Yellow to red! TEAHOUSE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck does a Samoan know about hot-wiring cars? PILLSBURY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five thousand cars. Stole. Every year in Samoa. MANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty thousand in Mexico. R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PILLSBURY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mexico got a million cars. Samoa got five thousand. Every one. Stolen. THE T-BIRD'S ENGINE REVS. MANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "I GOT IT",
          "text": "Riley leads the team into the T-Bird. Manolete starts to out from under the dash. As TEAHOUSE settles into a seat the door... ...SOMETHING heavy and wet SMACKS his shoulder. It's a FOREARM! It drops onto Teahouse as if thrown at him. TEAHOUSE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God! Oh, GOD, WHAT'S THIS?! Teahouse HURLS the bloody thing onto the asphalt. Shockin the ARM SPRINGS BACK, THUMPING against Teahouse's face! A twist of torn muscle, no thicker than clothesline, is kee the limb loosely attached to... ...A DEAD THING that has crawled beside the T-Bird. Lifti itself, it BITES a large filet out of Teahouse's arm. CHA",
          "sentiment": "neutral"
        },
        {
          "speaker": "M",
          "text": "SHOOTS it. anolete climbs up behind the wheel and...VROOOOOM!...peda to the metal he pulls out of the depot. Slack glances at Teahouse, then, wind in her hair, leans in close to Riley SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Softly) How long does he have? RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a brother. Real brother, by birth. Bit. Hung on for six days. Before he turned. I was the one had to shoot him. SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you said nothin' bad ever happened to you. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That happened to my brother. SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into his eyes) But you kept going. ILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got to, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "up. Dead is dead. And that ain't you. And that ain't me. Slack turns to Teahouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "orry, man. I truly am. She draws her .45, aims at Teahouse, and FIRES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 KAUFMAN paces with a cigar, passing SUTHERLAND, STYLES, and CLIFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I recognize that some of you are concerned. We've been threatened by a disgruntled employee. I've sent people out to take care of the problem. However, should something go wrong, I want to assure you that measures have been taken. I've established outposts. With food and supplies to support us on our way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On our way? To where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alternate sites have been chosen. Air transport has been arranged. For us and our families. As well as necessary support personnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about all the others? Kaufman looks at Cliff, as if expecting him to understand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the others can be replaced. y others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cliff, let me talk to you for a moment. Kaufman leads Cliff into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...an alcove on the far side of the room, shutting two po doors made of sandblasted glass. Sutherland and the other can't hear, but can see, Kaufman and Cliff in SILHOUETTE. ON THE OTHER SIDE OF THE DOORS: Kaufman leans close to Cl smiling, his eyes blinking a bit too rapidly. KAUFMAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You interrupted me. I was just                          talking about how people can be replaced. You don't want to be replaced, do you? CLIFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nervous) No. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, and I don't want to replace you. You have promise. A day may come when you earn yourself some responsibilities. Right now, the responsibilities are mine. All                          the responsibilities. It was my                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ingenuity that took an old world and made it into something new. I                       put up fences to make it safe. I                        hired soldiers and paid for their training. I keep the people on the streets away from us by giving them their games and vices. It costs me money! But I spend it because the responsibility is mine! Now do you                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "understand \"responsibility\"? CLIFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but... KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No buts. CLIFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... Kaufman looks disappointed. Taking Cliff by the arm, smil again, he leads him over to an outer door and opens it. A armed SECURITY GUARD stands in the corridor outside. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take him out with the rest of the garbage. I won't be needing this man anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the conference table, Sutherland sees the light coming from the outer corridor, better defining the silhouettes the Security Guard drags Cliff away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Styles) Pretty soon it's going to be one of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 n an overgrown suburban street, a LAWN TRACTOR, driven by GARDENER in work clothes, drives back and forth, back and forth, over a swath of dead grass. The gardener is DEAD t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 CHOLO watches the GARDENER through the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I don't have this truck, I'm no different to Kaufman than that poor Mexican bastard out there. CLOSE ON: CHOLO'S WATCH. 11:20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's never gonna pay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows it's his ass if he doesn't. Cholo slides open a small window, grabs his crossbow, and SHOOTS the Gardener in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 ANGLE ON: A SOLID WALL OF WOOD. BIG DADDY, NUMBER NINE, a OTHERS OF THE DEAD push against it. The wood holds. Big Daddy turns, surveying his troops. Focusing on the BUTCHER. On the meat cleaver it has in its hand. Big Daddy pounds on the wood, demonstrating. Points at th meat cleaver. Pounds again. The Butcher gets it. Approach the wall. HACK! The meat cleaver chops into wood, splintering it. REVERSE ANGLE: from the other side of the wall as the woo splinters to reveal BIG DADDY'S EYES staring through at.. ...the FIDDLER'S GREEN HIGH-RISE, looming closer than it before, though it's still across the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "69 CLOSE ON: a small, electronic unit, the size and appearan of a \"Game Boy\". AN LED SCREEN shows a BLINKING RED DOT moving along a MAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn left up here.                                     SLACK, driving the T-BIRD now, makes the turn. The car bl through a deserted town, moving fast. Riley notices that Slack is effected by the desolation she sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long since you been out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never been out. Lived in the city since...it was a regular city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Surprised) Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you were going to make yourself useful. Right now what I could use is for you to pull over. he does. The T-Bird stops along a road bordered by a MARS thick with tall CAT TAILS. Unexpectedly, Riley stands and points his automatic at PILLSBURY and MANOLETE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I made a deal with your boss. Find Cholo. I'm gonna do it. Keep him from                  blowing up the Green. I'm gonna do it, I don't want people to get hurt. Bring back Dead Reckoning... Sorry. That's where I stop. I didn't ask him                  for much, just guns, ammo, and a car. I've got the guns. I've got the ammo. And if I find Dead Reckoning I'm gonna have the best fucking car                        that's ever been built, and I'm taking it to Canada. If any of you don't like that idea... Riley reaches down and opens the passenger door. Manolete looks out and sees the CAT TAILS MOVING. THREE WALKERS ar slogging through the marsh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MANOLETE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some choice. PILLSBURY",
          "sentiment": "neutral"
        },
        {
          "speaker": "G",
          "text": "ood choice. I like see Canada. Pillsbury reaches out and slams the car door closed again ILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, keep these two covered. Charlie pulls his .45. Riley turns around his seat, glancing down again at the \" Boy\" in his palm. The RED DOT has moved on to ANOTHER MAP RILEY (CONT'D)                               ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a right onto Route Six. Slack pulls out. SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what you were thinking about all along. You got me out here figuring I'm a boy scout, and now you're telling me we're just                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "stealing a fucking car? ILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a problem with that? SLACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I like the way you think. HARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like the way he thinks, too. Just look at me you can tell I like the way he thinks. RILEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take another right.                                     SLACK                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know which way you're                        going?                                                  Riley holds up the \"Game Boy\". It BEEPS SOFTLY as the RED shifts onto another MAP. RILEY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I built a homing device into Dead                       Reckoning. If Cholo's anywhere within                   fifty miles, we can track him.                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "70 DEAD RECKONING stops on a long road, at the end of which stands... ...a MILITARY COMPLEX. THE BEAM of a SEARCHLIGHT sweeps b and forth over the buildings, a sign of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "71 CHOLO checks his watch. 11:29. He speaks into a TRANSMITT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mouse. Anything?                                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOUSE stands in the shed, holding a transmitter of his ow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet. No boat. No money. No nothing.                                                73",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, he's never gonna pay.                                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why we're here.                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO looks out the window to the searchlight sweeping ov the military complex in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. IMPALA",
          "text": "74 SLACK drives as RILEY monitors his \"Game Boy\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. He's going to Ross Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's there?                                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Powder magazine. Where they keep                        the big boomers. Rockets. For Dead                      Reckoning's cannons.                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75 MOUSE looks at a GRIMY WINDOW as the SHADOW of a WALKER s just beyond the glass. Mouse FIRES a BURST shattering the window and dropping the Walker. Silence. Mouse takes a tentative step toward the window. SCRATCHING SOUND. SOMETHING climbs up onto the sill from outside. Mouse raises his gun, but hesitates when he sees ...it's a child. A GIRL SCOUT. It died at age nine, still wearing its uniform. Now, it's voracious. It grabs Mouse' gun-hand. The weapon FIRES harmlessly into the floor. Mou is about to be chomped when... ...a STALAGMITE OF GLASS in the top of the shattered wind drops, PIERCING the Girl Scout's head. Mouse runs SCREAMING to the door, where he is grabbed by another DEAD THING. And another. As he is TORN APART, he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "that there are DOZENS MORE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: BIG DADDY. Only the river now flows between he his goal: FIDDLER'S GREEN HIGH-RISE, so near and yet so f 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM! The door SLAMS behind KAUFMAN as he enters the foye KNIPP emerges from the rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any word from Mister Denbo, sir?                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Pack us up. We might have                           to be leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the helicopters?                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll only need one of them.                           ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. DEAD RECKONING",
          "text": "77 PRETTY BOY eases the vehicle up the road to the complex o buildings: ROSS PARK, a sprawling munitions depot. The searchlight continues to sweep across the night, but ONE is manning it. It's mounted to an automatic rotator o the roof of the main building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like no one's here.                               The gates stand wide open. There's no sign of life. CHOLO punches a button. The SIDE HATCH HISSES OPEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foxy. You're elected. Get out there and see what the fuck.                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foxy moves out through the open hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody go out and help. SCAR grabs his weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll go.                                               ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE OF THE DEAD TOPPLES face first into the water, droppi out of sight. ANOTHER FALLS. BIG DADDY looks at the spot where his brothers fell in. He looks for a long time, coc his head like a puppy trying to understand a high wind. The first Dead Thing slowly rises out of the water. Then Second. They stand, waist deep, in the shallows. Big Daddy gazes down at the water, a concept dawning. The with grim purpose, he steps deliberately off the low wall Hitting the river, he manages to stay on his feet. Standi waist deep, with the others, he scoops up water with his good hand. Sniffs it. Tastes it. He looks up. Sees the CITY LIGHTS REFLECTED ON THE RIVER. tries to express his thoughts. All that comes from his mo is a series of inarticulate moans. He's incapable of transmitting his idea. So he does what he's been doing si Uniontown. He leads. He walks toward the city. Out of the shallows. Into deep water. Over his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "79 There are AUTOMOBILE TIRES, GARBAGE CANS, a rusted ANCHOR sunken MOTOR BOAT, HUNDREDS of BEER BOTTLES...AND THOUSAN OF DEAD THINGS...WALKING...ON THE RIVER BOTTOM...followin BIG DADDY through the debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "80 A knock on a door is answered by A MAN who looks a bit to greasy to be important. SUTHERLAND is outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much is Kaufman paying you and                      your men?                                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four hundred a day. Each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll pay you five thousand a day. Each.                                                   81",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car speeds down the road with SLACK at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "82 RILEY looks at his watch. 11:40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83 The unmanned SEARCHLIGHT scans the yard, casting intermit shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place is important. The men                        here wouldn't just walk out.                           ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe they had no choice.                               FOXY and SCAR move toward a large STORAGE BUILDING where door swings in the night breeze, SLAPPING alarmingly agai the wall. Beyond the opening is a BLACK MAW, like a velve curtain, past which nothing can be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There could be stenches in there. (Readying his M-16) Got a flashlight?                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scar nervously pulls out a flashlight. As he CLICKS on th BEAM, he loses his grip. The flashlight drops to the grou Scar reaches for it. His fingers tip it and it spins. The beam WASHES across his shoes. Then Foxy's shoes. Then fin ...ONE OTHER SHOE. Someone else's. Gasping, Scar grabs th flashlight, shining the beam up onto what should be a leg but there's nothing left above its bloody shin. PLIP! PLOP! PLIP! Beads of BLOOD hit the floor, dropping from the DARK FIGURE of a SOLDIER who is approaching. Sca aims the flashlight at the figure's face, recognizing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brubaker! You okay? Where's the                          other guys? What happened here?                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brubaker keeps coming. He has BULLET HOLES in his chest, they're not what's dripping blood. It's another half-eate FOOT that he's carrying. BRUBAKER IS DEAD. Foxy shoots hi Foxy and Scar move into a hangar-like space. Pitch black. Except for the mote-filled BEAM from Scar's flashlight, w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "illuminates a supply of enormous cannon shells, lined up storage shelves. THE \"JOHNSONS\". SIX DEAD SOLDIERS are hunkered in the shadows, EATING the REMAINS of OTHER DEAD SOLDIERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foxy grimly raises his weapon. As he squeezes the trigger the sound of the gunfire OVERLAPS into... 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ANCHOR and SCAR wrestle TWO \"JOHNSONS\" into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good. That's all we need.                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Sober) To blow up the Green.                           ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "85 THE T-BIRD rumbles along a road lined with large HOMES, o prized for their panoramic views. RILEY'S \"Game Boy\" BEEP The display shows the RED DOT moving along a MAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cholo's moving out. Looks like he's                      heading right for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley looks outside. Beyond the homes he can see THE CITY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hit. Off this hillside...they can shell the Green. Pull in! There! SLACK pulls into a driveway, stopping the T-Bird in the shadow of one of the houses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hey'll be coming up this road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "86 In a walk-in STEEL-WALLED SAFE, KAUFMAN pulls out banded STACKS OF MONEY and stuffs them into TWO PRADA DUFFELS. 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE HEAD RISES out of the river. It's BIG DADDY, rivulets",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "water running down the creases of his face. Another head rises. And another. NUMBER NINE and the BUTCHER ZOMBIE. More and more heads break the surface. The water FILLS wi BODIES emerging from the deep. HUNDREDS OF THEM. The CITY LIGHTS REFLECT off their wet clothes as the ARMY OF THE D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "clambers up a boat ramp on the city side of the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "88 RILEY and HIS TEAM wait in the shadows of the driveway th pulled into. They HEAR the distant GROWL of DEAD RECKONIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking over a hedge-row, Riley can see HIGH BEAMS advanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To the Others) Y'all stay here.                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're goin' out there alone? You                       need our guns.                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead Reckoning's got steel skin an                      inch thick. You can't shoot your                        way in. I'm hopin' I can talk my                        way in.                                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's gonna steal the truck and                          leave us here.                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley'd never do that. Just look at                      him, you can tell he'd never do that.                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep an eye on the hatches. If I                         get in, I'll try to leave one open.                      Riley takes off. Charlie looks torn. He wants to go with Riley, but he has to keep PILLSBURY and Manolete covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like dat man. You go help `im.                         I take care of dis sissy. Pillsbury, moving fast for a big woman, POUNDS Manolete's temple with a mighty fist. He drops like a lead weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "89",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door to the roof opens and the GREASY MAN from \"downt steps out of a fire stair with ANOTHER GREASY MAN. SUTHER remains inside the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know about this. I mean...                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "leavin' people behind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaufman was gonna leave people behind. So we're leaving him.                           ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Greasy Men go trotting across the rooftop. As they cl into TWO HELICOPTERS, we realize that they are PILOTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "90 RILEY walks down the road. The GROWLING of the diesels is getting louder, the GLOW from the high-beams brighter. Ri is startled by a NOISE behind him. He whirls around and s CHARLIE approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's cool back there.                            Riley is about to object, when DEAD RECKONING comes rumbl around a corner a hundred yards down the street. Riley ch his watch again. 11:52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too late to send me back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put on your Sunday smile. Try to                        look friendly.                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am friendly. Just look at me you                      can tell I'm friendly.                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91 In the cab, PRETTY BOY eases off the gas. CHOLO looks out windshield as the headlights strike...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Denbo. And his idiot. (Beat) Stop.                      Gimme the mike.                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vehicle crunches to a stop forty yards away. Pretty Boy hands Cholo a microphone. Cholo speaks into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get up here, Riley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grabbed the T-Bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doin' up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracking you. With this. Riley holds up his \"Game Boy\". Cholo looks surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Truck's got a little transmitter in her belly. Sorry I never told you.                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were always a smart guy, Riley.                     Much smarter'n me.                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You went and took off without                           inviting us along.                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You weren't around to get invited.                      Anyway, I figured you wouldn't                          want in on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We want in on anything you got goin'.                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To Pretty Boy) Open up.                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you, nuts?                                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open up!                                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "92 SLACK and PILLSBURY watch from the shadows as a HATCH OPE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "93 RILEY and CHARLIE step on board. PRETTY BOY is at the controls. FOXY, ANCHOR, and SCAR stand nearby. Charlie is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "grinning like a badly scarred Cheshire cat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell you so happy about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley told me to smile. So's you'd let us come in.                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd rather have you in here than                         out there.                                               KA-CHUNK! Cholo lifts his crossbow, pressing a loaded arr up under Riley's chin. BLOOD TRICKLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the smart one now? Charlie is about to react when he feels Foxy's M-16 pokin into his back. Cholo looks into Riley's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you were gonna quit. Here you are still working for the man.                       Kaufman sent you out here, didn't                        he? To get the truck back.                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.                                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 SLACK and PILLSBURY creep forward, freezing as they see RILEY with the crossbow at his neck. Slack aims her K-90 CHOLO, RUSTLING branches as she moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That man pulls the trigger, he's                        dead.                                                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "95 CHOLO cocks his head outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else is out there?                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaufman sent some guys with us.                         We took care of `em. I know you",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "been up to Ross Park. Picked up some Johnsons, huh?                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup. Pretty Boy, set the cannons.                       96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With great WHIRRING SOUNDS, the vehicle's largest guns be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "to ROTATE slowly toward the city across the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're running out of time here. C'mon, Riley. Make yourself useful.                     MANOLETE begins to stir on the ground beside THE T-BIRD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "97 RILEY keeps cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it, Cholo.                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaufman's got it coming.                               ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 SLACK and PILLSBURY watch THE GUN TURRET continue to turn the cannon barrels angling toward FIDDLER'S GREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "99 PRETTY BOY lifts a clear cover off a RED FIRING BUTTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit the tower square, you'll kill a                      lot of innocent people. Miss and                         hit the city, you'll kill a lot of                       our friends. Your beef's with                            Kaufman, not them.                                       The turret on the roof GROANS as the cannons rotate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's killed a lot of our friends.                        Every week we took out the garbage,                      you and me. Every month I took out                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaufman's garbage. People he wanted off the streets. He turned me into a                     goon and then he pissed all over me!                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foxy, keep `em covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100 The turret stops, cannons aimed directly at the GREEN. 101",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO moves to the RED FIRING BUTTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the smoke clears, I'm gonna",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "roll in, hit the bank, take the money, and pick up any other fancy                       shit I can get my hands on.                             ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There won't be any fancy shit left.                      And money burns.                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not when you keep it in a safe.                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "102 MANOLETE pulls one of the MACHINE GUNS out of its mount o the T-BIRD. Shouldering it, he creeps toward DEAD RECKONI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 ON THE CONTROL PANEL: A CLOCK CLICKS DOWN TO MIDNIGHT. 4...3...2...1...CHOLO reaches down and pushes the button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104 The GUN BARRELS are cold. SILENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "105 CHOLO punches the button again. Again. Nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT THE FUCK",
          "text": "CHOLO'S eyes fall to the \"Game Boy\" in Riley's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did something, didn't you?                          With your FUCKING TOY!                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley pushes another button on the \"Game Boy\". Outside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "106 ...TWO STEEL LOCKING RINGS swing up to cap the cannons. J beyond the barrels we see MANOLETE closing in on DEAD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RECKONING, raising his machine gun. A DEAD THING advances behind him. 107",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO charges RILEY. Grabs him around the throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fix it!                                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a chance.                                           Riley tosses the \"Game Boy\" out the open hatch. Cholo rea out after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "108 MANOLETE has the machine gun aimed at DEAD RECKONING'S op hatch. Where CHOLO is standing. Out of the corner of his eye, RILEY sees Manolete's machi gun barrel flash in the moonlight. MANOLETE FIRES! RATATA RILEY PUSHES CHOLO OUT OF THE WAY JUST IN TIME! He drops the hatch onto the pavement, wounded in the shoulder. The Walker starts to rip Manolete apart. Slack SHOOTS HIM the head. Then she and PILLSBURY open fire on the Walker, destroying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "109 FOXY, distracted by the mayhem, lets CHARLIE get the drop him. ANCHOR and SCAR go for their guns. RILEY unslings hi M-16 and holds them at bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy boys.                                              Riley looks at the clock on the control panel. 12:01. Cha follows his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geez. We just made it.                                  Riley CLICKS the transmitter on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley Denbo calling the Green.                          110",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BING! KAUFMAN steps off the elevator, carrying his two Pr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bags full of money. A TWO-WAY RADIO in his pocket RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Into radio, urgent) Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got Cholo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Sagging with relief) I owe you, Mister Denbo.                                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "111",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you feel that way. Because                     I'm taking your fucking truck.                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "112 KAUFMAN rushes in with his bags, dropping them beside oth luggage that is already packed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Frightened) Mister Kaufman, sir. I                     dunno what's happening, sir, but it                     sounds bad.                                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The windows are sealed so the NOISE Kaufman hears is MUFF but it is definitely the SOUND OF DISORDER. He goes to a window. Looks down and sees... ...flashes of LIGHT from gunfire. SMOKE rising from an EXPLOSION. PEOPLE running. THE DEAD swarming into the cit like ants. A war has begun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "113 SUTHERLAND stands at the edge of the roof, looking down a what Kaufman just saw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All this time Kaufman's been                            worried about a revolution on the                       streets. He never thought it would                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "come from across the river. Sutherland, STYLES, OTHER BOARD MEMBERS, and their FAMILI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "get into the TWO HELICOPTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "114 THE SOUND OF RUMBLING. The CEILING VIBRATES, knocking tea shaped baubles off a CHANDELIER. The SOUND BUILDS in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "intensity. Then suddenly eases off. Through the window, KAUFMAN sees the things that caused the rumbling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...TWO HELICOPTERS, SOARING off into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No. They can't leave. Not without me!                                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think they just did, sir.                            ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "115 RILEY jumps out onto the street where CHOLO lies, bleedin from the top of his left shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate you, Riley. There's                              something about you I've always                         fucking hated.                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Smiling) Same here.                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley. Look out there.                                 ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley looks where SLACK is pointing. From across the rive comes a flickering ORANGE GLOW. Riley moves to a spot where he can see between the houses the hillside. In the distance, FIRE rises from the city. Cholo sits up, cackling. CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't have to blow the fucking                       place up. Somebody else did for me!                     RILEY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Stunned) The stenches. They got                        across the river. They got across                       the fucking river. (To the others)                      Get him inside.                                         PILLSBURY steps in and lifts Cholo easily to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, wait, wait. What are we                           doin'? Where we goin'?                                  RILEY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to the city.                                       CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not this horse. You got the T-Bird?                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take that. FOXY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me, too. FOXY jumps out of DEAD RECKONING and stands at Cholo's si Riley, Slack, and Pillsbury climb aboard. Riley looks dow Cholo and Foxy. RILEY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys'd be safer coming with us.                     CHOLO                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, you'd never let me have any                        fun.                                                    RILEY                                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-Bird's down that driveway over                        there. Guns and ammo inside.                            CHOLO                                       ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.                                                ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "116 RILEY closes the hatch. Blood trickles from under his chi where Cholo stuck him with the crossbow. SLACK reaches up and pulls off the bandana that holds bac her hair, which cascades down. She uses the fabric to cle the blood off Riley's neck. He looks at her, touched by the familiarity of the gestur",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost lost you there.                                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get lost so easy. (To                            PRETTY BOY) We gotta get across                          the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bridges into the city are all bricked up.                                             ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PRETTY BOY hits a button. A MAP appears on a MONITOR, sho the \"GOLDEN TRIANGLE\" bordered by the rivers and the barricaded bridges spanning them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could blast our way through.                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't want to. If the stenches got                      ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "in, there's a war going on in the city. We take any of those bridges                       we'll end up right in the middle                         of it.                                                   Riley runs his finger along the monitor, outlining the natural and man-made barriers that protect the triangle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've gotta come in above the                            throat.                                                  His finger continues down the monitor to \"THE THROAT\" at base of the triangle, where the long FENCE runs between t two rivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was built to keep folks safe                        is gonna trap them inside. We've                         gotta give them a way out.                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "117 CLOSE ON: KAUFMAN staring out his PENTHOUSE WINDOW, aghas LICKS OF FIRE reflect on the glass. SOUNDS OF WAR can be heard from far below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "118 In the pristine plaza that surrounds the building, WALKER swarm. CITIZENS run, screaming, including SOLDIERS, drive from their posts, who SHOOT at the Dead Things. CLOSE ON BIG DADDY. Who looks back and forth, as if torn, the FIDDLER'S GREEN HIGH-RISE, at the violence in the str back at the building, back at the streets. A SOLDIER fire him! Misses. Big Daddy raises his rifle and blows him awa 119",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO and FOXY run up the road to THE T-BIRD. Seeing a WA lurking ahead, they duck into the dark cover of the trees",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it. WFFFFT! Cholo picks off the Walker with his crossbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, let's go. He slaps a hand on Foxy's back. XCEPT IT'S NOT FOXY! It's ANOTHER WALKER that has moved between the two men. It grabs the hand that slapped him a BITES it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AHHH...FUCK",
          "text": "Foxy, a few yards away, whirls, aiming his gun at the Wal Cholo is faster. With no time to reload, in agony, he pul a FISTFUL OF ARROWS from his quiver and DRIVES THEM THROU THE WALKER'S FACE AND SKULL. The Walker falls. So does an ominous silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't fucking believe it. (A sad chuckle) Nothin' works out. It's                        like...the world is spinning around                     and we're just...caught in the                          wind. Nothin' works out. Some damn                      thing always comes around the                           corner and gets you.                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foxy aims his rifle Fat Cholo's forehead. Their eyes conn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your choice. For a moment, Cholo looks despondent. Then he forces a sm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, don't shoot. (A dark chuckle) always wanted to see how the other half lives. Foxy lowers his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take the car and get outa here.                        ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get outa here. You take the                        car.                                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. DEAD RECKONING",
          "text": "120",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EAD RECKONING drives upriver. THROUGH THE WINDSHIELD: THE CITY can be seen BURNING in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old J&amp;L'll take us over. Right outside the throat. EXT. J&amp;L DRAWBRIDGE - NIGHT 121",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drawbridge spans the river. Or would span it if it wasn open, its rusted metal roadbed rising into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta get it down.                                     ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The controls are in that booth up                       there.                                                  EXT. CONTROL BOOTH - J&amp;L DRAWBRIDGE - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CONTROL BOOTH is built into the superstructure of the bridge, about fifteen feet off the ground, on DEAD RECKONING'S side of the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. J&amp;L DRAWBRIDGE - NIGHT 123 RILEY jumps out of DEAD RECKONING. SLACK is right behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back in there. What are you                          doing?                                                   BLAM! She shoots a WALKER that has come out of the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Making myself useful.                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "124 CHOLO jumps out of the T-BIRD and runs to the steel doors unlocking them with a mag-key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "125",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO walks with determination along the deserted tracks under the river. 126 EXT. J&amp;L DRAWBRIDGE - NIGHT RILEY ducks under a caution gate at the entrance to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "bridge and starts across the roadway. Behind him... ...SLACK and CHARLIE stand, weapons ready, eyes alert for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "danger. As Riley runs... ...SOMETHING SKITTERS across the road, chasing him. Not a zombie. Much smaller. A RIVER RAT. Charlie draws his REMINGTON. Wets the sight with his thum",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "Riley stops running. Looks back to see what's being shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You missed.                                             ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. I blew its ass off.                                The rat is now half a rat. Its ass has been blown off. Ye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just didn't hit it in the head.                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Realizing) Jesus. It's dead.                          ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all are.                                           SKREEEEEEEE! ZOMBIE RATS crawl up onto the roadbed. DOZEN Riley takes off away from them. Slack and Charlie hurry closer, firing, trying to pick the critters off. The rats reach Riley! Nip at his heels. He leaps. Swings a girder. Climbs to the control booth. The rats don't fol Slack heaves a sigh of relief just before... ...SKREEEEEEEE! A second pack of rats scurries toward her She vaults over a railing, dropping several feet to... ...the riverbank below. But there are rats here too! Char fires at them from above. BLAM! BLAM! BLAM! FUR AND BLOOD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLY. But there are too many. He can't shoot them all. INT. CONTROL BOOTH - J&amp;L DRAWBRIDGE - NIGHT 127 RILEY reaches the control booth. Draws his .45, expecting danger within. He steps through the opening... ...but nothing's there. Just a SPIDER WEB that sweeps ove his face as he moves toward a RED SWITCH that activates a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "generator. He flips it. The motor roars to life. He turns toward a giant lever that operates the roadbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROANS from disuse as he pulls it. EXT. J&amp;L DRAWBRIDGE - NIGHT 128 RED LIGHTS on the caution gates BLINK, tinting the night. The silence is shattered by a LOUD SIREN that ECHOES acro the river. The bridge's roadbed begins to CREAK down slow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "129 THREE DINGHIES lie, upside down, next to the water's edge SLACK shoves one into the river, climbing onto its upturn bottom. She pushes off. The boat doesn't budge. A tether holds it within inches of the shore. Slack pulls out a jackknife and goes to cut the rope, but ...rats SNAP at her hands. Slack recoils, but keeps cutti Finally, the rope frays, enough for the boat to pull free",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slack crouches on top of the upturned hull. No way to ste No paddles. The current carrying her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slack!                                                  INT. CONTROL BOOTH - J&amp;L DRAWBRIDGE - NIGHT 130 Hearing the scream, RILEY looks out the control booth win and sees... ...SLACK being taken downstream. EXT. J&amp;L DRAWBRIDGE - NIGHT RILEY bursts out of the booth, only to be confronted by..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the BRIDGEKEEPER. Drooling. Dead. It grabs Riley, push his head back toward the enormous GEARWORKS of the bridge",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley struggles. Bests the creature. Spins him around tow the gearworks and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...SSSNIPPPP! THE BRIDGEKEEPER'S HEAD is scissored off! I drops with a PLUNK into the river below. 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLACK, adrift on the boat, lies prone at the bow and begi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "to paddle with her hands. One of which hits something lon and slimy. It looks like a snake! But it's not. It's only a moss-covered rope. Slack grabs Pulls hand over hand. It seems to take forever for the ro to become taut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FACE BOBS OUT OF THE WATER",
          "text": "Slack SCREAMS. It's the BRIDGEKEEPER'S HEAD, its eyes blinking as it flo off on the current. he rope is attached to a stanchion on the opposite shore. Slack's muscles strain as she pulls on it until... ...her boat reaches the stanchion and she jumps off, find herself at the same boat ramp the army of the dead used. river has carried her into the very part of the city Rile and the team were trying to avoid. SCREAMS rise nearby. S in the war zone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. J&amp;L DRAWBRIDGE - NIGHT 132 THE BRIDGE IS LOWERING SLOWLY. Too slowly. RILEY scramble up the incline of the roadbed and calls back to CHARLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring her over as soon as you can! Charlie pops back into DEAD RECKONING. Riley climbs to the top of the descending roadbed and... ...LEAPS across the narrowing gulf to the other side. He lands. Falls. Rolls. Gets to his feet and runs toward Slack and the city. 133",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLACK runs past hysterical PEOPLE toward the FIDDLER'S GR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HIGH-RISE. BRIAN, Mulligan's young son, rushes by her in panic. Slack grabs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brian!                                                  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't get out! There's no way out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There will be. Come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy! Daddy's still locked up.                          Slack runs off with Brian, past a MANHOLE surrounded by canvas fences, \"CAUTION\" signs, and flaming OIL POTS. As MAINTENANCE WORKERS scramble out of the manhole... ...DEAD THINGS close in. The Workers, unarmed, pick up th ball-shaped pots and BOWL them at the Walkers. As the \"ba roll, their FIRES SWIRL, making them look like flaming co",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "ome of the   pots CRACK OPEN, creating POOLS OF FIRE on t street. One   of the \"balls\" remains whole until it smack against the   feet of a Walker. Then it opens. And the Wa is engulfed   in flames. Big Daddy looks at the Walker with sadness. He lifts his rifle again and shoots the flaming creature in the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big Daddy walks to the manhole. TOOLS are strewn around i pickaxes, sledges, chainsaws, and a pneumatic hammer whic lying on the street...RATTATATTAT...still running. Big Daddy looks at the FIDDLER'S GREEN SKYSCRAPER. His go Finally in reach. He looks down at the pneumatic hammer, and picks it up by handle. With the heavy tool vibrating in its hand, Big Da walks toward the building. He doesn't get very far before the hammer's electrical co is pulled out of the extension it's plugged into. The ham stops running. Big Daddy looks at it. Puzzles over its stillness for a moment. Then... ...he looks at the building. At its doors, abandoned by guards. Doors that are made of glass. The barrel of an M-16 is planted against Big Daddy's temp by a MILITIAMAN. UDDA-BUDDA-BUDDA! The Militiaman FLIES BACK. It wasn't he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "who fired. It was NUMBER NINE, standing nearby with her M The Militiaman lies on the ground, his dead eyes staring Number NINE in utter surprise. Seeing what has happened, ANOTHER SOLDIER grabs a grenade pulls the pin, and is about to toss it at Big Daddy when. ...his HAND IS CUT OFF at the wrist by a meat clever held THE BUTCHER. The Soldier's hand, still clutching the gren",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PLOPS into the street. The Soldier looks down in horror, collapses on top of his hand. A MUFFLED EXPLOSION makes j of his mid-section. Big Daddy continues to walk toward the building, carrying pneumatic hammer, as OTHER DEAD THINGS collect sledges, pickaxes, lengths of pipe, and follow their leader. 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "34 KAUFMAN and KNIPP, carrying the Prada duffles, rush out o elevator with FOUR SECURITY GUARDS. Kaufman carries a gun",
          "sentiment": "neutral"
        },
        {
          "speaker": "T",
          "text": "hey race into the street level of the three-story ATRIUM. Chopin LILTS, caged birds SING. RESIDENTS SCREAM, running crazily in all directions. A bank of GLASS DOORS leading to the street is under assa by WALKERS, ten deep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't get in. Downstairs.                          The car.                                                The Dead Things POUND at the doors. One Guard runs away. Other Three follow. KAUFMAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "et back here! GET BACK HERE! Kaufman FIRES THREE ROUNDS at the men! He's not a marksma but ONE of the GUARDS is WINGED. Whirls around and levels M-16 at Kaufman. SECURITY GUARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU STUPID OLD FUCK",
          "text": "He's about to fire when Knipp steps in front of Kaufman. KNIPP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DON'T SHOOT! (Grabbing Kaufman's gun hand) Boss? Don't you shoot, neither. We're all on the same S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "side. Least we're supposed to be. ECURITY GUARD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on my own side now. The Guard takes off after his comrades. CHOLO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Need some help, Mister K.? Kaufman spins around to see CHOLO walking toward him acro the atrium. CHOLO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "been bit, Mister K. I'm a dead man, so I don't care about nothin' no more. Still care about you, though. I wanna make sure you come to the same end as me. LANG! CLANG! CLANG! The Dead Things at the glass doors ar POUNDING now with shovels, pickaxes, and lengths of pipe. CHOLO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hey're going to get you, Mister K. want them to get you. Kaufman raises his gun and aims at Cholo, who aims back w his crossbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "K",
          "text": "K",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHOLO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ut it down, old man, unless you'd rather die right now. BIG DADDY appears outside the doors. Uses his pneumatic hammer to POUND at the safety glass. aufman can't take it anymore. He bolts for a stairway doo Cholo shoots. An arrows hits Kaufman in the back of his l calf. Kaufman sprawls, dropping both his bag of money and gun, which skitters Kaway. Knipp rushes over to help Kauf NIPP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just let us go, Mister DeMora. Let us get out of here. CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Calmly reloading) You can go, Knipp, but not him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kaufman shakes Knipp off. His gun is ten feet away. He he for it. Dragging himself on hands and knees. CRUNCH! The chisel on Big Daddy's pneumatic hammer is the first tool to PENETRATE the doors. The glass doesn't shat it COBWEBS into tiny crystals stuck together by a thin plasticine coating. ALARM BELLS SOUND! Puzzled by the sudden transformation of the glass into something that looks different, Big Daddy drops the pneum hammer and reaches out. The glass is different. It's soft Flexible. Big Daddy POKES HIS HAND right through. Kaufman has almost reached his gun. Cholo shoots another arrow. This one hits Kaufman in the shoulder. AUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fucking spic bastard! CHOLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we should talk when you're a little less excited. Kaufman has a will of iron. He keeps going, gritting his teeth against the pain, reaching out for his gun, as... CRUNCH! CRUNCH! CRUNCH! More tools PENETRATE the doors. M HANDS POKE through. aufman looks at his worst nightmare...Dead Things ripping their way through the cobwebbed doors, invading his templ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The commotion distracts Cholo just long enough for Kaufma lift his gun and FIRE nine rounds. ost of the shots miss. TWO hit Cholo, one in the belly, o in the heart. He is slammed against the wall, his glazing eyes staring up into the atrium, the place he so desired. It's the last thing he sees before he keels over, dead. Knipp pulls Kaufman onto his feet. They look up to see... BIG DADDY leading his army into the atrium. Kaufman aims FIRES. A BULLET HITS BIG DADDY in the upper chest, blowin DEAD FLESH out of his back. The Dead Man feels no pain, b it focuses on Kaufman and starts after him with purpose. Kaufman sees something in Big Daddy's eyes. Something tha not dead. Kaufman fires again. CLICK! He's out of ammo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boss. We gotta get outa here! Knipp pulls Kaufman to a stairway door. They rush inside. moment they're out of sight, the Walkers forget about the moving on into the atrium. All except Big Daddy. That rag still in its face as he lumbers toward the stairway door. 135 EXT. J&amp;L DRAWBRIDGE - NIGHT TH-BOOOOM! The roadbed of the drawbridge drops into place VROOOM! DEAD RECKONING rumbles across the span.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "136 KEYS TURN in the locks of cell doors, which SLACK and BRI pull open. MULLIGAN and his REVOLUTIONARIES emerge. Mulli embraces his son and looks gratefully at Slack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(To his men) Let's go get our guns,                      boys.                                                   ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "137 ILEY runs out of a line of trees. In the distance, he see ...the \"THROAT\", where much of the CITY'S POPULATION is trapped, herded by HUNDREDS OF WALKING DEAD against the l of electrified fencing that were erected to protect them. There's no escape. People are being TORN apart and EATEN. fencing SPARKS as bodies touch it and are ELECTROCUTED. Terrible SCREAMS fill the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1 .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley hears the distinctive ROAR of DEAD RECKONING'S engi the CLATTER of its treads. He moves toward the sound as.. ..a DEAD THING looms three feet away. Riley lifts his pis and puts a shell through the thing's skull. Blood flies, taking on the sudden glow of a halo as it is BACKLIT by.. ...the glare of DEAD RECKONING'S approaching headlights. dead thing falls to the road, where... ...it is turned to apple butter by Dead Reckoning's enorm treads. Riley stands right in the vehicle's path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "G",
          "text": "et outa the way, Riley!                               ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "38 THROUGH THE WINDSHIELD: RILEY looms larger and larger as vehicle closes in. He doesn't move. PRETTY BOY tries to t the wheel. Too late. RILEY DISAPPEARS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Pure anguish) RILEY! Three seconds later, Riley's figure comes scrambling acro the windshield, climbing up toward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "139 ...the two fourteen-inch cannons on the vehicle's turrets",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta blow the fences!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnson's are loaded!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but they're capped!                               The barrels of the two fourteen-inchers are still capped. DEAD RECKONING keeps rolling. RILEY climbs out onto one o the cannon barrels. WHAM! A WALKER grabs him by the leg from the road. Riley blasts him with his .45. As OTHER WALKERS approach, he sh them with one hand, Rusing the other to uncap the cannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Number One is clear! I'm going for Number Two!",
          "sentiment": "neutral"
        },
        {
          "speaker": "K",
          "text": "n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't norm'lly need two shots, Riley. Riley turns. The road is now filled with WALKERS. tanding ASTRIDE the vehicle, riding it as if it were a living beast, Riley picks some of them of with his .45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "140 FOOTSTEPS ECHO as KNIPP, carrying one of the Prada duffle helps the wounded KAUFMAN across an underground PARKING GARAGE, a dark and spooky place, made more so by the SOUN of distant SCREAMING. Kaufman disdainfully SNAPS OFF the shanks of the arrows in his leg and shoulder. The two men reach a stretch LINCOLN. Knipp BEEPS the door open and they get inside, Knipp behind the wheel, Kaufman the luxurious back compartment, where he pours himself a scotch from the built-in bar. Knipp starts the engine. The SOUND ECHOES big-time in the concrete tomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Looking at the fuel gauge) We eed gas. Kaufman moans. Knipp steers the car slowly, carefully thr the shadows, pulling in beside a GASOLINE PUMP near the b of a RAMP that leads up to the street. Knipp pushes a but that pops open the gas tank. He shuts the engine off and out, taking the keys, which have a Mag-Card attached to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "H",
          "text": "e slides the Mag-Card into a slot, activating the pump. A LED scrolls \"Thank you, Mr. Kaufman\". Knipp pulls the noz Freezes when he hears... ...FOOTSTEPS ECHOING. A DARK FIGURE is approaching throug the shadows. nipp drops the nozzle. Ducks into the car. SLAMS the door WHAM! A SINGLE HAND SMACKS against the driver-side window A FACE leans in behind the hand. A face full of rage. BIG DADDY'S FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot it! Shoot the damn thing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KNIPP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't gimme no gun, sir. Big Daddy moves to one of the rear windows. He can't see inside. The window is tinted. He returns to the clear windshield, looks back, at an angle, and sees Kaufman in rear compartment. Big Daddy recognizes him. From upstairs It's the man who shot him. The Dead Thing looks up. Sees the gasoline pump. His hand drops to the embroidery on its jump-suit...\"Texaco\". He m deliberately toward the pump. KAUFMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull out! PULL OUT! K NIPP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, sir. Keys are in the pump. Big Daddy sees the nozzle on the cement. Picks it up, fee the familiarity of it. Pulls the trigger. Gasoline squirt The rage in his face turns to a kind of satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using the nozzle as he did the pneumatic hammer, Big Dadd POUNDS on the windshield, three times, before the SAFETY GLASS COBWEBS. He POKES the nozzle through the flexible fabric and pulls the trigger until it locks. Gasoline FLO into the car. KNIPP (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ord! TCHUNG! Big Daddy pulls the driver side door open. As Kni tries to run, he is GRABBED by Big Daddy. KNIPP (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ORD",
          "text": "Big Daddy looks at the butler. Sniffs him. Then flings hi aside. Knipp is not his prey. With a glance at Kaufman, cowering in the back seat, Big Daddy slams the car door a surprisingly, walks away. Up the ramp toward the street. The nozzle remains stuck in the \"fabric\" of the windshiel Gasoline continues to flow into the car. Kaufman crawls i the front seat, wincing from his wounds, and KICKS the no out of the window with his good leg, getting soaked with in the process. He opens the door. Limps to the pump. Gra the keys. As he starts back toward the car... ...WHAM! SOMETHING is standing right in front of him. It' one of the WALKING DEAD. It's... 1 1",
          "sentiment": "neutral"
        },
        {
          "speaker": "...CHOLO.",
          "text": "aufman shakes his head in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N-no, y-you're dead. (Realization dawning) Oh my God. You're dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CHOLO THING reaches for Kaufman, vengeance in its eye aufman breaks for the driver's door. He never makes it. T Cholo Thing grabs him and SLAMS him down across the hood. Leans over him. Opens a drooling mouth. Kaufman whimpers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "B",
          "text": "RRRUMBLE-UMBLE-UMBLE! The SOUND of a bowling ball. Kaufman looks up. It's not a bowling ball. It's an OIL PO rolled down the ramp by Big Daddy. Kaufman SCREAMS. The f ball approaches the gas-soaked Lincoln, the gas-soaked Kaufman, and... ...WHOOOMPH! Kaufman and The Cholo Thing are IMMOLATED. T FIREBALL removes everything from sight, except a few floa HUNDRED DOLLAR BILLS, burning in mid-air. HROUGH LICKS OF FLAME we see...Big Daddy is almost smilin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "141",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DEAD RECKONING approaches the electrified fences from bey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back! Get back! We're gonna blow the fences!                                    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CROWD screams and starts to clear the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42 CHARLIE works a joystick. The cannon turret GRINDS above. He takes aim at an area of the fences that is rapidly emptying of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fourteen-incher turns toward the fences. RILEY rides",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "O kay, but you best get off the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riley leaps down. The instant he's clear... KA-BLOOOOOOOOOOOOOM. The ELECTRIFIED FENCES are BLOWN APA n the dissipating SMOKE, RILEY is the first one through t opening. Within seconds, CITIZENS start toward it, headin the other way. Riley finds himself running against the ti Searching. Desperately searching. Behind the surging crow ...WALKERS appear, grabbing people. Dropping them to the ground. Eating them. iley FIRES in all directions. WALKERS DROP around him. He saves a WOMAN with a BABY...a YOUNG COUPLE...a PRIEST. CL He runs out of ammo. WALKERS close in. The situation seem hopeless until... 144",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE hits a button on the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "145 PTOOOM! PTOOOM! FIREWORKS \"BLOOM\" in the sky. HE DEAD THINGS gaze upward, mesmerized. THE HUMANS ESCAPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RILEY finds himself standing in the midst of FIFTY WALKER frozen like statues around him. Other than the intermittent BOOM of the fireworks, SILENC Out of which...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(A whisper) Riley.                                       Riley turns. Slack emerges from behind one of the immobile dead things Riley moves toward her... ...she to him... ...both of them weaving a cautious path between the statu They reach each other and embrace, surrounded by dead thi that don't even know they are there. RATATATATATAT. GUNFIRE EXPLODES around them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HAPLESS DEAD THINGS are MOWED DOWN the way they were back in Uniontown. This time by... ...MULLIGAN and his REVOLUTIONARIES...who slaughter every zombie in the area. BRIAN is shooting, too, raring to go. When it's all over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could still use you, Riley. Riley looks out at the city, where there is still scatter distant gunfire. He looks at Brian, standing at Mulligan' side, his innocent face speckled with the blood of the de Riley shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all yours, Mulligan. 146",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIREWORKS EXPLODE. A ZOMBIE looks up toward the \"blooms\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "strong hand grabs the collar of its shirt, pulls its gaze away from the sky, and herds it onward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hand is BIG DADDY'S. He herds OTHERS along, too. A sm group of TWO DOZEN, including NUMBER NINE and the BUTCHER 147",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the GATTLING GUNS RATCHETS into position, taking a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "at BIG DADDY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "148 PRETTY BOY sits at the controls, about to push the firing button when... ...RILEY grabs her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop. Riley picks up a pair of binoculars and looks through the windshield at BIG DADDY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "149 THROUGH THE BINOCULARS: BIG DADDY looks at DEAD RECKONING For an instant, his eyes meet Riley's, as they did in Uniontown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "150 RILEY lowers the binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All they want is somewhere to go.                         Same as us.                                              ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIG DADDY leads his band into the future. DEAD RECKONING rolls into the future, too, but in a diffe direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Canada. That's where we're goin',                         ain't it, Riley?                                         ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If no one has any objections. ANCHOR, SCAR, and PILLSBURY all shrug. Riley looks at Sla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, we'll take you along with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll try to make myself useful. To PRETTY BOY) Take us North.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 DEAD RECKONING growls off into the early dawn, a lethal weapon... ...shooting off FIREWORKS worthy of Independence Day.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1099"
    }
  ]
}