{
  "movie_id": "MOV1101",
  "scenes": [
    {
      "location": "THE BEVERLY CENTER -",
      "time": "NIGHT",
      "characters": [
        "ARNC",
        "THE WORKOUT ROOM -",
        "ARNO",
        "TWO MORE GUNSHOTS",
        "AND HAMLET IS TAKING OUT THE TRASH",
        "JULES",
        "BACK ON DANNY",
        "_. DANNY",
        "THE MEETING ROOM UPSTAIRS -",
        "THE LIVING ROOM",
        "A GRENADE --",
        "\"",
        "IN SLOW MOTION",
        "INT, TOTALLY NUDE NUDES -",
        "BLACK COP",
        "MEANWHILE -",
        "BAD GUY 1",
        "OY B",
        "GUNMAN",
        "ARNO .",
        "CC",
        "MAN",
        "PC",
        "' DANNY",
        "MR. ID",
        "IN HIS RIGHT HAND --",
        "MIDDLE. OF THE ASMODEUN",
        "CAR ALARM VOICE",
        "BACK ON THE CLIFF",
        "ARNO'S BP.O.V",
        ". ARNO",
        "S32",
        "CLAUDIUS",
        "OPERATOR",
        "DRIVER'S P.0.V. --",
        "FIRING RANGE --",
        "NO",
        "DANNY. --",
        "SLOW MOTION",
        "SOMETHING IS ROTTEN IN THE STATE OF",
        "IN THE HALLWAY --",
        "ON THE BRIDGE --",
        "TRUCK DRIVER",
        "SERGEANT",
        "BACK TO REALITY",
        "MAN'S VOICE",
        "FARTHER DOWN THE HALLWAY --",
        "INSIDE THE CAR WASH",
        "DANNY HAS BEEN SUCKED INTO THE FILM",
        "ARNO ,",
        "EXTREMELY VIOLENT",
        "PRECINCT PARKING LOT --",
        "MUSCLEHEAD",
        "SLATER",
        "OVERHEAD --",
        "DENMARK",
        "BACK ONSCREEN --",
        ". PROJECTIONIST",
        "MEANWHILE",
        "IN FRONT OF THEM --",
        ". BAD GUY",
        "CLERK",
        "HEN",
        "YOU MUST USE IT...DAMN YOU",
        "--",
        "BIGGER KID",
        ". ARNO,",
        "DANRY",
        "A HUGE EXPLOSION",
        "WHAMMO",
        "THE LIVING ROOM --",
        "COUNTER GUY",
        "DANNY -",
        "IN HIS LEFT -",
        "KABOOM",
        "C",
        "DANNY ,",
        "CHANGING ROOM --",
        "SFX -",
        "BACK ON THE VIDEO SCREEN -",
        "-",
        "JIM",
        "AINO...",
        "SECOND FLOOR",
        ". DECKER",
        "THEN DISSOLVE INTO",
        "ON THE HIGHWAY --",
        "KEEP STAYING ON DANNY --",
        "OUTSIDE --",
        "ONSCREEN",
        "WHAM",
        "BACK TO THE REAL WORLD --",
        "AT THE SAME TIME --",
        "CLASSROOM -",
        "JESSICA",
        "VOICE",
        ". CLERK",
        "OLD WESTERN TOWN SET",
        "PROJECTIONIST",
        "HOLD ON",
        "B2",
        "JESSICK",
        "BACK IN THE MAIN ROOM --",
        "AD",
        "NOW, THE ROOM -",
        "MOTHER",
        "MR.ID",
        "B86",
        "THEN --",
        "AN ENORMOUS THEATER LOBBY -",
        "BOOH",
        "VIDEO SCREEN",
        "EXT, EIGHTH AVENUE",
        "THE LAST BAD GUY -",
        "KILLGALLON",
        "BLAM",
        "STAY ON DANNY -",
        "MOT",
        "TEACHER",
        "GLASS ELEVATORS --",
        "FANS THE LASER BEAM BACK AND FORTH ACROSS THE PARKING LOT",
        "SANTA MONICA BEACHFRONT",
        ". . . ARNO",
        "DANNY AND ARNO --",
        "THE BRIDGE EXPLODES",
        "ALL AROUND HIM -",
        "THE GROUND --",
        "TEACATOTL",
        "WHACK",
        "DISSOLVE TO",
        "SKEE BALL --",
        "WW",
        "JESSICA .",
        ". SALESWOMAN",
        "END",
        "ON THE OTHER END OF THE ROOM --",
        ". JESSICA",
        "BARTENDER",
        "BLAMMO",
        "HAMLET",
        "LOADING DOCK",
        "KITCHEN",
        "WESTERN TOWN --",
        "BLACKOUT",
        "DANNY --",
        "ERAL -",
        "IN THE CAR -",
        "AIR HOCKEY -",
        "COP",
        "MOCMURPHY",
        "ARNO AND DANNY",
        "A MEETING ROOM -",
        "OVERDUB",
        "BACK ON DANNY -",
        "IN THE DISTANCE --",
        "MCMURPHY",
        "/ ARNO",
        "THE HELICOPTER -",
        "MEANWHILE --",
        "ON THE STUDIO GROUNDS --",
        "HOLD ON --",
        "BEHIND THEM --",
        "CHASE STREET -",
        "CUT TO",
        "SUDDENLY -",
        "THE PROJECTIONIST",
        ",",
        "SALESWOMAN",
        "DECKER",
        "BOOM",
        "ONSCREEN -",
        "LINCOLN",
        "BACK ON DANNY --",
        ". MR. ID",
        "THEN, A VOICE --",
        "HUNTER HIGH SCHOOL",
        "SFX",
        "NIGHT",
        "PRECINCT --",
        ". 5 DECKER",
        "DANNY",
        "XY",
        ". MR. ID\"",
        "\"UNVALIDATED TICKET PAYS MAXIMUM PENALTY\"",
        "67",
        "ARNG",
        "EIGHTH AVENUE --",
        "FRANK",
        "_INT, THE WORKOUT ROOM -",
        "THE BADGES...\" ,",
        "A TOP",
        "THEN -",
        "ON THE PIER",
        "BACK TO ARNO, IN THE LOADING DOCK",
        ". DANNY"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Saturday: The Mall is glutted with L.A. shoppers; sleek, aerodynamic women, smiley men in flower ties. On all four floors: A swirling eddy of sun-glasses, Day-G surfwear and sushi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of THREE ARYAN MERCENARIES, dressed ‘inconspicuously’ in sunglasses and dark grey business suits, doing their best lock like average shoppers: . MERC 1 scans the Hot Hit C.5.‘s at Sam Goody. MERC 2 tests out the zippers on garment bags at La Valise MERC 3 stares down a fuzzy, little puppy in the pet shop window. THEN, simultaneously, all three of their stop watches sou off. They drop what they’re doing, walk out of the stores and in steady, controlled strides converge at the ELEVATO BANK. . . These are some well-trained, bad-ass, tougher-than-hell h men. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLASS ELEVATORS --",
          "text": "DING, and the elevator doors swoosh open. The MERCS file and line up across the back. They are the only ones in th elevator other than the LIFT OPERATOR, who announces the floors,",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Fourth floor...Bullocks, Sporting Goods, Designer Fashions... As the elevator ascends, the MERCS prepare: One loads his another twists on a silencer, the third checks his watch, right on schedule. The OPERATOR looks nervous, but tries to get on with his i \fé ®",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Fifth Floor...Cineplex, food court, rest rooms. The MERCS straighten their ties and prepare to step off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "Sixth Floor.. The elevator doors slide open and...Holy $ hit, your panc @ances, because who's standing right in ‘the middle of th dcorway but... ARNO SLATER, the toughest, strongest, hardest-to-kill, Ac Hero you’ve ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "..-Last stop...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Everybody out! Before the MERCS can so much as blink, ARNO’S massive ass rifle BLASTS them in one glass shattering boon | through back of the elevator. . They PLUMMET, head over heels, two-hundred feet through t air, racking up in the shallow fountain below. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN -",
          "text": "From all corners of the mall, THE BACK-UP TEAM, fifteen m MERCS in identical dark grey suits, put down their newspa get up from their benches, and rapidly converge en Arno‘s position. These MERCS just saw their friends swan dive 200 feet int wishing pool, and they look plenty pissed. They come together, forming an impassable line, and sweep forward, violently pushing all shoppers out of their way. As they get closer to Target~Point-Arno, right in the mid of the crowd, they open fire. All hell breaks loose in th mall, and the pulse pounding SOUND TRACK kicks into overd Arno barrels through the mall-ways towards the escalators the other side. Here, the oblivious crowd shuffles on undisturbed. He takes a breath, and checks his gun. It’s a beauty: A b steel, state-of-the-art hand cannon, with one of those hi 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two escalators, One Up, one DOWN, run right alongside eac other. Men closing in fast behind him, ARNO hops on to th UP escalator. On the floor above, one mean looking MERC heading right f him, and the only thing in between them... ~* A weary MOTHER pushing her CHILD in a stroller towards th Down escalator. And...Uh, oh...The child’s safety strap h unbuckled... Arno flips on his laser sighting, just as the MERC comes bounding forward, and THWACK... By accident, crashes into stroller, pitching the smiling child into space. The mother screams, the MERC aims, the child falls and th MERC fires at ARNO... WHO ducks the bullet, then pivots, and with his giant rig HAND reaches out and CATCHES the child, while his ieft ra his gun, laser sights his quarry and blows him away. Arno then rides up the escalator and gently hands the chi off to the weeping, grateful mother as she passes going D",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(dead~pan) Shopping can be hell. . Arno gets off the escalator, but his work isn’t over yet. Charging down the FOOD COURT in front of him are a band o FOUR more MERCS in matching grey suits. They’ve seen him. Moving back into the crowd, Arno spots clothing store, VICTORIA’S SECRET ar & INT, VICTORIA‘S SECRET -~ An army of beach beauties flows back and forth draped in negligees, examining their perfect construction before th wall length mirrors. All activity ceases, however, when ARNO strides into the center of the store. \fe i decides to deal with hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESWOMAN",
          "text": "Can I help you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "No, I’m just looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". SALESWOMAN",
          "text": "I see. Qut of the corner of his eye, Arno spots ‘the MERCS comin way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Is there a back door here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESWOMAN",
          "text": "Well, it’s through the changing roon, but I’m afraid that’s for customers only... Arno grabs a giant RED BRA off the rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "This is nice, I’ll be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESWOMAN",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHANGING ROOM --",
          "text": "Arno bursts into a dressing room filled with half-naked w trying on silky panties. A BUXOM BLONDE with huge jugs screams at the top of her l Arno tosses her the BRA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Here, try this. Arno charges down a hall to.a large steel door marked, ‘EMERGENCY EXIT ONLY’ Without a thought, he crashes it op and finds himself right in... The most unbelievably mammoth PARKING LOT you’ve ever see",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fof the staircase reads...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "An unfortunate MERC pops through the doorway. In an insta the red laser dot from ARNO’s Beretta stcsps right in the middle of his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You forgot your validation... He blows him away. ARNO takes off down the center aisle of the parking lot. he stops. ARNO’S P.O.V. = About FIFTEEN of the MERCS have followed him in, and are coming down the exit ramp, straight towards him. Using the cars as cover, Arno makes his way to the edge o parking structure and peers over the side... It’s about a hundred foot drop. Into traffic. and it’s rush hour. Arno realizes he must stand and fight, when SUDDENLY, a h of bullets come flying past him. He ducks behind a Mercedes, and clicks on his LASER SCOPE The thin, piercing beam of the laser sight streams out an bounces off the car window. An electronic VOICE blares out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR ALARM VOICE",
          "text": "You are standing too close to this car! You have ten seconds to move away... The Laser Dot accidentally triggered the car alarm, and i scared ARNO out of his shorts. NOW, the MERCS know where he is, and they’re coming fast. 5 \f‘@ “e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "he cartridge on Ais pistol....Un oh, no more owns and searches his flak jacket desperately. hing hard in one pocket and pulis-it out. It’s a pack of gum. Arno’s sweating. The Mercs are fanning out in ali directi All he can see is an infinite sea of cars, and, somewhere million miles away, a tiny glowing exit sign. And then it hits him. The cars, all of them. After all, t is L.A.... ARNO smiles. He shoves the two pieces of gum in his mouth and starts m from car to car. He plucks the wad of gum out of his mouth and separates i into two smail balls. He jams them in his ears. ARNO: lifts the gun up, the LASER flickering past his fac then, in a series of sweeping motions...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FANS THE LASER BEAM BACK AND FORTH ACROSS THE PARKING LOT",
          "text": "The red laserlight dances all over the immense lot, bounc off car windows and mirrors, an intricate latticework shi and tilting with his hand. THE MERCS are confused, some of them scared by the light passing over then. : There's a dazzling sea of little red blips, followed by a incredibly tense moment of silence, you could almost hear pin drop when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAMMO",
          "text": "SFX -= The most unbelievable, ear~shattering, Earth-endin cacophony of CAR ALARMS and warning systems blasts out al over the lot. It’s sonic=boom time, and ARNO‘’S ready for it, dashing t the lot as fast as he can, a big shit-eating grin on his THE MERCS look like they’ve just spent a week in an Iraqi Bunker. They clutch their ears, falling te the floor in clumps. \f‘eo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ExT. arno Slater has beaten the odds once again. He runs strai through the exit door and down the ramp. so A BROWN SEDAN pulls right up next to him -- an amazingly BABE behind the wheel. ARNO gives her his sexy, sly smile, and she glances down his sweaty pumping muscles. He hops in next to her; she revs the engine, and... HE TURNS TO THE AUDIENCE. And winks. As they roar off down the ramp, two huge, metallic words across the screen and smash together:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERDUB",
          "text": "RpDon’t forget to get your ticket validated! This weekend. Theaters Every -- \" SUDDENLY, the screen goes white, the edges of the frame p in, and we realize that we are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-..in the middle of an enormous movie theater. .The scene we've just witnessed isn’t real at all, but a trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you stop it for? Sitting in the middle of the theater is DANNY. He’s a fif year old kid, 5/4\", sandy brown hair, a little bit scruff",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Hey, Les... The theater is almost empty. A few homeless people sleep seats near the back. SUDDENLY, the back doors to the theater fling open and th lights blaze on. Through the doors at the end of the long aisle strides LESTER, THE PROJECTIONIST. \f°@ “@ \"3 y handsome face, hidden behind A pin cn his shirt bears the insignia of the . \"THE ASMODEUN\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "mn",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Les, why’d you stop it? The Projectionist taps Danny on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Walk with me. - - x Danny follows him down the aisle to the edge of the seats In the BACKGROUND, the homeless men have been awakened by lights. The Projectionist starts walking back and forth, parallel the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "You see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What... He grips Danny by the shoulders and leads him, back and f staring at the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he passes a certain point on the screen, a beam of lig shoots out, disappearing just as quickly when he passes a from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What is that? The Projectionist reaches out. His hand seens to disappea into the screen. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "A tear. A rather large one in fact. (he inspects it closely) I’1ll have to cancel tonight’s show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Shit. What about EXTREMELY VIOLENT thig weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "Of course, Danny...How could I pass up the business, you’re my only 8 \f‘eo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Excellent, I’ll be here. Lester watches on as Danny walks up the long aisle, heads through the lobby and out into... ar Ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...The world of NEW YORK’S TIMES SQUARE. It’s one of those hot summer nights in the city when the feels like subway backdraft flying up in your face. On these blocks the action never stops. Everyone is selli something: Smokes, chicks, chains, incense, and I.D.‘s, a every gambler, creep, and junkie in the city wants a part it. Danny makes his way through the threatening gauntlet of c fiend solicitors. He’s not exactly at ease with the situation, but at least somewhat used to it. He finally reaches the UPTOWN subway entrance, and descen the stairs into the dark station below. - ar B",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "The Upper West Side of Manhattan, just North of the Yuppi District -- Not yet a bad meignborhood, but pretty close one. ar ke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny lives in a white brick apartment building, modern b Post-War standards, just ugly and grimy by today’s. ar E INT. DANNY’S BUILDING ~= He steps off the elevator and heads down the long hallway apartments to his own. As quietly as possible, he slips i his keys and gently pushes open the door. \f° Ne Te",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny’s face, annoyed. Kitchen spills out into the hallway. awake, and she’s not alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN'S VOICE",
          "text": ". ‘ (0.S.) ++-but | land‘s always a good investment, and with the market the way it is, how can I lose? MOTHER .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you’re right. Do you take milk or sugar? MAN’S VOICE (0.8)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just black. So, I’m meeting with the brokers on Monday. (beat) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You’ve got to tell me how it goes. and heads directly down the hall towards his room. Danny’s He slams the decor shut with a BANG, As he passes the kitchen a voice calls out behind him. It his MOTHER, a tired woman in her mid-forties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Daniel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(not even turning around) What? : :",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Where’ve you been? I thought we agreed you’d be home before 11?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Iwas at the movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "The movies? I don’t believe this, Danny, you have a curfew. You can’t just go to movies in the middle of the night, how de you think I feel? 10 \f‘oe “@",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I don’t know. Looks like you were having a good time. He walks toward his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What? She walks after him and grabs him before he gets to his r (cont.) What is that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Figure it cut, Mom. Danny walks into his room and shuts the door, leaving his Mother standing alone in the hallway. af Es",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next morning. It’s hot as hell again. ‘It’s just afte Mine, but it’s already 85 degrees. DANNY meanders down 96 street towards",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUNTER HIGH SCHOOL",
          "text": "A big, ugly red brick building that looks more like an ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny walks down a long, sterile, hallway. He comes to a door, pushes it open...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLASSROOM -",
          "text": "Class is already well under way. In the front of the room a TEACHER (young, bearded, energetic) lectures on Hamlet. Behind him is a large blackboard, and a white pull down m screen stretching almost to the floor. Danny sits down at a desk in the back row. ‘ TEACHER -» And so despite his inability to il \f‘@ act, Hamlet is a kind of inspiration. He is imaginative, thoughtful, introspecti e...And most of all, he can lauch at himself sees Danny yawns and mechanically takes out a pen and a notebo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "(noticing the bored class) But I think you‘ll see this in the clip, so why don’t we just roll it... Danny perks up. The lights go down. (cont.) Alright, this is Laurence Olivier’s version. Some of you might remember him from Clash of the Titans. The clip from HAMLET begins rolling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONSCREEN -",
          "text": "KING CLAUDIUS kneels before the altar, offering his confe to God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAUDIUS",
          "text": "What if this cursed hand Were thicker than itself with brothers’ blood? Is there not rain enough in the sweet heavens to wash it white as snow? suddenly, SIR LAURENCE, as HAMLET, steals into the chapel",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DANNY --",
          "text": "He sits up here, paying rapt attention, waiting to see wh Hamlet will do... ONSCREEN -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAUDIUS",
          "text": "O wretched state! O bosom black as death! Help, angels! Make assay! Claudius falls to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMLET",
          "text": "Now might I do it pat, now ‘a is a prayin, and now I‘ll do it - and so he goes to heaven, And so am i i2 \frevenged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DANNY --",
          "text": "Still somewhat interested, but growing tired of Hamlet’s speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMLET",
          "text": "That would be scanned. A Villain kills my father, and for that, I, his sole son, do the same villain send To Heaven. Why this is hire and salary, not revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DANNY -",
          "text": "Disappointed. Hamlet’s not gonna do it. He’s gonna talk about doing it, but he’s not gonna do it. PULL IN closer and closer on Danny’s eyes as they glaze o and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY -",
          "text": "We are back in ELSINORE. CLAUDIUS prays at the altar, as Hamlet steals up behind him. Hamlet, however, looks a little different. He’s got the b turtleneck, the gold medallion, but his back, his shoulde They’re huge. : As the strange looking Hamlet emerges from the darkness w realize, this isn’t Lord Olivier at all, but ARNO SLATER. he looks pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Claudius, you killed my father... The. deep-voiced action V.0. from the trailer kicks in... v.o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENMARK",
          "text": "Arno hoists Claudius into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Now, I kill you! i3 \fe V.o.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND HAMLET IS TAKING OUT THE TRASH",
          "text": "Arno chucks Claudius out the window of Elsinore, into the raging waters below. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kicking EXTREMELY VIOLENT soundtrack blasts out deafe metal chords... Shots of Arno, naked from the waist up, in ‘camo paint an combat gear, running through the brooding, moody castle o Elsinore: -- blowing away POLONIUS behind the curtain with a machin gun. -- pretending to brood in the graveyard with YORICK’S sku then spinning around and chucking it at an approaching gu -- Wiring castle Elsinore with plastique explosive, and t blowing it up... The explosion fades cut...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Danny? Danny starts to stir awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Danny, wake up. The Teacher is tapping him. He has fallen asleep, class i ever, the room is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": ". (startled) I’m awake, I’m awake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "You liked the lecture, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Never mind. Danny pulls himself te his feet. 14 \feet",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Look, Dan, you of all people, you've gotta start paying attention...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Uh, yeah. I’m real sorry. (shuffling nervously) I gotta get to my next class. Danny hustles out the door. ar &",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIDEO SCREEN",
          "text": "A huge gorilla of a video villain is getting his head kic in by the hero, who’s got him by the scruff of his neck a knees him repeatedly in the face till he drops to the gro and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hunched over DOUBLE DRAGON 2, an extremely violent video using one last finger-flurry to finish off the bad guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL AROUND HIM -",
          "text": "coins are clanking, machines are whiz-banging into hyper- space, and the whole room is flashing with light. Mean looking teenagers toking off skinnies of curb herb mill a in their satin jackets and five-finger rings. This isn’t exactly the type of place where you’d expect to find a fi year-old white boy with a smile on his face. DANNY has racked up a huge tally, and the Video Screen fl on te its Ten Second Musical Interlude Phase before climb up to the next level. . A BIGGER KID, a couple of years older than Danny, comes o to the video machine. His eyes are only half open, and he looks pretty drugged out. Danny stares at the blinking screen and tries to ignore h",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER KID",
          "text": "Hey Man, can you give me a dollar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No...I don’t have one. is \f‘@",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER KID",
          "text": "come on. The game starts up again, and Danny gets back into it, ja away at the controls. The kid just stands there, right ov his shoulder, staring at him for a few seconds. Then he mumbles something angrily, and saunters over to another g Danny looks relieved, as he watches the kid walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON THE VIDEO SCREEN -",
          "text": "The game gets harder and harder. The Villain lands @ seri of devastating body blows and finally Danny’s guy is back into a corner, roundhoused, and dogged. The screen starts flashing, “INSERT COIN\" over and over again. As the game ends, Danny straightens up and takes his roll quarters off the machine. He heads for the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, EIGHTH AVENUE",
          "text": "It’s gotten late. Danny comes out on to the street, and t the corner for Times Square. Behind him, THE BIGGER KID from the arcade ambles out and follows Danny down the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny waits impatiently for the traffic light to change. Then, from behind, the KID taps him on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER KID",
          "text": "< Hey. Damny tries to ignore him, taking a few steps out into th street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER KID",
          "text": "Give me five dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I don’t have any money. Danny crosses the street quickly, cutting his way through 16 \f‘@",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny togs East on 42nd street, his book bag flapping hea against his back. He passes the old New York Movie Houses The Selwyn, Cine Harris, Cine 42, and glances back nervou over his shoulder. All’s clear as he slows down right out the front entrance to the decrepit old, Asmedeun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEN",
          "text": "All of a sudden, the KID is right up in his face. Danny j back and tries to push him away but the Kid grabs him by arm, and starts dragging him down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(struggling) Get off...Get off of me. Danny can‘t break free. The Kid shoves him into the alley behind The Asmodeun and slams him up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER KID",
          "text": "Get out your money. Danny’s face is red, he’s scared, but he’s not going to c in. He gathers his strength and LUNGES forward at the kid trying to knock him over. The BIGGER KID just steps back and grabs Danny again, thi time taking a swing at his face. His punch glances off Danny’s cheek and sends him reeling back against the wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER KID",
          "text": "I didn’t want to hit you. Danny tries to stabilize himself as the kid reaches into pocket and fishes out his wallet. He grabs out the money, throws Danny’s wallet on the ground, and beats it down th alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(through angry tears) Goddamnit! The kid is almost out of the alley when the side door to theater opens and THE PROJECTIONIST, leaning on a@ walkin cane, appears before him. The kid quickens his pace and i about to slip by when,",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHACK",
          "text": "i7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "mM @ crushing blow to his throat vy cane. The is coughing and shaking all over ws the stolen money on the ground, and hobbles out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PROJECTIONIST picks up the loose money and heads towa Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Lester...How did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "I heard your screaming. Are you badly bruised?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, no...I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "I’m afraid the little wretch got away this time. If you ask me this whole city is going to hell. — The Projectionist hands Danny back his money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Thanks. As Danny brushes himself off, the Projectionist watches h intently, as though trying to make uf his mind about something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "Danny, after you get cleaned up, come to the Projection booth. I have something for you. The Projectionist ducks back into the alley door and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny pads down the long, red carpeted hallways to the ba of the theater. He reaches the end, and climbs up a spira staircase, hesitantly, his eyes fixed overhead on the doo marked “PROJECTION BOOTH\". He knocks, and the door swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "voa wave of rafters, a lone end of the room s the screen, sits ona stool, balancing some film on his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "long, “beny fingers as it snakes and winds its way throug projector. He is concentrating intensely and doesn’t even icok up when Danny enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It’s hot as hell in here. tartled, The Projectionist loses his concentration, and t film unspools out onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PROJECTIONIST",
          "text": "GODDAMNIT! (fuming) Didn’t you see I was working?! Never interrupt me when I’m working...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look, I‘m sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "(calming down) No, no I’m sorry. I was just... It’s these damned ancient projectors... I snapped. (beat) Sit down. Dariny looks around for a chair and finds the only other in the room, pushed back into one of the dark corners. He goes over and slumps down, falling deep into the saggy cushion. The Projectionist begins reloading the film into the projector. This continues through the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Do you read the Bible, Danny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, not really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "\"Recompense to no man evil for evil...as much as lyeth in you, live peaceably with all men. Vengeance is mine; I will repay, Sayeth the Lord.\" (beat) Ridiculous, isn’t it? Danny just stares back at him somewhat uncomfortably. 19 \fa the the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(smiling) Death Wish, right? - The Projectionist does not smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "I wouldn’t laugh, Danny. What would you have done if I wasn’t there today? Gone to the police? Do you think that piece of filth ever would have paid for what he did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(getting a little uncomfortable) Look, I just got mugged...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PROJECTIONIST",
          "text": "Listen to me, Danny! It’s not just a mugging we’re talking about! (beat) You have the stomach for vengeance, but not the power...I can give you that power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What are you talking about? The Projectionist disappears into the back of the room. I so dark, Danny can’t even see him, but can hear that he’s pushing things around. Finally, the Projectionist emerges carrying an old SHOE BOX. He slowly pries the lid off, then reaches in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "This, Danny, is for you. He pulls His hand out and as he brings it up into the lig we see that he’s holding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "A gun? Is that a gun. This is no ordinary weapon. It looks like a revolver, but it’s got a huge muzzle, like you could stuff an artillery shell in the barrel. 20 \f‘é a iY cy",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Ioonce lent this to a nan naned Herbert Gold. Bo you recognize the nane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staring at the gun) Not really...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Mr, Gold was the man who started The Asmodeun. He too was being pushed around, edged out of the business by forces greater than himself. For a small price, I gave him this gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And now you want to give it to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "I think you’1ll need it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m only fifteen years old, I don’t have a license...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "A technicality... °",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look at that thing. I doubt if I can even lift it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Try. Danny takes the gun out of the Projectionists’ hand. as he touches it, his expression shifts from wonderment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s so light...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Porcelain, actually, with a few metals of my own design. It’s an excellent firearm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(turning it over in his hand} 2i AS soon fear to \f‘@ e",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "You never know... Pause .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What do you get out of it? The Projectionist smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "When the right moment comes, when you’ve been wronged, and you use it to take your revenge...I will have exactly what I want. Danny looks at the Projectionist. He hesitates a moment, shrugs and neds his head. As he starts to leave... Danny? He turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "You know, I’1l be running EXTREMELY VIGLENT tonight, just.to mark the reel changes. (pause) I don’t know if you’d be interested in an advance preview...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, that’d be awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Good. (he turns back to his work) Be here at midnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny's MOTHER is busy on the phone when he returns home. slips into the KITCHEN and goes straight for the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "Danny’s piled up about eight slices of bologna on to a sl of bread when his mother comes in. 22",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny, use a plate, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "tt’s just a sandwich... MOTHER . ---And IT want you to eat it on a plate. She reaches up to a cubbard to get him a plate when she notices the bruise developing under his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Danny, what’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What? Then he remembers and averts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Daniel look at me. What is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(annoyed) It’s nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "what happened, were you in a fight?. °",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No. (sarcastically) I got hit by a bus. : > Danny’s Mother stares at him. She doesn’t even know what say. She puts the plate down on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I have an appointment at five, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So, Bye. She turns to go, but can’t leave it at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I’m going out to the Cemetery tomorrow morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "23 \fe wa a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOT",
          "text": "we've talked about",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, and the answer is still ne-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Danny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What’s the point? Stand around the graveyard and stare at his tombstone? What the hell is that gonna do? Pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You can’t stay angry the rest of your life, Danny. Danny grabs his sandwich and walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of all the theaters on the block, THE ASMODEUN is the big and most run down. In,crooked red letters plastered up on the marquee, is the title \"EXTREMELY VIOLENT\". It’s just after Midnight and pouring rain when Danny arri at the once grand front entrance to the theater. He yanks hard on the heavy doors, somewhat surprised when they swi right open. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny shakes the rain off his sopping knapsack. It’s pitc black inside, and he can’t find the lights. Blindly, he stumbles forward, following the glowing neon lights of th concession stand. Edging his way along the walls, Danny reaches the theater doors and pulls them open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SFX + The projector clacking steadily away. 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "see the film already running, and m Booth. . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "\" Hey, Les!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right on time, Danny. I’m impressed. Danny spins around. The Projectionist is standing right behind hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Take a seat. AS you Can see, the theater is all yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, great. : Danny heads down the aisle followed by The Projectionist cuts into a middle row. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a (indignant) é &Q There, Danny? ‘ DANNY Yeah, sure. These are the best seats. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PROJECTIONIST ° But you’re so far away. Why don’t you try up close...Then you can really get into the action. i DANNY . Okay, clese is cool. DISSCLVE TO -~ Five Minutes Later Danny is sitting in a seat near the front, and from his f we can see that he is totally engrossed. The Projectionis stands right next to him, in the aisle, also watching i intently. ARNO’S VOICE (6.8.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "come on, Frank, you ¢ould‘ve hit that... 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BATTING CAGE, TWO MEN practice pitching and They are ARNO SLATER and his cousin FRANK. Arne wears an old worn, U.S.M.C. CAP, and stands behind a protector wall zinging pitches at his cousin in the batte BOX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Qo and 2, Frank...Let’s see what you‘’re made of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "5 _ Right down the pipe. Arno’s features tighten. He rears back and hurls the ball an unimaginable speed towards home plate...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW MOTION",
          "text": "Racing forward, slicing the air, the stitches spinning | wildly... 8 THEN, the BALL, reaching the bat, splitting the wood, - SHATTERING the bat, and still going... if ' a RIPPING through the back netting, it sails out and fi ' clangs into a steel wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": ": (grinning wide) ' That’s the ballgame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(looking at his demolished bat) Does that count as a foul tip? Arno and Frank laugh heartily as Arno affectionately take - U.S.M.C. HAT off and sticks it on Frank‘s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Hats off, Frank, you're getting better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO THE REAL WORLD --",
          "text": "Danny is eating it up. He turns around to The Projectioni",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "e See that guy, Arro’s cousin, he’s 26 \f‘e",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, then just watch, this whole thing’s going get really violent. ONSCREEN -- A FEW MINUTES LATER «= A CAR WASH -- FRANK rides up on to the moving track, and shifts his car neutral. He rolls up his windows, smiling and whistling t himself as his car disappears into the DARK CAR WASH. THEN, @ pair of IDENTICAL TWINS, JULES and JIM, in matchi white linen suits, slip into the other end of the car was",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CAR WASH",
          "text": "Frank’s car comes out from under a bank of rollers. His c expression takes on a troubled wrinkle, and then a look o horror as out of the shadows come the Twins. JULES swings back a crow bar and bashes open the sun roof just as, uh oh, JIM hits the Simonization Switch, the het nezzle starts spewing out and melts Frank/s face like che A few moments later, Frank’s car rolls out...Frank is dea Ot Bs",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANRY",
          "text": "What‘’d I tell you? The guy smiled too much, you knew he was gonna... Then, Danny suddenly realizes that there’s no one standin next to him. He whirls around his chair as... SFX -- DOOR SLAMMING . The back doors to the theater slam shut. >",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "And lock. Danny corsiders this for a second, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "27 \f“e@ w- FRANK’S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ", foulmouthed Police Superintendent. ne‘s seen it all before, as he polishes deg over Frank’s grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Decker, this was no accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Don’t even start with me, Slater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "rony has concluded, and ARNO is talking with DECKER, Decker looks off a chili Whoever did this was a professional, and I’m going to find them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "The hell you are. I still got a six-pack of City Hall Boys crawling three feet up my hershey-hcle from your last assignment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Frank was my cousin... and my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "I don’t care if he was doinkin you up . . the keister. You drop it, Slater, just forget it ever happened, because you‘re off this case. Permanently. Decker walks away leaving Arno alone at Frank’s head ston Arno solemnly takes the U.S. Marine Corps Cap, now spatte with melted wax, and lays it across the grave. Another COP comes up behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "I’m sorry, Slater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’m not sorry... rno stands up. (cont.} I’m pissed. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DANNY",
          "text": "28 He’s locking uD on screen; but something's bothering him he moves his head back and forth, a thin shaft of white l shoots out in the middle of the screen. It looks like the TEAR has REOPENED. He gets up from his seat and starts walking down the aisl ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ONSCREEN --",
          "text": "ARNO is sitting in his car, parked across the street from CAR WASH, locking out through a pair of binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO'S BP.O.V",
          "text": "The Twins, JULES and JIM, are in the middie of a drug buy some local GANG MEMBERS, who have a pick-up truck filled hundreds of kilo bags of COCAINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON DANNY --",
          "text": "He‘’s right on stage at the end of the screen. Sure enoug the tear has reopened. He sticks his hand inside feeling around for his tape seam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "(0.8.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t forget our bargain, Danny... Danny turns and stares back at The Projectionist, who. is standing out on the balcony, smiling a terrible smile. SUDDENLY, Danny feels his arm being yanked and....",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN SLOW MOTION",
          "text": "The world begins to warp and bend, then it ZOOMS forward a thousand miles an hour. It stops with a jolt, and Danny finds himself standing face to face with ARNO SLATER, who hoiding his arm in a vise-like grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What are you doing here, kid? DANNY is in a state of shock. He looks over his shoulder The Theater is gone, no seats, no projection booth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY HAS BEEN SUCKED INTO THE FILM",
          "text": "He is standing in the middle of a car wash, and ARNO SLAT has a gun to his head. 29 \f‘é “e@ f~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Are you 4 criminal? DANNY . No! NO! Wait, I’m just, you don’t understand, [I was just standing in the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You’re interfering with my investigation. ARNO grabs Danny by the collar when suddenly A HAIL OF GU rings out all around them. THREE VILLAINS are unloading - their ammo in their direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Duck! Arno yanks Danny with him as the dive into the dark inter of the Car Wash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The inside of the car wash is a whirring, mechanical-mess brushes and hoses. Arno leads Danny along the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THEM --",
          "text": "are the three Mercs who just fired at them. They stand at entrance, peering into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN FRONT OF THEM --",
          "text": "Is the DRUG TRUCK, frothing up wet cocaine, and moving sl towards the end of the cycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "This way. Arno creeps over to the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Come on, Danny, wake up, wake up NOW...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Keep quiet! Arno puts his fist through the window of the truck, then reaches in and cpens the doer. 30 \f‘6 * ARNOs . Get in, kid. As Danny gets in the truck, Arno reloads his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "How many were there? Danny is teo frightened to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Hey kid, snap out of it! How many followed us in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhhh, three guys, but... 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "And six out front. Nine overall. (he cocks his pistol) No problen. The truck has almost reached the end of the cycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Now listen, I want you to lie down, and don’t get up till all the shooting’s stopped. a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DANNY is lying on the floor of the pitch dark truck. Big, wet, soapy cloths flap against the window every few secon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny’s face: Sweaty, red...he’s flipping out. It starts getting lighter and lighter in the truck, and D realizes that he’s about to be sent out on to the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "The truck comes off the end of the track and rolis along meutral. There is a moment of silence, then... The sound of six machine guns firing in unison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAY ON DANNY -",
          "text": "3i \f‘e ae g against the truck, shattering glass and ng all over him. He shields his face with",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ": its his ENAPSAC CK. The blasting cacophony continues for 4@ gocd twenty secon the truck cab is being sliced apart like swiss cheese. Suddenly, it stops. SFX -- Empty guns clicking",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEEP STAYING ON DANNY --",
          "text": "Holding his ears, waiting for what will come next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You missed. The shooting starts all over again, although this time th screams of dying Mercs echo through the Car Wash. BACK ON DANNY’S FACE -- He takes his hands off his ears, and comes out from behin KNAPSACK. Silence. The. broken truck door slowly swings cpen. Danny peers outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "what Danny sees is a testimony to the extreme violence th just occurred. The asphalt is pockmarked, filled with bullet holes; the ground is littered with severed Merc limbs, bullet cases, discarded firearms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "pulls himself out of the truck. He looks back up onto the flatbed and sees",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "standing up there, wiping off his prized laser-scope gun a hanky and surveying the area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice shocting. 32 \feo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Wrong. The Twins got away. He hops down off the back of the flatbed, then picks up a MERC. °",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(shaking him} Who are you working for? -~ He bangs him against the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "wWhere’s the money? Talk, asshole! He slams him again. Danny walks up behind Arno. Then he notices something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DISTANCE --",
          "text": "A BLACK CAR, screaming down the street right towards Arno Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Um, Arno? Arno'’s searching the guy’s pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(tapping him on the shoulder) Uhh, Arno. I. think we’ve got trouble.. He’s right, cause coming up on them fast is... THE TWINS’ BLACK PEUGEOT -- The identical brothers sitting in the front seat, Jules driving, Jim loading the guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno! Finally, Arno looks up. The Black Peugeot is about to sma right into them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Move back. In Slow-Mo, Arno whirls around, falls to his knees and ai The laserlight dances off the car steering wheel, then on 33 \fJules’ driving hand and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAMMO",
          "text": "His first shot cracks the windshield, the Twins just laug",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAMMO",
          "text": "Arno’s second shot blows a hole througn the windshield, hitting Jules’ hand. He yelps and swerves, sending the ca careening off to Arno’s side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE SAME TIME --",
          "text": "TEN POLICE CARS, their sirens screaming, hurtle towards t car wash. The Black Peugeot pulls around, Jules and Jim quickly swi places in the front seat. The window slides down, and Jul leans out, clutching his bleeding hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "You are a dead man, Slater...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "And your leetle friend, too! They gun the engine and screech off towards the highway. ARNO AND DANNY are standing in the middle of the wreckage cops swarm out of their cars and descend on then. Two cops, KILLGALLON and MCMURPHY sidle up to Arno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Killgalion, McMurphy. Radio in an APB, two of them got away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KILLGALLON",
          "text": "Forget it Slater. The Chief wants to see you. Pronto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MCMURPHY",
          "text": "Decker’s gonna have your ass when he sees the damage bill for this little party...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "But look, there was a big drug deal going down... »KILLGALLON 34 \fSave it for Internal Affairs. ar Em INT. ARNO’S CAR ~ rno stomps over to his car, swings the door open, and is about to turn the ignition when he notices... DANNY. Sitting in the passenger seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "The way I see it, this must be some kind of. bologna~induced nightmare, so I might as well try to enjoy it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Kid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I mean, I’n standing in a moyie > theater watching you, then the next : thing I know I’m getting shot at, it’s gotta be a dream...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Look, kid... “DANNY So what’s first, we head back to the precinct to get chewed out? . ARNO . No, I’m heading back to the precinct, you are going home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's gonna be difficult...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Look, you’re shell shocked, you're hallucinating. I’m not a doctor. So get out of the car. Arno reaches in and pulls Danny out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "35 \fWait, wait a second! Arno lets him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look, Arno, you can‘t leave me here, I have nowhere to go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’m a cop, I’ve got a job to do... Arno climbs back in the car. Danny’s getting really nervo now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "fhe Twins, Arno! You can’t leave me here... Arno turns to face hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Remember, they threatened to kill me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Hmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You know they’1l do it, Arno. They killed Frank, they’ll kill me too if you just leave me here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(wistfully) Frank... (pause) You’re right. Get in the car. Danny smiles then hops in the passenger seat. ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE HIGHWAY --",
          "text": "Arne hurtles down the streets of Los Angeles at 120 mph. Danny, in the passenger seat, clutches his shoulder strap dear life. Arno takes an incredible, 90 degree left turn, then a qui right and swerves into the parking lot of the Police Prec",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The standard, Hollywood-Movie police precinct: 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big. burly cops in aviator sunglasses hustle scuzzy crimi off to their holding pens. ‘Angry citizens complain about crimes to the DESK SERGEANT. Hard boiled cops who’ve seen all twice munch donuts and drink coffee at their desks. Into this chaos strides ARNO SLATER. DANNY, trying to stop and savor the hyped up film-world, having to run to catch up with Arno’s huge strides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So I guess Captain Decker’s gonna give you a hard time now, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "For what? For doing my job and getting the scum off the streets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, no, I thought he was always giving you shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Decker and I go way back. He was in my platoon in Nam. I saved his life. Suddenly, a voice rings out from the back of the precinct",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "SLATER! Goddamn it, Slater, get your greasy melons in here, right now! Danny smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Wait here. Arno disappears into Decker’s office, jeaving Danny alone the huge precinct. His attention drifts over to a desk, where two DETECTIVES arguing heatedly. One of themn’s black, and fastidiously the other white and a complete wreck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK COP",
          "text": "You’re a menace Kochansky! WHITE cop And you're an uptight pencil pusher, Lincoln! ar Ex 37 \fker is screaming at Arno, who stands impassively at the er side of the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "I got the city council chewing my eggs off for the drug bust in Venice, I got the mayor taking a hike up my wazoo over that freeway incident ++,and now this,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Ido my job. Criminals suffer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Don’t hand me any of that 2 philescphical horse pucky, Slater. I teld you to stay off this case, and I meant it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK IN THE MAIN ROOM --",
          "text": "Danny is walking down a row of DETECTIVE’S DESKS. They ar ALL mismatched buddy~cop teams. One black, one white, one female, one male. There’s a even a guy teamed up with a d",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Down hoy, down! DECKER’S OFFICE <- °",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "...French Identical Twins? Come on, Slater, you can do better than that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "They were the ones who killed Frank, I’m sure of it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "He's right. Danny’s standing in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And they tried to kill us, and, if I can just add, sir, Officer Slater’s handling of the situation included 38 \f(@ some of th. e violent acti seen. most kick-ass, extremely ion hervics I’ve ever Decker stares at Danny like ET just waddled into his offi",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Slater?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Innocent bystander, he was caught in the crossfire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ") Arno took care of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "' The Twins, they threatened his life. i He needs protection. ’ Decker leans over his desk. He puts his hand on Danny’s } shoulder. e DECKER ic What’s your name, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "’ DANNY } Daniel. Danny Goldman.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DECKER",
          "text": ") Well, Danny, I’m sorry that you got mixed up in this. And. just to show , you that the LAPD genuinely cares about the citizens of this city, I’m . gonna assign our best officer to protect you. ° ARNO What?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". 5 DECKER",
          "text": "Starting right now, Slater, your job is to protect this kid. Everywhere & he goes, you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Don’t do this to me, Decker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "@ Already done. Now haul your sandy C crack out of here before I really get angry... 39 \fC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "Arno glares down at the beaming Danny as they turn and ex ar Ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRECINCT --",
          "text": "Arno and Danny march back through the presinct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That’s so classic. Of course they’d assign you to protect me. It’s totally buddy-filn. Arno dees not look thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I should have guessed it. Arno swings the front doors open and they leave. ar Ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swerving through the traffic at just under MACH ONE is Ar beat up brown sedan car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CAR -",
          "text": "Arno grits his teeth, his foot pressed all the way down o accelerator. He’s making impossible moves, and never once comes close to crashing. Danny, beside him, is buckled up and enjoying every minut it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Do you always drive this fast? Arno, still aggravated by his stinky assignment, ignores",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look, I’ know you’re pissed about this assignment, but really, you don’t have to worry about me. Do whatever you got to.do. I mean if you want to go chase down Frank's killers, I”11 just come with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Where do you think we’re going? 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(a little surprised) Ch, okay, great! The car zig zags crazily down the Sunset Strip. Flashing by the car windows is an even More extreme versi of Sunset’s actual PORNO PALACES: . They pass ‘Strip Joint’, ‘Topless Bar’, ‘Naked Women’, ‘L Nudes’, then ‘’Nude Nudes’, and finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "That’s the one. Arno pulls over in front of ‘TOTALLY NUDE NUDES’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "The one what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "When you’re looking for scum, go where scum collects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, TOTALLY NUDE NUDES -",
          "text": "The scrazziest, dingiest, dark, smokey, low-life bar you’ ever seen. . 2 Central Casting’s full hoodlum population must be here on lunch break: Mean looking BIKERS, fat, tattooed RED NECKS GANG MEMBERS, KARATE EXPERTS, PIMPS and JUNKIES all chat. at the bar, . As soon as Arno and Danny walk in...Silence. Everyone loo up from his beer. Arno, followed by Danny, sidles up to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What’ll it be, big guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Nothing for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Aw, come on, Arno...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You’re underage, it’s against the jaw. Here, have some gum. 41 Arno pulls out a pack cf GUM and hands it to Danny, who two pieces in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Wait here. ARNO wanders off towards the pool tables in back to ask s questions. All eyes are on him as he goes. Meanwhile, Danny wads up the gum and stuffs it in the ash He gets the bartender’s attention and calls him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Barkeep, you want to get me a beer? All the while, in the background, ARNO can be heard busti heads, breaking fingers, and turning over tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "You here with Slater?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You know him? >",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "(nonchalantly) Oh sure, he’s a real pain in the ass. Comes in here once a month, Beats the shit cut of all my customers, wrecks the ‘joint and leaves. Danny turns around and sees Arno throwing a fat red-neck through a window, and sticking a pimp’s head into a juke",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Now maybe you remember! Danny turns back around to face the Bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "I wish they’d just tell him when he asks, but no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANRY",
          "text": "Hey listen, maybe you could help... ar & ARNO, who is still beating the crap out of a criminal on floor. , 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Where can I find them? Arne slaps him across the face, just as Danny walks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey Arno, ease up... ARNG “ Talk asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(interrupting) : Their names are Julies and dim Lumiere. They’re hired guns... Arno lets go of the guy, but gives him a warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Don’t move, criminal. I’11 be back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "They work out of a health club, in Malibu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(surprised) Good job, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It was nothing, next time just ask the bartender. ar Be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno’s car twists “and turns through the Hollywood Hillis pulis into a driveway and up to his home, a low-slung Wes style ranch house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arne barrels through the front door and heads straight fo kitchen. Danny follows him in, checking the place out. Danny walks into the living room, as Arno reemerges from kitchen, carrying a lighter, a screwdriver, some gauze an bedpan. . Danny walks over to the bookcases lining the walls. 43 The books, as Danny checks them out. Arno has no novels his library, no collections of essays, no coffee table ar pooks. What he does have, however is THE TIME LIFE GUIDE TO KILL PEOPLE, WHO’S WHO IN AMERICAN DRUG DEALING. and BULLETS O WORLD. ARNO has been heating up the screwdriver with the Zippo. It’s red hot now. He lays it down in the bed pan, then whips his shirt off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh man...When did that happen? Arno’s got a big, ugly buliet wound right in his abdomen. ARNO ‘ Car wash. (beat) You know, Danny, a lot of people complain about my methods. They say I’m too violent... Arno takes the screwdriver and thrusts it into his bullet wound. : . SFX -- SEARING FLESH a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But remember this: For every time a criminal breaks the law, the law must repay them. He twists the screwdriver around, trying to dislodge the bullet. (cont.) | I’m the law, I make them pay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You mean kill then... He catches on something with the screwdriver. Danny is thoroughly revolted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I mean justice, Danny...an eye for an eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What about the whole arresting people 44 \fpart, Arno? You know, cuffing the suspects and booking them... then a \"CLANG\" as Arno finally dislodges the bullet then lets it plop in the bed pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I always get my man, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, I’m sure you de. I was just wondering if you ever bring in any of the people you bust. I mean, can you think of even one criminal you busted who ever made it to jail alive? Arno pauses for a moment, thinking hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "This guy, Jake. Two bullets to the back of the skull. I must have ‘missed his spinal column. He walks in (97... He continues dressing his wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It just proves that sometimes an eye for an eye isn’t even enough. Sometimes, you need to take both eyes, and the nose and ears too... He finishes taping gauze to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "For every crime, Danny, there is a criminal. For every criminal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a punishment. Danny spins around to see... °- JESSICA, Arno’s WIFE, an attractive blonde woman wearing 45 \f‘e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "° we wake you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA .",
          "text": "That’s okay, I’ve got to be at work in an hour... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You‘’re the woman in the trailer! Arno and Jessica stare at Danny strangely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Uh, Jessica, this is Danny. Ifve been assigned to protect him. Danny, my wife, Jessica...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That’s so weird, I never would’ve guessed you were married. Jessica is checking Arno’s wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Oh, Arno, look at this bandage, this is terrible... She rips it off, causing Arno to flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA .",
          "text": "You’ve got .an-exit wound right here... Jessica picks up the screwdriver, and cauterizes the bull hole where it came out his back. She then tapes some gauz all the way around his stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "There, that oughtta do the trick.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Thanks, honey. He kisses her on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "(heading for the kitchen, 0.8.) So how’re things going with the investigation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Not so good. Decker’s wants me off 46 \f‘@",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coming back into the room with coffee) But you’re not going to back off, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Jessie, I can’t! Frank was my cousin, I have to find his killers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "(resigned) ..-And make them pay. I know. . (sighing) Well, here, give me your gun... Arno hands her his Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "I’ll clean it for you while I do my hair. Nice meeting you, Danny. Jessica scoots out of the room with her coffee and the gu Arno smiles and looks after her. Suddenly, he turns to Da",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Let’s go. We have work to do.. Arno leads Danny through the Kitchen and down the stairs the BASEMENT. They come to a thick steel: door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So, what‘’s this? Storage area? Arno smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny and Arno step inside, coming face to face with an awesome display of firepower that would put the Pentagon shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Whoa... Arno has neatly arranged the room by handguns, rifles, ro launchers, and explosives. Danny walks over to a large, futuristic. gun and tries to pull it off the wall. It’s t heavy for him to lift, however, and just as it’s about to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“e iO'S massive hand graps it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Don’t touch! (beat) Look, Danny, these aren’t toys. They‘re very dangerous weapons, not for kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I was just looking... Arno hefts the enormous gun up into ready position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What is that thing, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ ARNO",
          "text": "Roland Street Sweeper. Anti-riot, anti-tank. Fires a 12 mm shell. (he aims it) You can take out a city . block with one shot. i love this gun. Danny keeps moving, he walks over to another section, whe Arno keeps his more primitive weapons. He stops in front a high tech BOW AND ARROW with a complicated pully system attached. . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You like that? The arrows have exploding tips. . ” DANNY It looks familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I got it from an old Nam buddy. Crazy guy. He got arrested a few years ago...Blew up a small town. They move down even farther to his last exhibit, a gun ke in a hermetically sealed, climate controlled box. Arno po the seals and pulls the gun out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Now this...{he holds the gun up) This is my Beretta from the war. An amazing gun, saved my life a thousand times. It has great action, reloads quickly...{yelling) BAM! BAM! Re puts it back up on the wall. \fI love that gun. ar Tk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRING RANGE --",
          "text": "Arno has a professional firing range set up just behind h arsenal. ARNO walks up to one of the stalls, hefting four er five weapons, including the one’s he’s already showed Danny. Danny hustles up behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So your wife, she’s pretty understanding about all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, you know, all the guns in the house, you’ coming home bleeding. That’s -pretty messed up. Don’t you think it’s a little strange that she puts up with it? Arno turns to Danny, angered by his questioning. . . ARNO ° : . Strange? Is it strange to fight - crime, to stop criminals from harming innocent people with their evil ways?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Is it strange for a wife to support her husband as he struggles to avenge the death of his cousin? If there’s something wrong with that, Danny, then there’s something wrong with me too! - He picks up the Beretta and pumps off a few rounds, hitti the target in the eyes, nose and mouth. .",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Alright, I’m sorry I asked. (trying ag",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "The Twins. He picks up the compound bow and zips a few arrows into t mannequin’s chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, I know... I mean, obviously the Twins are involved. Iomean, who do you think they’re working for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "A big drug dealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": ": (getting frustrated) Obviously, they were selling drugs. But the point is, there’s always something more... a conspiracy. Arno hefts up an assault rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "i You know, like they’re really working for a huge corporation, or they’re using drug deals as a decoy for 4 . political assassination. (beat) Do ' you know any corporate criminals or corrupt Senators who might have ’ wanted Frank dead? ‘ Arno fires off a few more rounds, these blowing the rig off the mannequin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I don’t know who they are, Danny. Arno now picks up the Roland Street Sweeper. (cont.) But I know where they’re going. -Arne fires a deafening round from the street sweeper, pulverizing what’s left of the dummy into dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(giving up), : a Okay, forget it. What‘s our first © eo — - \f‘é",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "We go to Malibu, find the Twins. As they walk out through the arsenal, ARNO picks up two m rods attached by an electrical cord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What’re those? He smiles and touches them together, setting off sparks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Taser Sticks. They can stun an elephant. cut To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM --",
          "text": "Jessica is in the kitchen now, dressed in a tight black d carefully cleaning the last few parts in Arne’s gun and putting it back together. Arno bounds into the room, carr a@ogym bag, Danny close behind. He grabs some Gatorade fr the fridge, takes a swig, then heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Bye honey, have a good day at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Arno? He turns around. . ° JESSICA Your gun? e He takes it from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "And here, you left this clip of bullets in the station wagon last week, I didn’t know if you needed them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Thanks. He gives her a peck on the cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "- 5i \f‘@ “@ Lill try tc te heme for dinner. door like excited adclescent scout meeting. He and Danny skip out schoolboys off to their fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Club is an exclusive, high-tech, very private organiz si icuated right on the beach. Danny and Arno pull in through the tall wrought iron gate and view the imposing long biack awning, shading the entr",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Time for payback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ah, Arno...Tell me if I’m way off here, but aren’t we going to have some trouble getting in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "No trouble for us, trouble for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Right, we could do it that way...But then The Twins will be on their guard. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "So? DANNY ° So, what if we enter inconspicuously? > Arno draws a blank. ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(explaining) We pose as customers who are thinking of joining the club, and ask for a tour...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Inconspicuously. That’s pretty sneaky, Danny. I.like it. - They march up under the awning, pull open the heavy oak d and enter the club. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "S32",
          "text": "\f“6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Solid gold wall scon where a surly young CL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "s illuminate the marble front desk, RK with a moustache awaits them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Can I help you? Arno walks forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "We want to join your club. I need to get in shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CLERK",
          "text": "How nice for you. I’m afraid that’s impossible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Perhaps you are unaware of our two year waiting list for membership? That is if you make the list at all. and the little fellow there is not old enough to join in any case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You are never too young to get in shape. Give us a tour, now. Danny cringes,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Look, Sir, we’re running a health club here, not a muscle farn. Making a last ditch effort to negotiate, Arno takes out h badge. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’m a cop, give me a tour, or I/1l have you brought in. The smarmy mustachiced Desk Clerk is unimpressed,",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CLERK",
          "text": "T’ll have to see your warrant first. xno is getting frustrated, he starts to squint... 53 \fwie",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Wait, Arno... Arno reaches cver the desk. picks up the yellow bellied D Clerk by his tie and head butts him into a coma. They walk past the desk and into a door marked ‘Locker Ro ar T:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WORKOUT ROOM -",
          "text": "A high-tech ego-maniac’s playground, filled with hard-bod Californians in tight spandex body gloves. On one end of room, six gargantuan MUSCLE HEADS are doing curls in a ci Into the weight room come Danny and Arno. Arno is bulging of his tight T-Shirt and shorts, while Danny seems lost i folds of his. Under his towel, Arno is carrying his Taser Sticks like a boy. He walks up to the Universal Machine, drops a pin in the bottom hole, and begins benching a few tons of iron. The MUSCLE HEADS look on, ticked off by Arno’s hot-shotti in their gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OTHER END OF THE ROOM --",
          "text": "The DESK CLERK from the front hall rushes in, clutching h sore head. He skips over to the angry MUSCLE HEADS, and begins pointing to Arno. They get up from their bench and strut over to the Universal. Arno continues to pump away, concentrating on his routine Then, as Arno pushes the bar upward, one of the goons pul his pin out. Without the resistance to hold him back, Arn slams upward ripping the benching bar out of its socket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Is there a problem? The MUSCLE HEADS gang around him swinging big free-weight their hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSCLEHEAD",
          "text": "This club is for members only. We have a problem with free-loaders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’m here on a trial membership. 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSCLEHEAD",
          "text": "Because the equipment isn’t much good to a dead man. Two of the thugs jump Arno, and he deflects their attack the benching bar, sending them to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Good work-cut. Who’s next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY --",
          "text": "has been checking this out, and satisfied that Arno is mo than holding his own, decides to do a little investigatin He sneaks up a spiral lucite staircase to the second floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND FLOOR",
          "text": "The health club’s administrative offices. Danny creeps do the hall and comes to a door marked \"Employees oOniy\". Quietly, he cracks it open and sees inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MEETING ROOM -",
          "text": "A map of the world is spread out over the far wall. A MAN with a walking cane is talking, his back to DANNY. On the glass table in front of him is a “compretrenstve l of DEADLY WEAPONRY. ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "_INT, THE WORKOUT ROOM -",
          "text": "Meanwhile, one of the MUSCLE HEADS is lecking horns with in front of the Nautilus. Arno gets some leverage on him, and dunks him down into t butterfly press, boxing his ears with the press arms. No sooner has he dispensed with him, when another Steak~- is climbing on his back. Arne takes him in a half-nelson, shoves the guy’s face into the spokes of a whizzing life cycle. SPLOOSH! 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turning away from the squash court, satisfied that the gu just tossed is sufficiently dead, he turns back to face t empty room when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAM",
          "text": "Two fists punch him at cence, knocking him on his ass. It’s the TWINS, dressed in their poncey frog workout clot They stand over him, smiling. One of them, GULES, has a bandaged hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "You’re a'dead man, Slater. ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MEETING ROOM UPSTAIRS -",
          "text": "Danny’s looking in through the crack in the door, A big a deal is obviously coming down. Then, the MAN with the cane turns around and Danny gets a glimpse of his frightening face. It’s covered in bandages. ar Be",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WORKOUT ROOM -",
          "text": "Arno and the Twins .are engaged in a furious hand to hand struggle. While he might have no problem with either one them individually, together they are a menace. One Twin D as the other PUNCHES, catching Arno offguard and sending backwards on to-the STAIRMASTER. The fight vacillates back and forth until the Twins have cornered against the Universal Machine. Jim takes a swing at Arno, and in one smooth motion, Arno lifts the bench press bar, grabs Jim’s fist, and slips it under the weights. He then lets go of the bar, crushing J hand and leaving him stuck to the Universal, screaming. Enraged, Jules flies at Arne, but the big man head butts and hurls him towards his brother. The pissed Twins clutc en to Universal machine, trying to bring themselves to th e 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Les couteaus! pull out mini-knives from the sides of their",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno, standing on the other side of the UNIVERSAL, pulls his own surprise...the electric TASER STICKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Now, I’m going te make French Fries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": ". We're Belgian, you idiot. Arno lays the Taser sticks against the metal bars of the weight-lifting machine, arid’ grips the handles. A surge electricity zaps through the machine, and thén through th Twins, jolting them into unconsciousness. Arno is busily tying up the unconscious Lumiere brothers weight-lifting cords when DANNY comes running over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno...There’s some sort of huge arns deal going down in the back roon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Good work, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And I think whoever was behind Frank’s death is upstairs running the show, .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’1l destroy him. But, at that moment, a figure appears at the top of the stairs. It’s the bandaged-faced MAN with the walking cane",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "You’ll do nothing of the kind, Mr. Slater. Arno spins around and beholds his old Nemesis, MR.ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "It’s you! 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "es Mr.id, the biggest scum-bag on the West Coast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "We really have to stop running into each other like this, Slater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Then let’s end it. Now. Arno heads for the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ifm afraid your cro-magnon tough-talk is growing rather tedious. Luckily for me, I don’t have to hear much more of it. And then, as if on cue, ten police officers storm into th room, led by Killgallen and McMurphy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "j : Ah, right on time. Gentlemen, this € man is trespassing on private property. My property. But Arno keeps steaming up the stairs, until Killgallon catches up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KILLGALLON",
          "text": "That‘’s enough, Slater. Time to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You don’t understand. That’s Mr. Id, arrest him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOCMURPHY",
          "text": "We can’t do that, there are no charges. Arno moves towards the staircase again. Killgallon grabs",
          "sentiment": "neutral"
        },
        {
          "speaker": "KILLGALLON",
          "text": "You’re in a enough shit already, Slater. Quit while you can still beg for your job back. McMURPHY io 58 “@",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "That won’t be necessary. dust get the Piltdown Man and his little puppy out of my sight. : KILLGALLON . Fun’s over, Slater. Let’s go, MR.ID “begins to laugh fiendishly from the balcony. points a long finger up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "- Den’t go away, Id...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) : 5 I know, Slater...(beat) You’ll be back. ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "& Iocan/t wait. We’ll do lunch. He and Danny head out with the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno ore Arno and Danny get out of the car, Arno slamming his door Hard. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look, Arno. You'd better cool off, I’m warning you...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "You don’t understand. Mr. Id is the most notorious drug dealer on the West Coast, I’ve been trying to bust him for years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Really? So maybe this is some sort of far reaching CIA conspiracy, three decades of, I don’t know, rogue spies © or something plotting an overthrow. or 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "“6 Danny and Arno step in their tracks. Decker is standing at the end of the precinct, front of his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Wrong. (beat) I gave those to him, Danny. When I was a rookie. I used to be out of control, headstrong. I threw him into a vat of boiling acid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ouch... ARNO . Since then, he’s been selling twice as many drugs, making twice as much money. I’ve stopped *hundreds.of his men, but I’ve never gotten Id himself. We’ve never been able to find his hideout. (beat) I owe him big, Danny. And I always pay my debts. He blasts tHrough the Precinct doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "- $0, look, just take it éasy with Decker... - .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Forget Decker, Danny. He Knows how much Id means to me. Besides, he owes me....",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "From Nam. I remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "SLATER, get your stinky Petes in this effice! PRONTO! 60 The whole precinct falls in \fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY ,",
          "text": "You'd better give me the Hey, Arno? laser gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Ne, Danny....",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’m not gomna do anything with it. But you’1ll thank me later, just trust me, Arno reluctantly unstraps his Beretta and-hands it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Pll oo put it’. right safekeeping, . . He drops it in his bookbag. ‘Arné reluctantly trudges for towards Decker’s office. as Arno walks away, Danny gldnces back over’.to TEE SERGEANT’S DESK .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "here, af . we A ROW OF RECRUITS, fresh up-from Police Acadeny, assignments. : . - SERGEANT |. . Linceln?- ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black Detective steps forward. Jones?. cos",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Another recruit steps forward. He's black also. Lincoln and Jones stand there, looking at: awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a “for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-await their each other Uh, Sarge? (The Sarge ‘looks up at them) We/re both... The Sergeant scans down his list.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee Oh, I’m serry. That‘’s Johansen, not 61 \f‘6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A surly locking white guy with a Tong messy pony tail and cigarette dangling from his lips steps out of the line. Linccin smiles, gives the Sarge a thumbs up and heads off his new partner. INT. DECKER‘S OFFICE -- There is a huge pile of guns on Decker’s desk. DECKER ° All of em. Including the one taped to your back. Arno reluctantly lifts up his shirt. Sure enough, there’s gun stuck there with electrical tape. He tears it off and puts it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "And the badge. (beat) Let’s go, Slater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "But I didn’t do anything, Decker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Thirty thou in property damage, ten hospitalizations... I’ve got the Malibu chamber of Commerce doing cartwheels in my cocoa factory, and ~ you're saying you didn’t do anything? Hand me your badge, Slater. You’re suspended. ‘Arno reluctantly turns his badge over to the Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Now move your funky mangos outta here before I have you arrested for trespassing!! Arno turns and opens the door. Before he leaves, however, turns back around again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Hey Decker... Decker looks up from his work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’ll be back. 62 \feo He slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE HALLWAY --",
          "text": "Danny is still watching partner assignments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Alright, Dotson? A grizzled white Detective steps forward. _",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Teacatotl? A Native South American officer wearing full Aztec head d steps out from the line up. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACATOTL",
          "text": "Reporting for duty, sir! Arno comes storming by. He grabs Danny and starts draggin him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Didn’t go too well, huh? They storm out through the front door. ar E",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno’s car winds slowly up the twisting hill roads. Arno gioomy and peeved over his suspension, as Danny sits besi him holding the Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Arno, aren’‘t you over-reacting a little here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "When I think of all the times, I saved Decker’s ass in the Nam... The car passes a turn-out for a SCENIC OVERLOOK of the ci",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look, why don’t we pull over a minute? You gotta relax, Arno slows down and pulis to the side ef the road. They g 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 ightly beneath them. It’s a moment of quiet reflection for Arno who is still sulking. Arno is silent",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno, you destroyed an entire gyn, what did you think Decker would say? ARNO . I’m a cop, Danny. That’s artl I know how to do. A cop without his badge, it’s like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Like something that’s never stopped you before? Io mean, when was the last time they gave you the hoot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What do you mean? vs DANNY The last time Decker suspended you?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "ah...last month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And before that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Well...this February, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno, don’t you see how absurd this is? You get suspended every month, and you get just as pissed every time. as he thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It’s all so ridiculous, they never let you do it your way, and you just keep trying...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "64 \f“e Now, you really want to get Id back xy Frank, you gotta stop busting heads and start using yours instead... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(humbled) Maybe, you’re right. Arno seems enraptured by the beautiful scenery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "God, it’s incredible up here, isn’t ‘it? Look at those lovely clouds. They lock like giant cotton balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That‘’s real poetic, Arno. And that’s smog by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Smog! It’s beautiful! I should come up here more often. DANNY . Actually, this suspension could be a perfect opportunity for you...Take some time off. Enjoy the world a little. Arno turns to face Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You know, Danny, you’re pretty smart for a kid your age. What’s it like where you’re from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It sucks. You’d hate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Because, shitty things happen all the time, and nobody does anything about it. There’s no justice there, Arno, no payback, life sucks, ‘and that’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You seen like you’ve done alright. 65 \f6 oe Danny sees something hovering on the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey, what’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Copter. (it gets closer} Looks like the ones we use on the force. DANNY . What’s it doing out here?~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I don’t know. The Helicopter is closing ground fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Look! The front, you see the rounded nose? That gives it a lot of upward lift. The Helicopter swoops down near the edge of the cliff, ca left, straightens, and comes right for then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Ah, Arno...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Yeah... The copter opens fire directly at their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Hit the dirt! The Helicopter flies by overhead and Arno gets a good loo it. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "See the markings? That’s DEFINITELY a police copter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well who the hell’s in the thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I don’t knew, but they’re going to wish they never learned to fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "66 \f‘é e What are you going te do, beat it up? ARNO . come on. I’ve got a surprise for them. - They run over to Arno’s car as the Copter takes its tur heads back towards them. THE HELICOPTER - “7 In the cockpit, in an orange pilot’s jumper is JIM LUMIER guiding the copter wheel with his unbandaged hand. Leaning out of the side deor, alse in orance, is JULES ai his long range assault rifle, his, trigger hand bandaged. BACK ON THE GROUND ~ a Arno pops open the trunk and takes out a big cardboard bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I bought myself a little present the other day. Arno rips open the packaging and pulls out an assembly required Stinger Missile kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_. DANNY",
          "text": "Ballsy! , The copter’s speeding towards them. Jules is training his sight on Arno’s head. Danny can just make them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno, it’s the Twins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Good, we'll kill two birds with one stone. But Arno’s busy puzzling out the instruction manual. Slow he sticks the parts into place. It’s starting to look lik a weapon, but it’s upside down. Just as the Copter passes ever, Arno gets the STINGER-RIG to stand up...Iit’s a rac against time...Jules opens fire. Arno clamps on the missile, tilts the launching track, ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "67",
          "text": "\fee See you in Hel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "icopter! and click...nothing haspens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Fire already! What are you doing? The copter fire erupts all around them, narrowly missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNG",
          "text": "I don’t know, it’s jammed or something. a The copter has turned again and is buzzing at high speed feet above the ground right in their path. arno continues to dicker with the launcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "It’s these Russian instructions, and then they never give you all the parts... The copter is making it’s final assault turn, the Twins w to each cther, and open fire, strafing the ground at Arno Danny’s feet. DANNY . Arno, try it again, Now! . . Arno aims, pulls the trigger, and...click. Another did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I think we’re missing a spring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh, great... In a second, the copter will be directly overhead. Arno takes a long hard look at his new Russian Launcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What a rip off. Then his mighty hand grips the pivot rod, rips the missil head off the stand, takes it back in his arm, and as the copter passes overhead he hurls it javelin style right in the tail-blade, blowing it clean off. The Twins give a lock back towards the tail of the Choppe Uh oh, nething there, It’s crash landing tine. 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eu ty ana Arno leek on as the Copter goes bump ng and rockin » towards the big houses on the Hollywood Hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "aw Oo te",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HELICOPTER -",
          "text": "It cuts off the top branch of a tree, careens left, then dives into a beautiful blue swimming pool. The copter slowly sinks to the bottom as the Twins surfac swim to the side of the pool. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mr.Id sent those guys, Arno. He wants you dead. ARNO” Let him come! He can send a thousand men, I will kill them all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(frustrated) Jesus Christ. Arno, that’s just the attitude that got you into all this trouble in the first place. This time, we've got to get out ahead of the game...Anticipate them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(trying) I know, we’ll go back to the Stripper bar, find Id’s hideout once and for all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, definitely not. (Beat) Look, Arno, what’s the one thing that can stop you from killing Id?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(trying hard) Nothing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, think about it. If he had something that meant a lot to you, and held it hostage...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Jessica... 69 \fae",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Exactly. If we go after them, they Kidnap Jessica, use her as blackmail",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Yes, they’ve done that before. rT forgot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So what do we do? We save Jessica before they kidnap her, taking away their trump card, so you can kill with impunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What’s impunity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It means you can shoot whoever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impunity, I like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "« (smiling) Then let’s go. They jump into the car and tear out. ar Be",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno and Danny come screeching up the circular PARKING ra and into the gargantuan LOT. CARS all over the place; parked, circling, coming and goi but no spaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(furious) I can never find a goddamn spot here! JUST -THEN, down the row, a space opens up. Danny makes a right for it, but a YUPPIE in a littie red sports car sho in just in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What an asshole. ° 70 \f‘é",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNC",
          "text": "Wait here. Arno gets out and walks over to the sports car. The YUPPIE, in the driver’s seat, sees Arno coming up in side view mirror, and turns a whiter shade of pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER'S P.0.V. --",
          "text": "Arno’s massive torso leaning into his window...Arno grinn wide. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You just made a Big Mistake. The YUPPIE swallows his tongue, screeches into reverse an hauls out of there. - Danny smiles and pulls into the space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno and Danny quickly weave their way through the onrush shoppers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay, where does your wife work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Top floor, the jewelry store. Come on, we'll take the escalator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, the elevator, it’s much faster. cuT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rushing upward, Danny and Arno peer cut the glass elevato walls into the swarming mall. Arno spots THEM first. A unified battalion of Hard~Ass ME led by Jules and Jim, files into the atrium below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Look, Danny! You were right. 7i \fee give out thei fan out",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Shit, we gotta move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator reaches the top, Arno bolts out. Danny hesitates a second, then presses every button in th elevator, looks three floors down at the MERCS, and grins Arno’s up ahead waving him on, Running past the DOWN ESCALATOR, Danny plows into a kid in a baby stroller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny, come on. He rights the stroller, then it hits him: it’s THE MOTHER CHILD from the TRAILER. Quickly, he snaps on the child- restraint belt, and turns to the mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Lady, you really gotta start watching out for your kid. The concerned mother bends over and hugs her child, as Da and Arno take off down the hallway. ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno’s wife, JESSICA, - She’s listening to her Walkman, reading “COP WIFE: THE MAGAZINE FOR THE WOMEN, BEHIND THE MEN, BE",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BADGES...\" ,",
          "text": "The Cover Story depicts a Cop Wife, still dressed in her apron, but now armed to the teeth with a necklace of dead weapons. “MY HUSBAND GOT SUSPENDED, NOW I WEAR THE BADGE! *~ A cop’s wife’s story.\" ARNO and DANNY barge into the store, panting heavily. ARNO . Jessica! Come on, we’ve got ta go! 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno...Honey, you're all fiushed, what’s the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "The guys who killed Frank are in the building; they’re coming after you now, and -- DANNY . Can we explain this Later?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "And you want to set up a surprise ambush and kill them? Good thinking, we can tip over the display tables and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "No, we’ve got to get out of here, quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "But, then you’ll miss them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, that’s the point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny’s got it all figured out. » JESSICA (shocked) I can’t believe my ears. Since when did Arno Slater start running away from criminals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Jessica, it‘s not like that. We're... (he looks at Danny for approval)... anticipating them",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "I don’t know, this is very unusual...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Trust me, here are the car keys. We're parked on...on...Dammnit, I can never--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "73",
          "sentiment": "neutral"
        },
        {
          "speaker": "PC",
          "text": "Floor two, near the elevators. They haven’t seen you yet...Go down to two, get the car, and meet us at the ramp in fromt in five minutes...Can you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Alright, if that’s the way you want it, Arno. Jessica kisses Arno and‘heads out of the store. Or Te",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny and Arno are back in the Mall Traffic when they spo THREE MERCS from the opening trailer converging at the Elevator Banks below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Quick, the elevators! The Three Mercs look deadly and determined, waiting calml the lift. They check their watches, and load up their gun Then, DING, it arrives, the doors swoosh open, and look w there, it’s Arno pointing his Beretta right ‘in their fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Fourth floor...Guns and Ammo! Then, Boom, boom, boom they drop in formation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno and Danny book through the mall towards the elevator but stop short when they see JULES and JIM leading a troo MERCS out of Bullocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Dammnit! There must be a back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(realizing it) The lingerie store! 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "€ f Not now, Danny! The gang has spotted them from the other side of the mall",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Come on! ARNO and DANNY tear by the huge NEWS KIOSK, when Danny suddenly remembers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh, shit! I ate the gum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno, trust me, we need some gum. i NEWS KIOSK +- Danny and Arno run up, grab a pack of gum off the shelf a hand it to the COUNTER GUY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GUY",
          "text": ", That's fifty cents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno and Danny search their pockets...NOTHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNTER GUY",
          "text": "No money, no gum. Arno shrugs. Danny grabs Arne’s gun and points it at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Big Mistake. ‘The Counter Guy is just able to hand over the gum .befor fainting. _ The GUNMEN are closing in fast. Arno follows Danny’s lead, sprinting down the hallway. ar INT. VICTORIA‘S SECRET -~ It’s the Lingerie store from the trailer; Beautiful Women flowing to and fro in silky apparel. eo 1s \f‘6",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ar Dd:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN ARNO’S CAR ~ Jessica waits impatiently in the driver’s seat, tapping h fingers on the wheel, when... SUDDENLY -- The air is pierced by the cacophonous fury of thousand horns and car alarms blasting out at once. Jessica covers her ears in agony as Arno and Danny come running down the ramp like bats out of hell, pulling the out of their ears. 7 They jump into the car, Jessica steps on it, and they pee out. ar TE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jessica is driving, as Arno turns and talks excitedly to in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You were right, Danny. It worked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I know, just lemme think for a second. Danny is staring intently out the window, as they drive through Santa Monica along the beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What do we do now? What’s next? Suddenly, Danny spots something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jessica, pull over! Jessica quickly swerves to the side of the road. ar E 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "yno, Danny and Jessica are walking quickly down the sidew in beachfront Santa Monica. Danny is staring intently at something up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Arno, I/m tired of this, I want to go home. . ARNO . Alright, honey, we’ll see if...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": ". We can’t go home, Jessica. That’s the first place they’d look, there’s probably guys waiting for us right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I’ve got work to do, and I’m not in the mood for cops and robbers. Where are we going? Danny points straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "There... They lock up to see, in the distance... “EXT. THE SANTA MONICA PIER ~- . ARNO, JESSICA and DANNY stride across a walkway towards t SANTA MONICA PIER, a somewhat run down amusement center r on’ the water. The Pier is a swirling mixture of bad seafood restaurants cheap ice cream shops and cheesy carnival games that are impossible to win. Arno is fascinated by the good-natured activity on the Pi He’s never been to an amusement park before. Jessica is n as pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "I don’t get it, why are we at an amusement park?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "She’s right, Danny. I never come 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno takes off",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That’s the point. They’d never think to look for you here, that’s why we cane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "That’s true, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look. The villains will eventually catch up with us, they always do. But instead of going to them, we let them find us. In the meantime, we phone the police, call in for back Up. es",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "But I never call for backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I know, that’s your problem. You wanna go take these guys on singlehandedly. Well instead, we get about 200 cops down here, the villains show up looking for us, they get wasted. (Danny smiles) We hang out an@ play air hockey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "It’s brilliant. That’s a great plan, Danny. 1/11 call Decker. , down the boardwalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "If it’s so simple, how come I’ve gotten kidnapped so many times? How come I’m always in danger, if all you need to do is call the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look, Jessica, you’re not gonna get kidnapped again. So just relax and enjoy yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ark The tent is filled with games of all sorts; video, pinbal 78 \feC -ball, aiz hecxey ~~ a kid’s fantasy. wu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny and Jessica walk through a gauntlet of video games. Jessica doesn’t seem to like any of them. She points towa the larger, carnival games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Oh, look, Skee Ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKEE BALL --",
          "text": "Danny and Jessica pitch the hard, wooden bails up the ram toward the holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "(missing) Damnit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "This is really lame. You gotta try Double Dragon, now that’s a good game... Danny tosses a skee ball, just as Arno walks over to them He’s carrying a Soft-Serv ice cream cone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Alright, I spoke to Decker. They’re sending 30 cars, they should be here in ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "‘(frustrated) Well then I’m gonna go look around. You boys have fun... Jessica leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What’s eating her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(more concerned with his ice cream) I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey, Listen, let’s go check out the air hockey... ar Ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIR HOCKEY -",
          "text": "73 \fec",
          "sentiment": "neutral"
        },
        {
          "speaker": "AD",
          "text": "ct NY bat the fleating puck back and forth. Arno’s a ime of his life, going at the game like it’s the vl, balancing the ice cream cone in one hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "{licking his ice cream cone) You know, Danny, this stuff is great! It’s all cold and creamy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You’ve never had ice cream before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’ve never played air hockey either! He smashes home a goal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I don’t usually have time for this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Iocan imagine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’m too busy out busting criminals and exacting vengeance...(he blocks a shot)... but this is great! Danny scores on Arno, ending the game. _",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You lose again, Slater. Arno laughs and puts down his paddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(wistfully) I wish Jessie and I did stuff like this more often. It seems like the only time I ever see her is when we’re making a getaway, or when she’s taping up one of my wounds...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, well you’re a busy guy, Arno. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Maybe. (beat) Do you know why we've never had children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Bo \f‘é No, TI just thought...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "»+-I wouldn’t let her. t said that a child would just be one more person to kidnap, one more obligation that would stop me from fulfilling. my duties. Well now I’m suspended, and all these criminals are out to get me... Arno looks down at Danny, who’s listening to him raptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Come on Danny, let’s go outside... ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PIER",
          "text": "Arno stops to buy another ice cream cone. The two of them walk along the Pier soaking up the warm, California sun. ARNO. You’re a smart kid. You must make your parents very proud. Danny has grown very quiet. He walks to the edge of the p and looks out over the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, I guess...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What’s wrong, Danny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nothing. It’s just that this all reminds me a lot of Coney Isiand, in- New York...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Sure, I busted some Jamaican drug smugglers there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeah, well this might be a different Coney Island, the one where I’m from. My Dad and I used to go out there, ride the Cyclone, get a hot dog at Nathan’s... 8l \f‘é",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNG",
          "text": "(concerned) And now you/re so far from home...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nah, it’s not that. (beat) My father died, Arno. He‘s dead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(shocked) Did someone kill him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, no he died of -cancer. They didn’t know what it was fer a long time. The doctor’s jerked him around, the hospitals kept switching the treatments. My mom was a wreck, she just withdrew from it all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’m sorry, Danny, it’s very hard to lose someone who means so much to you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(heatedly) Yeah, but the whole thing was so lame, he just sat there dying and I didn’t do shit to help him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Well, Danny, there wasn’t much you could do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look at you, Arno! Someone kills your cousin Frank, you go get payback for it! You find the guys who killed him and wipe them off the face of the earth! That must make you feel better, at least you’re doing something... Arno takes a long, hard look at Danny, listening to the a and bitterness in his voice. He wonders, perhaps for the first time, just how much better vengeance makes him feel",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny... Arno’s sentence is interrupted when his ice cream scoop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "spiattering all over nis face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What the... He locks down at the cone, and both he and Danny watch as too explodes in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look! They look down to the end of the Pier and realize -~ some is shooting at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "The game room, now! Under a hail of bullets, Arno and Danny run around behind tent for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jesus Christ, how they'd find us so . quickly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "And where are Decker’s men? They hear footsteps, men shouting and coming closer. Arno leads them around the tent and in throuch a flap. th see five of Id’s men enter the tent, all brandishing guns THE ARCADE CROWD flies into a state of total panic, runni and diving under tables and games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GROUND --",
          "text": "ARNO and “DANNY are crawling along the floor. ARNO holds Beretta, Danny drags his bookbag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I thought | you said the Pier would be safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "It should be, this doesn’t make any sense. Another cloud of bullets shatters a wall of Video Machine above their heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "83 \f~ eer coma",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARNO hands his gun to DANNY. ARNO. Danny, listen, when I count to three, you stand up and start firing, okay? DANNY looks ready, then something occurs to hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno... Just one question... (beat) Aren’t we out of bullets? Arno checks the chamber on his Beretta. Sure enough, it’s empty. - :",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Remember? You ran out in the mall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "That’s right. (he looks around) Okay, don’t worry, I have a plan. Arno crab-walks backwards along the floor, dedging bullet until he reaches the SKEE BALL booths. Grabbing a rock hard SKEE BALL, he springs to his feet an goes into a Nuclear pitching wind-up. An unlucky Gunman tries to duck, but it’s too late, the S Ball has conked him into next week. DANNY smiles and tosses Arno a handful of balis., ARNO go into a rotary launching fury, running across the room, wa every Gunman in his path. BUT he’s out of balls, and there’s a gun pointing right i face... ‘With lightening speed, Arno tumble rolls on to the air h sets and scoops up a bundle of pucks. The Gunman just get his aim, when a bright PLASTIC PUCK zings into his forehe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Let’s move, Danny... BUT Danny’s nowhere in sight. ar &",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "84 An angry gunman is backing Danny along the wooden pier w ‘le stuck under his chin. He pushes Danny up against gq and leans over him, sticking the gun in his face. 3g Meanwhile, The TWINS stand at the exit to the ARCADE TENT waiting for Arno to emerge. JULES . (to Danny) Call your friend! Cali to heem! Danny is petrified, he strains against his captor...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". BAD GUY",
          "text": "- You heard the man, call’him, or you die! But Danny won’t do it, and the bad guy shoves him to the ground. As he falls, he hears a clanking sound when his bookbag hits the pier. THEN, he remembers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Go ahead, keel hin. We’ll get the big guy anyway... the gunman cocks his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUNMAN",
          "text": "So long, kid... Danny reaches into his bookbag, then points up towards th gunman...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Bye, asshole! What> \"explodes through the end of Danny’s bookbag would described as firing a cruise missile through a pea-shoote The force is incredible, it tears the bookbag to shreds a the gunman is literally blown to dust. No blood, no guts, just a fine cloud of bad guy residue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Holy shit... Danny looks down at his hand in wonder. He’s holding the The Projectionist gave him. It glows a bright metallic bl smoke pours from the barrel. Two other BAD GUYS run towards Danny... 85 \f‘$ ee and another incredible 3 BAD GUY #1 is blown nbling backwards down the pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 BAD GUY #2 runs up and grabs Danny’s hand. Danny looks do at where he’s been grabbed. His skin is somehow GLOWING. It’s like he’s in technicolo and the rest of the world’s in sepia tone. Danny closes his eyes as BAD GUY #2 rears back and PUNCHE in the face. Danny opens his eyes. The guy is staring at him. His face feels fine. He lunges forward, and the result astonishes him... BAD GUY #2 is sent hurtling end over end down the Pier, a least 100 ft, racking up in a ring toss booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": ". Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEANWHILE -",
          "text": "Arno is body slamming a group of attackers. In typical Ar fashion, he’s holding his own even though there's at leas of then. Suddenly, bodies start flying off him one by one, and Arn sees DANNY, fighting really awkwardly, but kicking total nonetheless.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Danny! What’s happened to you, you’re glowing! Danny tosses the last attacker into the arcade tent. Arno watches in disbelief. The Bad Guy’s attack has been completely repelled. Id’s men lie all over the pier, unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "That was incredible, Danny. Suddenly, footsteps. SEVEN MORE MEN are running down the towards Arno and Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "This looks like trouble, better get behind me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "B86",
          "text": "\f‘é",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, Arno. You get behind me. Arno watches in amazement as Danny brandishes his porcela GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "So long, suckers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KABOOM",
          "text": "The force of the blast blows the bad guys out of their sh shaking the pier to its foundations. Arno and Danny look around. All the assailants have fled: fact, the entire pier is deserted, except for... All the way at the other end, THE TWINS are dragging JESS towards their Peugeot. Parked around them are three black Lexus’s, filled with Mercs. Jules shoves Jessica into the back seat and screeches awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Jessie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Let’s move! They start running down the pier when suddenly, Arno stop ARNO ys Wait a second Danny, i was just thinking. There’s four cars filled with armed men, and only two of us. Maybe we should wait for the back-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you, kidding me? They’ve got your wife, it’s personal now! We gotta kick ass! CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno and Danny are engaged in a high speed, nail biting c through the streets of L.A. The VILLAINS have about a thr block lead on Arno’s brandless American tin box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f‘6 a} y picks up his porcelain gun. He holds it up, and inspects it fondiy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Be careful, Danny... DANNY . . Den‘t sweat it, Arno. It’s under control... . :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "There‘s something wrong with that gun. It shouldn’t have that kind of firepower...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Jealous, Arno? Let me see your old clunker. Arno hands Danny his Beretta and catches sight of his ski He’s even brighter than before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You don’t look so good. Danny flips down the sun shade, and checks his face out i vanity mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jesus...1I don’t know...I feel fantastic...Like I’m ten times as strong... The Villains are gaining distance up ahead. They turn off down a bumpy stretch of road. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "We're losing them. Hang on. ARNO spins the wheel, making sick turns, swerving through gridlocked traffic and running lights. After twenty seconds of veering, roaring hell, Danny clut his stomach. All this driving is starting to make him sic",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "God, this is awful, I think I’m gonna heave...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNG",
          "text": "Maybe we should have waited for the as",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No, Keep going. It’s too late now. Danny hangs his head out the window, obviously very uncomfortable. Then he spots something up ahead... ON A SIDESTREET, DANNY‘’S P.O.V, == Two WORKMEN carry an enormous PANE OF GLASS down the bloc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop the car!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "What? How come...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Pull over, Arno! Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Are you going to throw up? Arno swerves violently over to the side of the road. . ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two WORKMEN with the pane of glass are walking down a alley now. ARNO and DANNY are following then. ARNO . Danny, if you’re not going to be sick, I really think we should. get back in the car...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Trust me, Arno. I think this is gonna work. The WORKMEN turn the corner on to a bright, noisy street ahead. Arno and Danny follow close behind. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE STREET -",
          "text": "What they see when they turn the corner surprises them. A large, wide street, literally buzzing with activity.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "8s \fsw omer ee wWhat’s going on. Danny? 0 As they walk down the biock, they pass the two workers wi the pane of glass. Then, they come to a SIDEWALK CAFE, fi with afternoon eaters. A HUCKSTER, pushing a FRUIT CART rumbles past them down t street. They keep walking, passing RACKS OF BEEF dangling over th sidewalk on meat hocks. On the other side, they pass FIRE HYDRANTS, GARBAGE CANS, STUDENT DRIVER CAR, and finally, at the end, a trucker directing his friend, in an EIGHTEEN-WHEELER, back first traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "This is it. As Danny and Arno stand at the end of the block, they loo back over the street. It is a domino line of every CAR CH OBSTACLE you’ve ever seen, all packed together on one blo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno, if we wait here a few minutes, I guarantee the villains will come right to us... DISSOLVE To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny and Arno are standing next to the EIGHTEEN WHEELER the far end of the street. .",
          "sentiment": "neutral"
        },
        {
          "speaker": ". . . ARNO",
          "text": "Where are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Any minute now... THEN, sure enough, from the other end of the block, the Villains’ Cars come barreling on to Chase Street. The LEAD CAR races down the road, crashes through the PLA OF GLASS, topples the FRUIT CART, to the angry yells of t HUCKSTER, and then plows into a FIRE HYDRANT. The gushing water spray causes the second Villain Car to off into the rows of HANGING BEEF, and the third to rack on the GARBAGE CANS. 30 \fsre ail still plowing ahead to the panic stricken horror of tne STUDENT DRIVER, whom they rear end into @ C The Villains have practically made it through Chase Stree when the mammoth EIGHTEEN WHEELER starts backing up inte road. The Villains are sizing up the situation. It looks Like there’ll just be enough room to squeeze through. The just cut around the back. But there's DANNY, his gun pointed at the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Back up faster!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK DRIVER",
          "text": "(petrified) But...Then they won‘t... Danny puts the gun to the Driver’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Faster! The DRIVER steps on it, and the huge truck picks up speed uh-oh, closes the little remaining gap. The Peugeot veers off into the wall, as the three” Lexuse rack up in a heap under the truck. The fifteen indefatigable MERCS spring from their cars an take up positions guarding JESSICA in the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY AND ARNO --",
          "text": "are standing safely’on the other side of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY -",
          "text": "You go around the front, I‘ll take the back. We blast them from both ends, and meet in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Right. They split up; and duck around both ends of the truck. Th MERCS spin around to face them. Suddenly, Arno panics...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Wait...Danny! You’ve got my gun! aL \fee ee But Danny, on the other side of the truck, is in a kill f and can’t hear him. Th it’s too late. THE TWINS have seen Arno panicking, and now they’ re coming right for hin. DANNY is busy blowing away MERCS with two fists, firing A gun and his own, in an arabesque of Extreme Violence. ON THE OTHER SIDE -~ : ue Arno is struggling bare handedly with JULES | AND JIM. He just barely holding his own, wrestling his armed attacker the ground. But the Twins are relentless. At the same time, Danny manages to penetrate the MERC’S g circle. With one hand he valiantly springs JESSICA from t car, and with the other he blasts three Mercs into oblivi ON THE OTHER END, Arno’s in bad shape. THE TWINS have him cornered and they’re about to play their favorite trick. dules runs around and kneels behind Arno’s legs as Jim pu Arno over backwards. He bangs his head down on the cement The world goes black. He’s knocked out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Leads Jessica to safety and turns around just in time to The Twins pulling out in their PEUGEOT with ARNO captive back. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "Danny’s face, watching Arno go... ‘ DANNY (quietly) No... Then, his features slowly tensing with rage. He screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NO",
          "text": "cUT TO: INT. ARNO’S ARSENAL -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A biack boot. Hands yank the laces taut and knot them. Th 92 \faw ey ee eee ec aA tnudding as the boots clod heavily down on to the fico It’s DANNY. He’s glowing like a roman candle, literally plastered hea foot with guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Painted with Camouflage. He is no longer the fresh-faced young boy of the beginnin but a snarling, angry, Out-For-Justice-Commande, ready to serious damage with a variety of deadly weapons. He charges upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM",
          "text": "Jessica is lying on her back nursing a bruise with an ice when Danny bursts into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "(shocked by his appearance) My God, what have you been doing down there?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Let’s move out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "You know, -you’re not suppesed to touch that stuff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We’re going for Arno, right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "(incredulous) Danny, he’s being held by 100 hundred grown men. There‘s nothing you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Oh, yes there is. Arno’s in big trouble and I’m not going to turn my back, and neither are you. JESSICA . What do you need me for? He tosses her the car keys. Jessica stares at them. 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sheepishly) Tocan’t drive. ar BD: INT. DECKER‘’S OFFICE, POLICE PRECINCT -- NIGHT Decker sits behind his Desk at the precinct, anxiously wringing his hands, and waiting for a phone call. He chom down on his cigar, and looks at his watch. Then the phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Decker...(beat, his face lights up} You’re joking. (beat) When are you going to kill him?... What about a little torturing or something first?...Perfect, he should really enjoy that... _Decker hangs up the phone, pours himself a celebratory C Regal out of a hidden bottle in his desk, then heads out the office whistling, a new spring noticeable in his step",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRECINCT PARKING LOT --",
          "text": "Decker, giddy and a little tipsy, is sauntering over to. lemon colored Oldsmobile, doing a little jig as he reache his car Keys, and then all of sudden he freezes...Because cold steel of a Browning 9 mm is being thrust into the ba of his skull. . ° . -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Whoever you are, you‘re making a big mistake...-",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "‘You made the big mistake, Decker. Decker spins around to see DANNY, standing behind him. He glowing brighter than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Wha...What? I don’t know what you’re talking about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Forget it, Decker. I know you set us up. You never sent the backup, you 94 \fgust called Id’s men and told them C 6 where we were...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": ". (nervously) That’s ridiculous, who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You’re the old Vietnam Buddy, Decker. The Old Vietnam Buddy always betrays YOu... Le",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "I...I can explain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "' DANNY",
          "text": "Explain later, jerkoff. Right now, ) you take me to Id’s hideout or you’re ' gonna have a serious Excedrin headache, Danny pushes Decker over to Arno’s Car. Jessica is waitin impatiently in the driver’s seat. She looks pretty annoye ’ by the whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "e& Hi Bob. She frowns as Danny pushes Decker into the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "’ Jessie.:.How’s things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Just carpooling the kiddies. I don’t suppose you two could just go ahead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ") . and do this yourselves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "} Sure...Whaddyasay, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up, Decker. ’ bo Danny puts the gun up to Decker’s head and cocks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' DANNY",
          "text": "Take us to Id‘s hideout while you can Still talk. Decker stares at Danny nervously. oe | oy \f‘6 e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don’t understand, kid. Sla and I have a long history, I had my reasons for doing what I did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(screaming) I don’t GIVE A SHIT!! Take us to Arno, NOW!! DECKER a Head for Hollywood, Jessica... They pull cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An enormous, run down Sound Stage now functions as the Villains’ Main Warehouse. Overhead, there is an iron CATWALK, once the Lighting Bri that runs the perimeter of the room, connected in the mid by a cross-bridge. ID'S Sentinels are posted all over the place, pacing the perimeter from above. At one end of the room is ARNO, his arms tied together ov his head, secured to a long ceiling chain. ‘Bound, and manacled, Arno is defenseless against the cru punishments being administered to him by JULES and JIM, e torture specialists. JULES . Power is ready, Jim? . JIM . Yes, Jules. I have channeled the master power unit into this one , dangerously loose wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Oh, then we must be most careful not to touch it...Especially if we are somehow wet at the time. Jules then sticks Arno’s feet into a bucket of water. 96 \fé",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Have you taken all you precautions Mr. Slater? n o My o aa",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You‘re a funny guy, Jules...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "He’s Jules, you idiot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "Safety first Mr. Slater, watch the loose wires. dim then presses the end of the long cable up against Arn bare chest. His massive frame begins to seethe and convul but he grits back the pain, refusing to scredm out. ENTERING THROUGH THE FRONT DOOR comes the infamous MR. ID face wrapped in bandages, followed by a full compliment o hardiest Mercs. Through the pain, Arno spots ID on the other end of the r and he chafes against his chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Id, I’m going to rip your bandaged head right off that skinny neck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "Ah, if it isn’t Arno Slater, the walking muscle. I trust you’re enjoying the accommodations...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’ll enjoy burning them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "That wouldn’t be advisable. I went to great lengths to cbtain this space, Mr. Slater. The man who owned the building made a rather comprehensive deal with me. When he defaulted, I ‘collected this studio, as well as other valuables far more precious. And, as I’m sure you know already, mercy is not one of my strengths...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "is that why you killed Frank, Id? To prove how ruthless and evil you are? o7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "e_",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "You Never get any smarter, doa you? Your cousin Frank’s death was an error. A foul up. A completely unnecessary killing that I, above all, regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "What? MR.ID ; It was you whom we intended to kill, Slater. Frank was wearing your hat, he came out of your gym, and you both have that Cro Magnon Slouch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(disbelieving) - It was all a mistake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "I was just as upset as you were. I despise incompetence. I can assure you, however, that we will be far more thorough when it comes to killing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I/ll see you in Hell, Id!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "That’s right, you will. (he laughs) Jules, Jim, destroy this Mongoloid half-wit before I do it myself. They sizzle Arno with another rocking dose of electricity",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You French assholes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULES",
          "text": "We’re not French assholes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "We’re Belgian assholes! Jules takes a smoldering hot iron out of his bag, and pre it against Arno‘’s chest. Arno bites back the pain silently as his skin sizzles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "38 \fa. iu’s okay to be upset, Slater, iet your emetions out, cry if you feel like it. THEN, suddenly... A THUNDEROUS EXPLOSION at the far end of the room. AN ENORMOUS HOLE has been blown in the wall, sending bric plaster and dust flying everywhere. There is silence for moment. A cloud of dust and smoke hangs.in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I’m coming for you Id! SFX - A low rumbling of steel wheels. An old CAMERA DOLLY parts the smoke, rolling through the and out into the room. . on top of the DOLLY, steering, is DANNY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN HIS RIGHT HAND --",
          "text": "A smoking bazooka...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN HIS LEFT -",
          "text": "Two more of Id’s men, dead. He tosses them to the ground. . \"DANNY ‘ Hey, you Twin buttheads. You can kiss my ass. He brandishes two guns at once. (cont. } Two times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "--",
          "text": "‘Jules and Jim, looking alarmed. Then running for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERHEAD --",
          "text": "Id‘s men take up positions on the center bridge between t catwalks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "93",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2 Speed, hors off the Dolly, tosses the bazooka whips out an intricate, Compound Bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Id‘s men aim their rifles at Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Slowly, deliberately, pulls a long arrow from its quiver, lays it across the bow. Down the shaft, at its point, a s golden triangle...An explosive head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BRIDGE --",
          "text": "Id’s men yell “Fire! “DANNY == releases the arrow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "--",
          "text": "The arrow, whizzing through the air and then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BRIDGE EXPLODES",
          "text": "It’s the Fourth of July, as human fireworks light the air The burning wreckage tumbles to the floor and smolders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY --",
          "text": "steps through the smoke once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Who’s next? He tosses the bow and arrow on the ground, - ARNO . fobscured by the smoke) DANNY! Watch out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TOP",
          "text": "comes charging out of the smoke, and grabs Danny around t throat from behind. He starts to choke him when... DANNY reaches over his shoulder, grabs the back of the Me head, and delivers a SHATTERING REVERSE HEAD BUTT. iso \f‘é “e",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny, look out, there’s two more... Two Bad Guys come charging through the smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY --",
          "text": "smiles, relishes the moment, then reaches over his should for the gun taped to his back... _- But wait, something’s wrong, he can’t reach it, he’s tape too Low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAD GUY 1",
          "text": "charges at him, punching him in the stomach. DANNY buckles over, faking the pain, then elhow blasts th unaware guard in the temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAST BAD GUY -",
          "text": "stares at Danny now. He thinks twice about attacking hin, then starts to run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY. --",
          "text": "smiling, swings the laser sight pistol out of a holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny, don’t... The red dot from the laser travels up the man’s back and. BLAM! . e He tumbles over head first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW, THE ROOM -",
          "text": "Is a panorama of death and destruction. Bodies lie scatte everywhere among the wreckage. ARNO, still hanging from a chain. And Danny, in the middle of it all. He steps forward, towards Arno...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "1o1L \f8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "has the laser gun in his hand. in Arno’s direction. »--thank Gad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny! It’s me, Arno... He raises it and The red laserlight, travels up his stomach, over his neck past his face..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Danny... The light keeps moving, right up to Arno’s manacle stopping in between them on the chains. DANNY fires. And ARNO crashes to the floor, free now. ARNO’S P.O.V. -= He’s lying right at Danny’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "That was good shooting, Danny, but you didn’t need to kill that man...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "(not listening) Id and the Twins ‘got away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "How did you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ": Décker. -He betrayed us at the Pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO,",
          "text": "Decker? But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "He’s a bureaucrat Arno, think about it. Here, you’ll want this. Danny pulls arno’s gmm Beretta Combat Pistol out, it over to him. ARNO stares at hands. d wrists, and hands the gun, quietly. He turns it over in his 102 \fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I’ve killed a lot of pecple with this gun, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Get ready to kill a lot more. Danny and Arno move out through the back door into a long corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long, narrow, hallway filled with costumes and old backdrops. The winding corrider doglegs at its middle. Danny and Arno creep cautiously ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "Two bullets clang against the wall, inches away from them",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That’s the Twins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO MORE GUNSHOTS",
          "text": "ring out in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Dammit. (beat) Cover me... ARNO gets out down on his hands and knees. Danny grabs hi shoulder. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Wait, Arno. He tears a grenade off his vest. How’s your curve ball?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARTHER DOWN THE HALLWAY --",
          "text": "Jules and Jim backed up by a group of Mercs. Every few seconds, one of them reaches around the corner and fires another shot in the direction of Arno and Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "103 \feee ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "C",
          "text": "im take a few steps backwards as the clanging gets i louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GRENADE --",
          "text": "skips straight down the hallway, spinning wildly. It brus against a wall, then takes a vicious curve straight for.. THE GANG OF MERCS, who stand there, transfixed. JULES and JIM run for a doorway. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO AND DANNY",
          "text": "come barreling down the hallway, right behind the explosi guns drawn. They lock down and see the MERCS’ dead bodies put no sign of The Twins. They duck through the door and see another long haliway, splits into a fork. Running up the middle of the hall, si by side, are Jules and Jin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "The Twins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "We've got to split them up! Arno takes hold of the high tech archer’s bow, kneels and zings an arrow down the long hallway. As they reach the fork in the hall, The Twins look back.. arrow’s coming right between their shoulders. Jules dives left, Jim to the right, and the arrow explodes into the w between them. Arno and Danny charge down the hall after. them. Danny sl a rifle over his shoulder and cocks it. Arno takes hold o the massive Rocket Launcher. They reach the fork, and Arn _pulls Danny aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(he grabs Danny’s arm) Look, Danny, I want you to be careful...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(smiling) They can‘t touch this. 104",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO .",
          "text": "Be careful anyway. Try not to kill anyone who doesn’t deserve it. DANNY stares at hin strangely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You okay, Arno?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": ". (quietly) Le I'm fine. Let’s do it. They take off down the halls; Arno to the right towards J in the loading dock, and Danny to the left after Jules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOADING DOCK",
          "text": "An expansive Loading Dock, filled with huge crates. Arno steps into the room quietly, watching as Jim desperately to climb into an air shaft from on top of one of the crat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Come down from there, Jules. TI don’t want to kill you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "I’m dim, you overgrown American idiot. Jim snorts and fires off a few rounds towards Arno. Arno dcesn’t even flinch as the bullets miss by a wide margin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Okay, I warned you... Arno walks over to the mountain of crates that Jim is sta on. With a massive heave, Arno topples one of the crates, sending the others tumbling down in a chain reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEANWHILE --",
          "text": "Jules is running for his life down an old studio hallway from... DANNY, who cackles loudly and fires a few shots off now a then. Jules comes to the end of the long hallway and bursts thr a doorway, outside, into an... 105 \f‘e",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WESTERN TOWN SET",
          "text": "A cobwebbed, crumbling but still standing set from an old Western, JULES stands in the middle of Main Street. Hearing Danny coming up behind him, he darts over to THE SALOON. i, : As Jules pushes through the swinging doors of the Saloon, realizes that these are only stand up flats. He presses himself up against the flimsy material, and peers out the glassiess window to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny stands in the middle of the street now. He has a bi smile on his face. He pulls the Porcelain gun off his bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Eenie, meenie, miney...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HUGE EXPLOSION",
          "text": "blasts the saloon flat into splinters, but JULES has mana to slip out and race across the street to the BANK. What follows is an extremely violent cat and mouse game, JULES runs from the BANK, to the POST OFFICE, to the BROT Danny blowing away each just after he starts running. NOW, Jules is. behind the OLD JAIL set, and has no place to run. He tries taking a few shots at Danny, but they mi",
          "sentiment": "neutral"
        },
        {
          "speaker": ". DANNY",
          "text": "Nowhere left to run, Jules. Say your prayers... . . Danny fires, and Jules is buried under a mountain ef wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO ARNO, IN THE LOADING DOCK",
          "text": "He pushes away the enormous crates. Finally, he comes to Jim’s bedy. His eyes are wide open, but his neck is twist hideously. Arno shakes his head, then reaches down and shuts Jim’s e He gets up and walks out of the room. HOLD ON JIM, for a moment, waiting for Arno to leave. As as the door closes, one of his eyes POPS OPEN. 106",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "at &:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WESTERN TOWN --",
          "text": "Is now entirely destroyed. The outdoor set is littered wi shattered, smoldering pieces of wood. At the end of the street, where the jail used to be, something stirs under mountain of rubble. The pieces of wood start to fall aside, and rising from t ashes is JULES... Beaten, bloody, but still alive. He limps forward out of wreckage, cocking his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(0.8)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought I’d left, didn’t you?: Standing behind Jules is Danny, who hasn’t left at all, b is in fact pointing his guh right in Jules’ back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Sorry Jules, I’m not that stupid. You're the second most evil bad guy. And the second most evil bad guy always comes back to kill you at the end... Jules reaches nervously for his gun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Not this time... Danny fires, blowing Jules into dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arno barges through a side door and on to a dusty old Hor Movie Set of Hell. Everywhere in the room: Stalactites, stalagmites, boulders, caverns, steel cages, and once’ ‘f pits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Come out, Id. Arno cocks his rifle, and blows a paper mache Stalactite the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "There’s nowhere left to run. 207 \f€ -. Then, a small crackling noise from behind him. Arno spins and fires off another round into the big bould Plaster flies up, and clogs the air with dust. Behind the cloud of debris, Arno makes out a figure, stan very still. It’s ID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "Very impressive,” Slater. You knew just where to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "The drugs, Id. I want them. Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MR. ID",
          "text": "(laughing) Of course. They’re in the pit. Arno looks at Id, surprised. He glances over to a pit, covered by wooden slats.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Why don’t I believe you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "€ C Because you’re a moron? (beat) You - still don’t get it, Slater, do you? Arne leoks puzzled. ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "The drugs are nothing. They were > simply the means to an end. coe ° “ARNO ye . “s And what was that? Funding hostile : - rebels in Central America? Bribing ) - government officials? Maybe a - . Senator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ") My, what an active imagination. It ) was much simpler than that. , Id takes a step forward. : . 7 (cont.} We were only selling the drugs to . make money. We used the money to buy @ - guns. We needed the guns te kill Cf 108 \f“@",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "But why? Why would you want me dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "You interfered with our drug operations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "But you were only selling the drugs so you could kill me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "Precisely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, if I hadn‘’t been there stopping you, you wouldn’t have been selling the drugs... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "How perceptive. None of this makes any sense. Arno tries desperately to figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "Look, if you don’t bélieve me, check. the pit. Blow up the drugs, they’ve served their purpose. Arno reluctantly walks over to the Pit and kicks the slat off. He almost doesn’t want to look in there. If Id’s telling the truth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Frank would be alive...All this killing. It was all for nothing... . Arne kicks the slats off and... No booby trap. no surprises. Just a mother lode of drugs plastic bags at the bottom of the pit. Arno can’t believe has told him where they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "(trying to work it out) You sold the drugs to get the money to kill me, but I didn’t stop you until you started selling the drugs... 103 \f®",
          "sentiment": "neutral"
        },
        {
          "speaker": "CC",
          "text": "Id looks ever at Arno, who seems paralyzed by self doubt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "Confusing, Slater, isn’t it? Almost maddening. (beat) Well, what are you waiting for? Take the rocket launcher, aim it in the pit, and fire... Arno is disoriented; his whole world seems to be crumblin around hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MR. ID\"",
          "text": "Or do you have something else in mind? Perhaps you’re going to kill me first? Isn‘t that what you always do? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "No. Arno jets the rocket launcher fall to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "There's been enough killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICK",
          "text": "(0.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get off me! Decker pushes into the room, with a gun pointed to Jessic head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Slater, you pasty faced sauna monkey, drop the gun! : .e MR.ID It’s about time, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Jessica, how did you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "He kidnapped me. What else is new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "That crazy kid left her in the car with me. (Arno approaches them) I’1l shoot her, Slater, I swear I‘’ll do it... iio \f‘é e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Decker, you're a cop! How could you do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "It wasn’t just me, Slater. The whole recinct chipped in to pay these guys. Killgallon and McMurphy had a bake sale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "I don’t understand, we were buddies. Why would you de this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "(snorts) . He’s askin me why. Why would I do it? I’ve said it te you a million times, but did you ever listen to me? - Neoooo. You just did things your own way... ARNO . But I thought...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "You‘’Ve given ny department’ the worst reputation in the country, Slater. I’ve got media hounds doing the Thomas Flair three feet up my cornhole, tne ACLU white water rafting down fudge river canyon.... {getting louder) I’m this close to getting kicked out on my sweaty petards: without a pension, and you ask me WHY?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "(in a total frenzy} Because you’re a ball-peen jacka- menace, Slater, that’s why! Because I’ve slurped about all the cock toasting I can take from you poncey poon fackers...(he thinks for a “ainute) and you take the shingles off the monkey-stick! They all take a second to register this. aii \f‘é She shakes her This is moronic. self free from Decker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Don’t move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "Go ahead and shoot, Bob, I’m not playing hostage for you! (beat) I am so tired of this, Arno! The worrying, the kidnappings, playing along with all this goddamn macho posturing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "“Jessie, not you too?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JESSICA",
          "text": "Don‘t lump me in with these guys, Arno. I’ve been supportive, I’ve helped you all these years. I cleaned your guns when you wanted them clean, I sewed up your wounds “when they needed stitching...I need Jessica starts to do something for me... I want to go back to school, start a career, have kids... °",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNG",
          "text": "Jessie, now is not really the best time for this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "I think it’s the perfect time. I’m leaving you Arno. Goodbye. walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "Get back here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Jessie, please... She turns around to face them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSICA",
          "text": "You two have some kind of score to 112 \f~ we @, go ahead, settle it: But",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "€@ me out. (beat, she looks at Arno} I’m sorry Arno, but we never really knew each other anyway. Good bye. Id laughs, enjoying this little revelation. ARNO . Decker, look, let’s drop our guns, we can'talk this out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "Don’t do it, Decker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "“- I'll quit the force, you’ll never have to see me again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "And give up the one thing you know how to do? Yeah, sure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "Shoot him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Decker, please! I’11l put my gun down first...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECKER",
          "text": "“I know that one too, Hot-shot. You‘ve got another one taped to your back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO ,",
          "text": "Decker, I don’t have... Please, let’s not shoot each other over nothing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR.ID",
          "text": "Do it! Decker raises his gun...Arno makes no attempt to protect himself. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KABOOM",
          "text": "An enormous explosion pulverizes Decker into dust. It’s DANNY. He‘s smiling, holding his smoking gun. Sensing the opportunity, ID slips away from them and out through a side door... 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "€ Arno, he’s getting away! But Arno is kneeling down, looking at Decker’s gun and sh which lay on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "He was a good man, Danny. He cursed a lot, and I didn’t understand what he was saying ali the time, but he meant well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey Arno, Mr. Arch Villain just made a break for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Decker hated me, Danny. I made his life hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, that’s too bad, but we don’t have time to cry over back-stabbing bureaucrats right now...We’ve got to finish off Id. eo Arno rises to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "No. No more killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Hey, Arno, news flash! Mr. Id, ‘ . biggest drug dealer on the West Coast and all around scum bag just high tailed it out of here... ARNO . You don’t understand, Danny. He was just selling drugs to buy guns to kill me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What the hell are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "It was me, Danny,.I caused.all this crime. It’s like an endless roller coaster ride that I started, and now I want to get off... e 114 , oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i ocan’t believe you! They killed Frank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Tt was an accident. They were trying to get me. (beat) I feel bad, sure, but killing them won’t bring him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What about justice, Arno? He was your cousin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You wanna know the truth, Danny? Frank wasn’t even really my cousin. His father was my Dad’s best friend, and, you know, we started calling him Uncle, so you call his son cousin, and pretty soon it just sticks. Danny cocks the porcelain gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "We're wasting time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Look, Danny, this whole thing’s been. pointless...Just let it go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "If you’re not going to kill Id then I will. : Arno grabs Danny by the arms. : * ARNO : ° No, Danny, I won’t let you do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Try and stop me! Danny slaps Arno’s arms away, breaking free from his grip and sending the big man a few steps backwards. Arno stand frozen, shocked by how viclent Danny has become. dUST THEN, Jim, the remaining Twin, Stumbles out from beh a Stalagmite. Before Danny and Arno can react, he fires o a shot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLAM",
          "text": "4115 \f‘@ e nitting ARNO in the chest. Arno stumbles backwards, as Da raises his gun. Jim fires again, propelling Arno over the edge of the PIT, and sending him falling down...down...fi crashing on the botton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You sonofabitch! Jim tries to scurry away, but Danny FIRES repeatedly, bla him back te Brussels, air mail express. Danny runs over to the PIT and looks down. Way down. Arno body lies still at the bottom. Danny gets to his feet. °",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(Screaming) Id! ‘You bastard! You'll pay for *this! . - His voice echoes through'the studio. He cocks his gun, an goes racing out the side door. . ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE STUDIO GROUNDS --",
          "text": "Mr. Id is running for his life, looking backward over his shoulder and then picking up the pace whenever-he hears h name being called in the distance. As he runs, the bandages around his face start to unravel flake off, leaving a trail of torn gauze in his wake. THE CHASE leads Danny out through the studio property, up side street, and then on to HOLLYWOOD BOULEVARD. Danny chases Id past whores, bikers, the grand, old Movie Houses of Hollywood Blvd: Mann’s Chinese, El Capitan, the Egyptian... ‘ cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "at the bottom of the PIT... . A clenched fist unfurls. Slackened features resume their shape, and ARNO stirs awake. 116 \f“@ aa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A S tne air. He comes to his knees and sneezes. down and sees a white bed of cocaine, his bedy imprinted in the flakes, Arno is bleeding bad, but h stiil alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drugs must have broken his fall. curT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny keeps running, still following the trail of unravel gauze. Suddenly, it ends. He looks up and realizes he’s way at the end of the strip He’s standing in front of an enormous, decrepit movie the The lights aze all off, the windows are boarded up. The Marquee is missing all its letters but one; an \"A\" that h off to one side. : The front door looks like it’s been pried open. An old rotting slat swings back and forth on a rusty nail. Id went through here. Danny smirks, raises his gun and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "Blows half the facade away. He steps through the smoking wreckage into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ENORMOUS THEATER LOBBY -",
          "text": "The paint is dusty, peeling, chipping away, and we can ba make: out a flame~like pattern on the walis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’M COMING FOR YOU, ID! © a Danny hears footsteps,* and sees Id run from behind the concessicen stand... : .",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOH",
          "text": "Danny blows it to smithereens, barely missing Id. He chases him down the hall, then swings up and around th aisle, into the middle of the theater. DANNY looks up to the ceiling, then turns around. HE‘’S I",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIDDLE. OF THE ASMODEUN",
          "text": "117",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "What the hell? This is not the Asmodeun that Danny knows, however. All b a few scattered rows of seats have been ripped out. The balcony is crumbling and sags in the middle. The walls ar chipped, peeling, scarred by flames... Danny walks to the center of the theater and screams at t top of his lungs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I’M GOING TO MAKE YOU PAY, ID! His voice echoes off the walls. Danny moves up to the sta to the lip in front of the movie screen. He stands there, smoking gun in hand. : : suddenly, a light comes on from the projection booth, shi out through the portholes. It blinds Danny and he puts hi hands up to shield his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ID",
          "text": "Here Tam, Danny. Id walks out on the balcony, one or two bandages remainin his face. He pulis them off as he walks forward, and when steps into the light we realize... - It’s THE PROJECTIONIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Arno’s dead, Danny, it’s just me and you... > Danny’s not sure what to do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Come on, Danny. Kill me. That’s what you want, isn’t it? I killed Arno, now shoot me and even the score. Danny closes his eyes and fires the gun, taking a chunk o of the. balcony, and barely missing Id.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(0.8.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! The voice comes from a figure, standing in the lobby. Lis The Projectionist glances down in annoyance, and instant the DOORS SLAM SHUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "Here’s your chance, Danny, make up for éverything in one shot... He spreads his arms... The DOORS BURST OPEN AGAIN...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Danny, wait! ‘The VOICE nears. Danny trains his gun on the figure movi forward through the aisles. The man stumbles; clutching h mid section...It’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "Den‘t do it, Danny. Don’t shoot. He’s bleeding, dying, but he’s managed to drag himself al way to the theater. He sits down next to front aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You’re alive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "I’m waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Danny, listen to me. If you shoot Id, it will never end. Someone else will come after you for killing hin, on and on, forever. You’ll be stuck here like me, killing just to stay alive yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "come on Danny, don’t listen to a dead man. Go ahead and shoot, I know you want to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNG",
          "text": "Believe me, Danny, it’s not worth ite. I’ve lived that way my whole life... But you don’t have to. You can forget all this, go back to where you 119",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is torn, he wants desperately te pull the trigger..",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROJECTIONIST",
          "text": "(growing furious} SHOOT ME, DANNY! Take your revenge... Danny raises his gun, he looks like he might shoot... Arno, his breath escaping him, crawls forward towards him",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You won’t feel any better, Danny. It won’t bring your father back... 4 long moment passes, both the Projectionist and Arno han Danny’s next move... Danny’s fingers tense around the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN --",
          "text": "Slowly, they loosen. The gun begins to slip, and Danny le it fall from his hand. . It crashes to the ground as Danny climbs down off the sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Arno, come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNO",
          "text": "You ended it, Danny...Go home...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "ifm not leaving you here! Danny helps Arno to his feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ARNO",
          "text": "Forget me, I can’t go... + It’s over... ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEANWHILE",
          "text": "The Projectionist is growing furious. His eyes flame, he seems. to grow larger on the balcony. Jets of fire spew o from the projection room. The whole theater begins to sha",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PROJECTIONIST",
          "text": "USE THE GUN, DANNY! That was the agreement... 126 \f‘e Beams fall, the walls crack... Danny and Arno start limping forward down the aisle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU MUST USE IT...DAMN YOU",
          "text": "The theater seats catch fire and explode, as the whole building threatens to fold in. Through it all, The Projectionist stands perfectly still his balcony, his eyes glowing red. Danny and Arno are running now, straight for the center o screen. . A long TEAR in the fabric is just visible. The theater begins to explode behind them as DANNY hurdle stage thrust, leaps forward and dives... Right into the t",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKOUT",
          "text": "For a few moments. Then Danny plops right back down in hi original theater seat. He is unharmed, his bookbag still slung over his shoulder. Danny rises out of his seat, just as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONSCREEN",
          "text": "A raging fire burns in the Movie! s Asmodeun, as EXTREMEL VIOLENT‘S credits roll. The Projectionist stands still on the balcony. His face, expressionless, as’ flames 1iék at him in ali directions. He stares -out fron the screen, coldly, watching Danny. Suddenly, the balcony collapses and he’ plummets into ‘th burning wreckage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON --",
          "text": "DANNY’S FACE, his eyes desperately scanning the screen. B the fire just roars higher and higher... He turns away and walks out of the theater. “EXT. TIMES SQUARE -- Danny pushes open the front doors to the Asmodeun and ste 12h \f‘e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "eo out bathed in the gray-yellow light that comes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stands juSt outside the theater for a moment. His eyes blank, expressionless. He closes them for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EIGHTH AVENUE --",
          "text": "Danny trudges up Eighth Avenue, his hands thrust in his pockets, trying to keep warm in the early morning chill. He picks up his pace, until he is no longer walking but running, soaring past sex shops and porno theaters and sl go-go bars whose doors have finally closed. He comes to the subway and bounds down the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light all but disappears as the car roars into a tunnel, reappears as it comes out again, overground. Danny stares out the window, trying to find his destinati in the small family homes and industrial parks that make the borough of Queens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is running again, his chest heaving as he races tow his destination... A large, sprawling graveyard. The intended tranquility is drowned out by the zooming of traffic on the super-highwa ringing the lawns. ‘EXT. THE GRAVEYARD -- Danny wanders through the sea of white gravestones until finds the one he’s looking for. HIS FATHER’S GRAVE -- He stands in front of the grave, staring at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON",
          "text": "still dry, stili cold. He just stands there, not knowing to do. . : He turns to walk away, then falls to his knees. The sobs slowly at first, then harder and harder until he is short breath from crying. 122 A HAND reaches out and touches his shoulder. He locks up see HIS MOTHER, standing over him, tears in her eyes as w",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mom... She kneels on the ground, taking him into her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOLD ON",
          "text": "in the sea of gravestones. The morning sun has just peake out over the smog and grime of New York City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROWS OF EMPTY SEATS in the Asmodeun. All is still in theater now, the projector shines a white light across th theater, the clack of the film unspooling can be heard in background. . Slowly, a hand comes up over the first row of seats. Then arm, followed by a muscular torso. Then the rest of... ARNO SLATER. He rises to his feet. 2 He is unscratched, no bloodstains, his clothes are clean. steps forward down the aisle. He walks through the lobby and out of the theater, into.. THE.MIDDLE OF NEW YORK’S BUSTLING TIMES SQUARE o He smiles broadly. As he walks down the street, he passes garbage can. He pauses for a second, then takes his gun out, his prize Beretta with the laser sighting, and drops it in the garb can. Arno walks on, seeing the world around him as though for first time...Like a man born into life full grown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END",
          "text": "123",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1103"
    }
  ]
}