{
  "movie_id": "MOV1115",
  "scenes": [
    {
      "location": "\"LE POIVROT\" MARSEILLES",
      "time": "SAME TIME",
      "characters": [
        "GALGANI'S PRIVATE BOX",
        "THE FIGHT",
        "------------------------------------",
        "-------------------",
        "RECRUITS PLACE BETS. FRANCS, POUNDS, DEUTSCH-MARKES, AND",
        "BACK TO FIGHT",
        "MATCH CUT TO",
        "CHAPTER 11",
        "CHAPTER 15",
        "-----------------------------",
        "CHAPTER 22",
        "THE END",
        "MAXIM CROUCHES NEXT TO ALAIN IN HIS CORNER. MAXIM FLAPS A",
        "BACK TO GALGANI'S PRIVATE BOX",
        "CHAPTER 10",
        "CUT TO",
        "FIGHT",
        "CHAPTER 5",
        "EXT FORT BERNELLE",
        "--------------------------------",
        "CHAPTER 9",
        "------------------",
        "------------------------",
        "---------------------------",
        "CHAPTER 19",
        "MATCH DISSOLVE TO",
        "INT. \"LE POIVROT\" ENTRY WAY",
        "-------------------------",
        "CHAPTER 6",
        "CHAPTER 8",
        "CHAPTER 17",
        "ALAIN, OUT OF BREATH AND FLUSTERED, LEANS AGAINST THE DOO",
        "CHAPTER 13",
        "\"LE POIVROT\"",
        "CHAPTER 23",
        "NIGHT",
        "----------------------------",
        "THE SEDAN DRIVES DOWN THE PARKING AREA THROUGH A ROD IRON",
        "-----------------------",
        "STREET INTERSECTION",
        "---------------------",
        "BACK TO BOXING RING",
        "FORT BERNELLE",
        "CHAPTER 16",
        "SMASH CUT TO",
        "RENE, VIKTOR AND ONE THUG ENTER A BLACK SEDAN, WHILE THE",
        "BOXING RING",
        "CHAPTER 7",
        "CHAPTER 4",
        "DRAINED, THE PLATOON MARCHES BEHIND STEINKAMPF AND LEGROS",
        "LEGIONNAIRES",
        "THE RIFF MACHINE-GUNNERS COVER THE INFANTRY AND HORSEMEN",
        "STREET",
        "------------------------------",
        "----------------------",
        "CHAPTER 21",
        "DISSOLVE TO",
        "CHAPTER 3",
        "ALAIN'S CORNER",
        "BACK TO BARRACKS",
        "CHAPTER 12",
        "CHAPTER 18",
        "FADE OUT",
        "CHAPTER 20",
        "CHAPTER 14",
        "----------------------------------",
        "BARRACKS",
        "SLOW-MO. MOS. ALAIN'S HEARTBEAT. HEAVY BREATHING. MUTATED",
        "CHAPTER 2",
        "LEGROS AND METZ DASH INTO THE ROOM. THEY RELAX UPON SEEIN",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "LOUD, THUMPING ORCHESTRA MUSIC. A LINE of CAN-CAN GIRLS f The Dancers' seductive winks... Pouting lips... CLINCHED An UPSCALE, EXCLUSIVE, NIGHT CLUB packed with STYLISH, CH The couple rise from the table, strolling through the roo RENE GALGANI -- a late twenties-something, Corsican, hot- Rene veers from the stage, strutting to the bar. Aware of MAXIM -- an enduring, huggable, French man dressed in CRU Rene approaches from the rear, tapping MAXIM on the shoul",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jittery)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rene... Would you like a drink? Rene strong-arms Maxim away from the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Let's chat. Rene escorts Maxim down a small stairway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said midnight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jittery)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, he'll be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HAT CHECK GIRL gapes at Rene's and Maxim's confrontatio Rene slams Maxim up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother doesn't like to be kept  waiting. It's disrespectful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(breaking into a sweat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I promise you... Just ten minutes. Rene tosses Maxim aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all you get! MAXIM'S POV: Rene returns to the Main Room. Maxim plops down on a chair, adjusting his clothing. He r",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. \"LE POIVROT\" ENTRY WAY",
          "text": "TWO OVERLY GARNISHED LOOSE WOMEN, PAULETTE and YVONNE ent ALAIN LEFERVE -- a cocky, flamboyant, handsome, young man Alain seductively whispers into Paulette's ear. She gives",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maxim rushes to Alain, shifting his glare between the wom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the women)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell do you think you're  doing? ALAIN (cocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meeting you. Alain leads the women over to the Hat Check Girl. Maxim t MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was supposed to be an hour ago! Jesus, Alain! Can't ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on, Maxim...  Alain gives Maxim an affectionate tap on the cheek. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You love it...  (winks & smiles )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It keeps you young. Alain suggestively nods towards Yvonne as he graciously h ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, make yourself useful... (leans toward Yvonne)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, what's your name? YVONNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yvonne. ALAIN (as if he knew all along)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help, Yvonne... (to Maxim)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...with her coat. Without missing a beat, Maxim automatically does as he is MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not getting off the hook that  easy. Especially after what I've been  through setting this up. Maxim hands Yvonne's coat to Alain.  MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think I am? Some kind of  genie that rubs his lamp and  everything poofs into place?... Look  at me. Alain ignores Maxim, giving both women's coats to the Hat MAXIM (CONT'D) (tugs on his belt)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My clothes are loose from not eating  and... Alain returns the Hat Check Girl's come-on with a magneti MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain... It would have been a lot  easier to do this in Paris, but oh no!  You had to return home the conquering  hero. Alain pivots from the Hat Check Girl, bending his elbows. ALAIN (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies. The two women lock arms with Alain, snuggling up to him. MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galgani has sunk a lot cash into this  deal. We've got an opportunity to make  some real money. Maybe even hold onto  it for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AUDIENCE HOOTS, WHISTLE and CHEERS. The Can-Can number cr MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, humor me. Try to be on your  good behavior. I don't want to screw  around with these guys. They're not  nice people. Maxim, alongside Alain with women, walk past tables. The ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maxim, you've got to learn to relax.  You worry too much. Maxim jerks Alain close to his face. MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I'm asking is just for once in  your life stop thinking with your  other head. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why we're such a great team.  You got the brains. (pulls women closer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I got the broads. Maxim rolls his eyes, giving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"LE POIVROT\"",
          "text": "Lucien Galgani -- a smooth, dark-featured, good-looking, A fidgety Maxim nears the table with Alain and the two wo ALAIN (to Julot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Julot, how's the glass jah? Maxim shoots Alain a quick glare. MAXIM (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galgani... This is Alain Lef... RENE (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah we know. (to Alain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late. ALAIN (cocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better that than never. GALGANI (to Maxim)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the comedian? I thought you  managed a fighter. Alain holds a chair out for Paulette. Galgani shifts his GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, Mr. Leferve But I never do  business in the presence of... Galgani gives the women the once over, considering how to GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the female gender. Alain takes Galgani's insult as a slap-in-the-face to bot Maxim holds his breath, praying that Alain won't do somet ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julot, what's going on here? JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galgani doesn't mix business with pleasure.  Alain nods, implying okay. He turns to the women, patting ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait at the bar. This won't take long. The women exit. Alain drags a chair to the table, straddl GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julot tells me you're someone who can  be trusted. Please bear with my  bluntness if I get straight to the  point. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, by me. GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gate's been good. You're a big  draw. I'll give you a shot at Julot  for twice your normal purse. Elated by the offer, Alain conceals his reaction. ALAIN (cool)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad. GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's just one minor stipulation. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which is? GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take a dive in the second round. Shocked, Alain peers at Maxim, who shrugs indicating \"it' Alain milks the tension at the table, retrieving a PACK o ALAIN (exhales smoke)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't crash the canvas... (to Galgani)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...for anyone. RENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're over your head. Don't push  you're luck. GALGANI (affectionately refers to Rene)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother, I love him dearly, tends  to jump the gun... (shoots Rene a glare)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and sometimes goes off prematurely. Galgani, without losing eye contact, slowly leans back in GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to help you fully comprehend  the situation. You fight for me or you  never fight again. Maxim jumps in, attempting to ease the tension at the tab MAXIM (back-peddling & sweating)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Galgani... Without moving a muscle, Galgani skims his eyes to Maxim. MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain meant no disrespect. You've got  to understand.  RENE (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing to understand. Maxim glimpses between Rene and Galgani, pleading his cas MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighting is Alain's life. He would  never take a dive. GALGANI (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, this will be his first. Maxim peeks over at Alain as if looking for help.  MAXIM (CONT'D) (back to Galgani)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then again... There is always a first  time... and the money is very  generous, Mr. Galgani. Alain scrutinizes everyone at the table realizing he and MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I could just have a moment alone  with Alain. GALGANI (to Maxim)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moment's over. I want your answer,  now! Something in the club catches Galgani's attention. He gla KATRINA -- gorgeous, sophisticated, appearing in a class Paralyzed, Alain fixates on Katrina as Rene slides out of A brief moment of recognition crosses Katrina's eyes, thr RENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Trina... Katrina brushes past Rene, without breaking stride... Kat KATRINA (to Galgani)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucien, you know how I hate to keep  people waiting. Alain flashes his eyes downward. Maxim side-glances from Galgani to Katrina, Alain and bac GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina, can't you see this is  business. KATRINA (to Galgani)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Either you come now, or I'm leaving by  myself. Wanting to avoid a scene Galgani suppresses his anger, sl ALAIN (to Galgani)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do have a problem with the female  gender. Galgani takes Alain's insult out on Katrina, firmly clutc ALAIN'S POV: Katrina winces in pain. GALGANI (threatening Alain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it would be a very wise  decision to accept my offer, Mr.  Leferve. Galgani strong-arms Katrina down the hallway. Viktor foll RENE (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what's your answer, big shot? Rene taunts Alain, fanning a WAD of MONEY. Alain reaches ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do it. Rene pulls the money out of Alain grasp. RENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half before the fight. The rest after. Alain rises, turning to Maxim. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arrange it. Maxim surprisingly gapes at Alain. Alain exits from the table, crossing the hallway to Galga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Infuriated, Galgani throws Katrina onto the couch. GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that all about? Galgani raises his arm to backhand Katrina... Katrina doe GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How could you embarrass me like that! Galgani furiously paces the room. GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You drive me so crazy! Why do you do  this to me? Especially after  everything I've done for you. If it  wasn't for me you'd still be just an  immigrant, threading needles in that  filthy shop. Galgani hits a nerve. A hurt look crosses Katrina's face. GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, this is exactly what I'm talking  about. You make me do things that hurt  you. Katrina moves to leave. Feeing rejected, Galgani rushes t GALGANI (CONT'D) (softening)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please Katrina, don't do this to us. (pleading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't you just do as I tell you? Galgani reaches out, stroking her hair. GALGANI (CONT'D) (sincere)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I love you. DOOR KNOCK. Galgani quickly jumps up. He straightens hims",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hat Check Girl, carrying TWO COATS over her arm, wait",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rene burst into the room, heading to Galgani. The Hat Che RENE (excited)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hey, hey. (claps hand & points)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got a deal. Katrina looks up from the couch as Galgani turns to face GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What made him change his mind? The Hat Check Girl nervously drapes Galgani's coat over t RENE (CONT'D) (proud & cocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I tell you. You're not the  only Galgani that's got the goods! Galgani holds out his arms to Rene as the Hat Check Girl GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, you're learning.  (gives Rene a bear hug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all in the approach. A concerned look crosses the Hat Check Girl's face as she The Hat Check Girls' hand palms a NOTE in Katrina's hand. Galgani, in Rene's arms, stares at Katrina as the Hat Che GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a pity everyone else doesn't get  it as quickly as you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "----------------------",
          "text": "INT. BRASSERIE - dusk A HAND reaches for a BOTTLE of WINE, pouring it into a gl Alain holds the bottle, gazing at its HALF-FILLED CONTENT Alain, insecure and unhinged replaces the watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "Alain pulls a CIGARETTE from a PACK on the table. He ligh",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "Alain, sipping wine, puts the glass on the table. He reac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina, wearing a FUR COLLARED COAT and BROAD RIMMED HAT The rotund CAFE OWNER, behind the bar, breaks into a smil The cafe owner proudly holds the record up, showing Katri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, tucked away at a far-end table, sits staring at th Alain peers upward. An arrogant smile breaks across his f ALAIN (self-assured)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You came. I knew it. Katrina flashes Alain a cold glare as she sits down. KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? ALAIN (CONT'D) (cocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the way to welcome an old  friend? KATRINA (frigid)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friends? Is that what we were? Realizing that getting back into her graces may not be as ALAIN (CONT'D) (pleads with bedroom eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Katrina. Let me explain. Katrina, captured by his gaze, looks down at his hand in ALAIN (CONT'D) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't realize how special you were,  until it was too late. Katrina slowly inches her hand and body away, keeping her ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina, look at me. I've changed. I'm  different, now. KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain... (exasperated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...what do you want? Alain gives her an alluring gaze, pulling out his last ca ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you forget about our dream... (touching her arm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...of going to America? Katrina throws her hands up next to her face, glaring dow KATRINA (pained)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't! That dream is dead... All day  I've sat in my room with your note,  considering whether or not to see you. Katrina holds back her emotions. KATRINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is not easy for me, Alain. Conflicted, Katrina evaluates if she should go on. KATRINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in trouble... I've got to get away  from Lucien. If I don't, I know he'll  hurt me. Katrina's tearful eyes drifts to meet Alain. Alain for the first time acknowledges how his actions hav ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you meet him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOXING RING in the center of the room. LOW-LIFE FIGHT F Alain -- wearing KNEE-LENGTH BOXER SHORTS and a ROBE drap Determined, Alain keeps his eyes focused on the ring. KATRINA (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He came into the shop to buy a dress  for one of his women. Alain enters the boxing ring. KATRINA (V.O.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't exactly a good time for  me... I was lonely. ALAIN'S POV: MOS. The room DISTORTS into SLOW-MOTION, mut KATRINA (V.0.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you didn't show up that day,  everything around me began to fall  apart. ALAIN'S POV: MOS. QUICK CUTS of INDIVIDUALS in crowd, bui KATRINA (V.O.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucien eased the pain... At first  everything was fine, but then it  started. My hair, make-up, the way I  dressed, spoke how I walked... MOS. Alain, in the center of the ring for his introductio KATRINA (V.O.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...until one day, I woke up and I was  someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galgani, sitting next to an empty seat surrounded by COUP Galgani addresses Rene from over his shoulder. GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Katrina? RENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how she's hates the fights.  She always comes late. Galgani returns to his GUESTS. (AD LIB) Rene leans back i",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO BOXING RING",
          "text": "Alain sits in his corner. Maxim climbs up behind him on t ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you get it? Maxim proudly pats his bulging coat pocket, smiling. Alain cocks his head toward his robe, while he holds out ALAIN (referring to his robe)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pocket. Maxim reaches into Alain's robe pocket as he ritualistica MAXIM (referring to envelope)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this? FIGHT BELL. Alain hops to his feet. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll explain later. Concentrating on the fight, Maxim unconsciously stuffs th (FIGHT TO BE CHOREOGRAPHED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain and Julot take up their fight stance, stalking one Alain automatically goes to take a punch... and cinches b Alain staggers backwards, leaving himself open. Julot pum Alain grabs onto Julot, stalling for time. The Ref breaks Julot dances across the ring, connecting jabs with Alain. Alain moves around the ring, giving Julot every opportuni CROWD SHOTS of disappointed fans. HISSES and BOOS. Alain and Julot, face to face, grab onto one another. JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last time we fought chump, I was paid  to take a dive. FIGHT BELL. Taken-back by Julot's comment, Alain returns",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAXIM CROUCHES NEXT TO ALAIN IN HIS CORNER. MAXIM FLAPS A",
          "text": "MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, this is it. This is the round.  All you've got to do is make it look  good, okay? Alain, introspective, ignores Maxim, concentrating on Jul MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain. Alain! Maxim slaps Alain's face, attempting to get his attention MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you with me? Stay focused. It's  easy, just hit the canvas. You got it? ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it. I got it!  MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. FIGHT BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maxim pats Alain on the back as he  enters the ring. MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about the money. BOXING RING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two fighters move to the center of  the ring. Alain and Julot resume the  bout. Alain holds a firm stance, pursuing Julot. Julot skips ar Alain remains focused and unaffected by Julot's punches. Julot's jabs increases Alain's inner strength. JULOT (O.S.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any last words... Julot lunges at Alain, swinging with his entire body. Ala ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...  Alain whacks Julot in the face with all his might. CROWD ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I changed my mind. Alain hammers Julot with a vengeance. REACTION SHOTS of the crowd coming alive. Shocked, Maxim screams at Alain from their corner. MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, Alain! What the hell are you  doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GALGANI'S PRIVATE BOX",
          "text": "SLOW-MO. MOS. HEARTBEAT and MUTATED CROWD NOISE. Galgani Galgani'S POV: SLOW-MO. turns to Katrina's EMPTY CHAIR. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Alain fixated on Katrina. CLOSE ON: Katrina darting her eyes away from Alain. CLOSE ON: Maxim glancing at Katrina and Alain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO GALGANI'S PRIVATE BOX",
          "text": "MOS. HEARTBEAT FASTER. Galgani jerks, facing Maxim. Galgani'S POV: ON Maxim WHIP PAN TO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOXING RING",
          "text": "SLOW-MO. MOS. Alain lands an UPPER CUT to Julot's chin, t SLOW-MO. MOS. JULOT'S BLOOD splatters across ring, as his Maxim throws his head to Galgani's box. MAXIM'S POV: ZOOMS IN ON Galgani turning white with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Referee starts the count. (AD LIB) Galgani motions to Rene, Viktor and Thugs go after Alain. The Referee finishes his count over Julot. He reaches for Angry wealthy patrons glare or shout at Galgani. Enraged, Alain jumps from the ring in the crowd, making his way fo Maxim climbs down after him, pushing his way through the MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew it! I knew it... Alain throws his glove against Maxim's stomach. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knife. Knife! MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay! Maxim reaches into his pants, pulling out a pocket knife. MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never intended to take the dive. Maxim jogs alongside Alain, cutting his boxing glove lace MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Alain! You have any idea of  what you've done. We're dead. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. Everything's arranged. Maxim gives Alain an apprehensive glare... MAXIM (sarcastic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's makes me feel real secure. Maxim glances over his shoulder into the crowd. MAXIM'S POV: Rene, Viktor and thugs push their way throug Alain grabs an OVERCOAT from an unsuspecting fan's chair, ALAIN (to fan)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Maxim trails behind Alain, glancing over his shoulder. Galgani, on the floor, surrounded by irate wealthy patron GALGANI'S POV: Alain and Maxim slips through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain shoves his arms through the overcoat as he and Maxi ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're leaving tonight for America. MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "America?! We'll never get out of here  alive. Maxim quizzically gapes at Alain. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tickets are in the envelope. A thought sends panic across Maxim's face. MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Katrina, isn't it? Agitated, Maxim shakes his head in disbelief. MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're insane! She's Galgani's girl.  ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was my girl! Rene, Viktor and SIX THUGS exit the theatre. Alain and Maxim at the end of the street round a corner. MAXIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you just dig us a grave?  Rene and group takes off, sprinting after Alain and Maxim",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain and Maxim sprint down a dark alleyway. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about first class tickets on an  ocean liner? MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, a month of vomiting over the  railing. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop complaining. We're finally going  to America. What more do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina walks down a desolate platform, carrying luggage. Katrina finds an isolated bench. She sits down, glancing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain and Maxim round a corner, racing down the stone ste ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow down. We've lost them. MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not taking any chances. Alain holds out his hand. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me the cross. Maxim reaches into his coat pocket retrieving the CROSS a ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me. They're gone. Maxim continues jogging down the stairs. Alain half-heart Maxim, midway down the alley stairs, trots down the steps MAXIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back. Alain, go back! ALAIN'S POV: A BLACK SEDAN, Rene's car, pulls up at the b Rene and Thugs blast off GUNSHOTS from the car windows.  A GUN SHOT rings out, echoing... Maxim falls into Alain's Maxim's body slumps, dying in Alain's arms. MORE GUNSHOTS Rene and Viktor race up the steps firing shots at Alain. Alain drops Maxim, sprinting down an alley. Before turnin Viktor stops by Maxim's body as Rene continues chasing af Viktor searches Maxim, finding a ROLL of MONEY and an env",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, quickly struts down an empty street, keeping in th",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET INTERSECTION",
          "text": "Alain bumps into Two Gendarmes. Unbeknownst to Alain, the GENDARME #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on. Alain stops as the Two Gendarmes approach from behind. GENDARME #1 (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the hurry, champ? Alain's eyes widening.  THUNK... Alain falls to the ground from Gendarme #2 NIGHT GENDARME #1 (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell Mr. Galgani we've got him. Gendarme #2 exits down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina paces the platform, smoking a cigarette. She nerv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain's face lays against the wet pavement. His eyes slow Alain springs to his feet, grabbing onto Gendarme #1's gu Rene rounds a corner at the far end of the street. Simultaneously, at the other end of the street, Galgani's Alain and Gendarme #1, with his arm outstretched holding Rene fires off GUN SHOTS as another CAR turns the corner, Rene's bullets rivets Gendarme #1. His body spasms, firin Rene takes a wild bullet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galgani, in the back seat, leans forward. GALGANI'S POV: Rene, in shock, grabs onto his stomach wou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain drops the Gendarme sprinting away. APPROACHING FOOT Galgani, glares at Alain, crossing the intersection as he Rene squirms on the ground in a fetal position. Galgani k Rene grabs onto Galgani's coat. Galgani draws Rene closer  RENE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm scared... Cold. Tears well in Galgani's eyes. GALGANI (whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take care of you. Rene faintly smiles. He takes his last breath, dying in h GALGANI (CONT'D) (referring to Alain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina frantically searches the platform as passengers e A man, built like Alain, walks toward Katrina through the A panicked look crosses Katrina's face upon realizing tha Katrina turns, finding herself blocked by another one of",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET",
          "text": "Alain hurriedly races down the enclosed area. He passes a APPROACHING FOOTSTEPS. Alain looks over his shoulder, cra Gendarmes sprint down the street, blowing whistles. GENDARME #3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some boxer named Lefevre killed a  Gendarme. Galgani's Thugs dart across the FRONT ENTRANCE. VOICE (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up here! I saw him go 'round the  corner. The Gendarmes dash around the street corner, following th Suddenly, a TARP flies off with Alain emerging from betwe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THUG escorts Katrina to Galgani's Rolls Royce. He opens KATRINA'S POV: Galgani, in the back seat, covered in bloo Katrina hesitates before entering. KATRINA (under her breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain. The thug pushes her through the open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Numb, Galgani sits in the middle of the back seat, oblivi VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was at the station. The thug on the other side slams the door behind Katrina GALGANI (looking straight ahead)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never see him again. Galgani faces Katrina. GALGANI (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...if you try running away once more,  you're dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain rounds a corner, sprinting into a courtyard. GENDAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RECRUITING SERGEANT (O.S) (referring to the whistles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you ever considered what happens  to the poor bastards they chase  through the streets? Alain frantically looks for the source of the voice. An elderly RECRUITING SERGEANT -- with SCARS on his face The Recruiting Sergeant takes a few pensive puffs, inspec RECRUITING SERGEANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, sit. Alain cautiously takes a seat, trying not to stare. The c RECRUITING SERGEANT (shows off hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonkin. 1894. (points to facial scar)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soissons. 1918. The Sergeant ceremoniously rises. Restricted by a WOODEN RECRUITING SERGEANT (over the shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morocco. 1922. Alain suddenly feels the walls closing in around him. He The Sergeant returns to his seat, placing an ENLISTMENT F RECRUITING SERGEANT  (cont'd) (sanctimonious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can I help you, M'sieur? ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... want to join the Legion. RECRUITING SERGEANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But of course. (lights another cigarette)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might I ask, why you would make so  foolish a decision? Alain rifles his mind for an answer. RECRUITING SERGEANT         (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's about...  (a smug wink)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the woman? Alain's eyes widen. ALAIN (nervous & covering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woman? RECRUITING SERGEANT (waves Alain off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever the answer, there's usually a  woman involved. He pushes the FORM across the desk for Alain to peruse. A RECRUITING SERGEANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Understand that once you sign...  The Sergeant twists the form to read Alain's name. RECRUITING SERGEANT  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "M'seuir Duchamp... The Recruiting Sergeant returns the form to Alain. RECRUITING SERGEANT  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...there is no backing out. There are  only three ways you return to La Belle  France. One, fulfill your contract.  Two, disability... CLOSE ON: RECRUITING SERGEANT. He slightly cocks his head RECRUITING SERGEANT  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...And three, in a box!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An exotic North African city with colorful rooftops and s CAMERA CRANES DOWN across several time-worn, ancient Moro A BRITISH VOICE (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"From little towns in a far land we came, To save our honour and a world aflame...\" Alain, unshaven and dressed in his filthy clothes, fits-i MACKINTOSH -- a misplaced aristocratic Englishman, wearin MACKINTOSH (V.O.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"By little towns in a far land we sleep And trust that world we won for you to keep!\" Caporal-Chef LEGROS, leads the group toward the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The recruits move through the narrow bustling streets. ALAIN'S POV: capturing the exotic sights, sounds and smel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge forboding STONE COMPLEX, surrounded by a fifteen-f Legros leads the ragged file of recruits toward the MAIN As the last recruit passes through the gate, the sentries",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain and his group walk into an open-air courtyard. Encl Some of the other recruits call out to Alain's group, hop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain finds a solitarily wall, sitting down. Leaning agai Guido Rosetti -- a wiry, nineteen-year-old, Italian with GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'ey, you gotta cigarette for Guido? Without acknowledging him, Alain reaches into his pocket GUIDO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Match? Alain, keeping his eyes forward, whips out a WOODEN MATCH Guido leans forward with the cigarette in his mouth, ligh Guido bursts out coughing, waving the air in front of him Attempting to be one of the guys, Guido leans against the GUIDO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at these men. All these men who  left their homes so they can be  heroes. ALAIN'S POV: Mackintosh stands on one leg, propping his o GUIDO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why Guido left. I'm gonna be a  hero, too! You know why Guido's gonna be a hero?  ALAIN'S POV: Legros and Caproal Metz hover over the recru GUIDO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I can marry my Anna. She's my  fiancee, but don'a tell no one. It's a  secret.  ALAIN'S POV: A buffed African-American, the only black ma GUIDO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anna's poppa and momma, they no like Guido. They think I'm a bum. But, I'll           show 'em Alain, unresponsive, is in the same position. Guido, talk GUIDO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Guido come home, they'll see.  Guido will be a hero! Worthy of their  Anna!... (excited)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'ey, you wanna see a picture of my  Anna? Guido proudly whips out a WORN photograph... Alain shifts GUIDO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, bella! Isn't she beautiful. I'm  the luckiest man in the world... CLOSE ON: photograph of an innocent, doe-eyed, Italian gi GUIDO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to have such a angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THREE YEARS EARLIER. A crowded platform filled with hustl GUIDO (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'ey, you have a angel, like my Anna? Alain, standing on a train step, smiles to himself watchi ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I help you? Katrina gives him an annoyed glare, picking up her pace. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it me or are you just stubborn? From under her brow, Katrina looks up at Alain... and bre KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always had to look after myself. TRAIN WHISTLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PIERCING SHRILL of Legros WHISTLE.  STEINKAMPF'S POV: Metz, Legros and CORPORALS with BATONS CORPORALS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Line up pigs! Into formation! Bite!  Mach scalene!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A concealed figure, SERGEANT-CHEF STEINKAMPF, watches fro CORPORALS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allez!... Raus... Vite!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain gets up from the wall, shaking Guido's shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain ambles toward the formation, standing next to a gro ROLF BRUNER -- a stocky Aryan with close-cropped blondish Legros pushes Luther toward Alain. LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tighten it up! LUTHER (mumbles to himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I'd done left that crap back  in the States. Legros whacks Luther across the face with his BATON, draw LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you think you are, neger? A  ladies social club? LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, shut your mouth! You only speak  when spoken to. Understand. Luther nods... Legros stomps off. lUTHER (under his breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir, massa. I'z understands alls  too well. Alain darts his eyes to Luther's bloody nose. LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Company garde a vous! Mackintosh snaps to attention as the remaining recruits m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant-CHEF Steinkampf -- a lean, staunch, German man w STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Riff tribesman can gallop a horse at  full speed and simultaneously  decapitate a man's head impaling it to  the tip of his sword like an olive on  a toothpick. Stenikampf steps off the stairway and into the... ext. courtyard - legion garrison - continuious Steinkampf strolls toward Legros and the recruits.  STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They exist purely for the honor of  dying in battle. For them death brings  them closer to Allah and the promise  of unlimited virgins in paradise. With  such dreams they have wiped out over  fifteen thousand troops. Steinkampf pivots, facing the recuits. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you die I promise you six feet of  earth and a few friendly worms chewing  your testicals. But I guarantee I will  make you men. For the first time in  your miserable stinking lives you will  know the meaning of that word. Steinkampf struts down the line assessing the group. Legr STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abd-el Krim, their leader, highly  cunning, very cleaver, has unified the  Berber tribes into a fighting force  the like of which you have never seen.  Right now, you spinelss scum are not  even a match for the women of these  barbarians. Steinkampf and Legros stop at Guido. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, you're going to kill some  camel-humpers, eh boy? Gudio proudly pushes his chest forward. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. Hundreds.  STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you kill one. it will be a miracle. (in Guido's face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say God made man in his image.  I'd say he was drunk the day he made  you. Steinkampf stops in front of Mackintosh, amused and taken STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now you're probably thinking you  got on the wrong train? MACKINTOSH (spit & polish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. Sergeant-Chef. STEINKAMPF (mildly impressed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what, may I ask, brought your  lordship to this cesspool of humanity? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant-Chef, I believe it is the  Legionnaire's prerogative to withhold  those particulars. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't spit your english prerogative at  me. When a Riff barbarian cuts off  your manhood, wave your rule book and  ask him if its his preogrative. Steinkampf turns and addresses the entire group. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your only prerogative is to listen,  obey and learn. I am here to break you  and re-shape you. Not just your  muscles, but your souls. You will  change into Legionnaires or you will  surely die. Steinkampf stops directly in front of Alain. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you fully comprehend the meaning of  those words? Steinkampf and Alain lock eyes with one another. Alain do SERGEANT STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't believe you do. There is a  fog over your eyes and all you can see  is your own arrogance. One day they  will clear and you wil love La Legion  with one body, one heart and one soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The recruits are spilt into two's. The Corporals push hal Everyone avoids the kneeling Luther. Metz grabs Alain, co CORPORAL METZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut this neger's bush! Bruner and his Austrian partner, Glock, along with the ot Alain stands behind Luther, cutting his hair. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy was I a dumb-ass fool, thinking I  could get away from it. Alain glances at the Corporals gathered in a corner, laug ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not the only one. We're all  negers here. (holds his hand out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Duchamp, Alain. Suspicious, Luther looks over his shoulder at Alain. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh really. Why, I've never done met  me a white nigger. Alain raises his eyebrows. Luther grabs onto Alain's hand LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther... Luther Williams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legros, Metz and CORPORALS bark orders for the men to str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, wearing his GOLD CHAIN with a CROSS, and Luther wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain and Luther, attired in ill-fitting dungarees stand Luther carefully rubs his finger over his nicked and clos LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit man, I've felt more fuss on a  sweet Georgia peach. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never said I was a barber. A MESS CORPORAL ladles watery SOUP from a CAULDRON into t LUTHER (makes a face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn! Smells like the slop we'd give  to the pigs back home. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better get used to it. Alain and Luther head toward the tables. Bruner walks toward Alain and Luther. As he passes Guido, BRUNER (to Guido)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. Luther, alongside Alain, grins at the approaching Bruner. LUTHER (to Bruner)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're welcome. Luther puts the Baguette down in front of Guido without b ALAIN (referring to Bruner)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want to push that assshole,  too far. You're not exactly his  favorite. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what it's like to be the  underdog. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who doesn't. They stop at the table, probing one another. LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell do you know? Alain places his tray on the table and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HARMONICA wails a Southern blues renditions of, \"DOWN TO Luther squats against a wall, playing his harmonica... Gu Luther finishes his tune, looking up at Alain. He pockets LUTHER (referring to cigarette)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got another? Alain lights a cigarette off his, handing it to Luther. LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Luther takes a drag off the cigarette. He looks deep insi LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, 'bout what happened at dinner.  It's just, I ain't use to bein'  treated human. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although, it is the reason why I came  here. Alain questioningly looks at Luther. Luther cocks his hea LUTHER (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Africa... Luther takes a long, steady drag from his cigarette, reli LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know what it's like for us  back in the states. (bitter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Them white folks, they're crazy as a  betsey bug. (a slight welling of  tears)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen 'em wipe out an entire  town, women and chillun, over some  white gal blamin' rape on a innocent  black man. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You? Luther shakes his head, shaking off his pain as well. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not that time... I was fingered  for committin' murder. Luther drops his cigarette and steps on it. He shifts his LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever been accused of somethin' you  didn't do? ALAIN (under his breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a terrible feelin', especially  when the odds are against ya... Luther looks out the window, through the iron bars. LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was a dead man, no doubt about it.  So, I high-tailed it outta there. Alain empathizes with Luther's story, understanding what LUTHER (sweetly reminiscences)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old folks use to talk 'bout Africa. (determined & hopeful)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounded like a place where I could  get a shot at bein' a man. This hitch  was the quickest route. ALAIN'S AND LUTHER'S POV: through the barred windows LUTHER (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After five years I'll have some money  and headin' south, followin' my  dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HANGING BELL RINGS from door opening. Katrina, with her long hair on top of her head, stands be LUTHER (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessire, that's what keeps a man  livin', he's gots-ta have a dream. Alain browses through the shop. Katrina hands the custome Alain rushes to Katrina. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maxim got me a fight for big money.  We are so close to our dream. KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "America?! Katrina leaps into his arms. KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When do we leave? Alain twirls her through the room. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't be long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruner and Glock play cards with the other Germans. Disgu BRUNER (shouts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scheise! Bruner watches the winner rake in a PILE OF DEUTSCH-MARKE BRUNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon join us for a couple hands. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks. Bruner, with an outstretched arm, stops Guido from passin BRUNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You insulting me, boy? GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nooo! Guido, just don' know how to  play. BRUNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the one who's going to play. You  lend me the money. We split  fifty-fifty. Verstehen? Guido shrugs, side-stepping out of Bruner's reach. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no money... BRUNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't make me look for it, boy! Bruner rises, throwing a punch. Guido stoops, avoiding Br Guido's too quick for him. He ducks... dodges... and danc GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what's a matta with you. Guido,  no wanna fight. BRUNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well I do. Everyone, from their perspective positions, laugh or hoot BRUNER (CONT'D) (to German buddies)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grab the son-of-a-bitch. The Germans grab Guido, pinning his elbows behind his bac Luther steps forward, going to Guido's aid. Alain stops h ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allow me. Alain moves toward Bruner. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on guys, he's just a kid. Bruner scowls over his shoulder at Alain. BRUNER ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who asked you!  Alain grabs onto Bruner's hand in mid-air, preventing his Alain, in Bruner's face, slowly pushes his fist downward. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell your bruders to let him go. Sweat profusely pours down Bruner's face as he resists ag Everyone's attention returns to the center of the room. O Bruner realizes that he's no match for Alain as his hand ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said... BRUNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (to the Germans)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let him go. Luther rushes to Guido as the Germans drop him. He helps Alain releases his grip, heading to Luther and Guido. Bru",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIGHT",
          "text": "is wild and vile. Street-fighting at its apex of barbarit",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECRUITS PLACE BETS. FRANCS, POUNDS, DEUTSCH-MARKES, AND",
          "text": "MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty pounds, on the frog! Legros and Metz take him up on it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO FIGHT",
          "text": "Alain and Bruner riotously pound each other. Bruner takes MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good show!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRACKS",
          "text": "Glock slides a SHIV into his hand. He moves up behind Ala Mackintosh holds the struggling Glock down. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's keep it sporting, shall we,  Fritz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIGHT",
          "text": "Alain brutally pummels Bruner's face, but the big Teutoni",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARRACKS",
          "text": "A tremendous CHEER goes up from the crowd. MONEY is quick Alain staggers backward, into Luther's arms. Before he ca MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was the finest rough-house I've  seen this side of the water! (fervently shakes Alain's  hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Name's Mackintosh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The recruits asleep in their bunks. \"REVEILLE\" in the bg. CORPORALS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allez! Get up! Out of those racks,  you filthy dogs! The recruits hustle out of beds, dressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weighted down with COMBAT KITS and dressed in SWEAT DRENC Steinkampf, invigorated and appearing younger than his me STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Un, deux, un, deux, un, deux... Steinkampf begins to sing \"LE BOUDIN,\"  STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"On nous appelle les fortes tetes, on  mauvaise reputatation...\" STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sing! Sing from the pit of your  souls! You are Legionnaires. Legros and Metz join in with Steinkampf, prodding the men LEGIONNAIRES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Mais on s'en fout comme d'une  musette...\" LUTHER (under his breathe)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sing?! Shit, I can barely breathe let  alone sing. Legros overhears Luther's complaint. He gives Luther a gl Luther's eyes widen as he straightens up, joining in with LEGIONNAIRES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"On est fier d'etre a la Legion, a la  Legion...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRAINED, THE PLATOON MARCHES BEHIND STEINKAMPF AND LEGROS",
          "text": "LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Section halte!... Rompez les rangs. Everyone drops their kits, falling to the ground from exh Steinkampf stroll through the scattered reclining men. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fantastic! Some of you are making a  reasonable impression of being men.  Bravo! Didn't expect it Steinkampf stops, standing at attention. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now, since I am in a particular  good mood. We are surrounded by this  gorgeous vista. I am going to offer  you a treat. Steinkampf sweeps his arm upwards, revealing a ROCK PILE. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The platoon, with rock laden packs, march in double-time Steinkampf trots alongside of the platoon, barking orders Guido's lithe frame can barely handle the weight of his k STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He fends for himself! This is the  Legion! You march or die! Mackintosh and Alain quickly obey, backing away from Guid ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This asshole never lets up. MACKINTOSH ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be thanking him later. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What this means, a march or die? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Precisely that! Mackintosh glances between Alain and Guido. MACKINTOSH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Loyalty is a virtue. But, in the  desert, nothing interferes with  survival. You cut your losses and  move on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The recruits, with their combat gear, straddle their rifl Legros, standing on top of the stairway landing, scrutini LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vite!... Vite!... Viiite! You'll  never outrun Riffs at this pace!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In full combat gear, the recruits crawl on their bellies Metz, Legros and Corporals shoot MACHINE-GUN BULLETS over Steinkampf sardonically smiles as he intermittently tosse Guido freezes. Alain goes back into the course, aiding Gu Steinkampf raises an eyebrow, scrutinizing Alain and Guid Together, Alain and Guido finish the drill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HEAT WAVES shimmer above the hill's crest. The mid-day su",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A make-shift laundry houses BARRELS filled with water, WA Alain, Guido and Luther, playing his harmonica, wait arou Mackintosh gathers his wet garments and SOAP BAR, relinqu ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the soap, Mack? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First thing \"The Colonel\" taught me. (imitating a proper Englishmen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always carry a bar of soap, lad.  Never count on the military for  personal needs. Mackintosh tosses the soap bar into the barrel. MACKINTOSH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't expect this type of luxury from  the Legion. Use it sparingly. Alain drops his clothes into the barrel. His feeble attem Picking up on Alain's predicament, Luther smiles and nudg Luther grabs a shirt from the barrel, placing it on the w LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mammy use to say, lather that up,  boy. Give it a real good whippin'. Mackintosh pushes Luther aside, picking up another garmen MACKINTOSH (referring to soap)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no! You're wasting it. Small  pressured strokes is the way to do  it. Guido, kneeling by the barrel, dunks Alain's underwear in GUIDO (with a broad smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the dunking! Anna says, you get  the dirt out by dunking. All three furiously argue around Alain on how to properly ALAIN (shouting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Everyone shuts-up, looking at Alain. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it. A bit stunned by Alain's abruptness, they back off leavin MACKINTOSH (to Guido)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's Anna? Thrilled by the prospect of talking about his favorite su GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me tell you, about the most  beautiful angel in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RIFLE SHOTS. CAMERA TRACKS a long row of TARGETS. Most of Alain and Mackintosh fire LEBEL RIFLES at the two targets Steinkampf observe Alain and Mackintosh through binocular STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You two, come with me. At least you  look the part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf leads Alain and Mackintosh through a field to STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These men are from the International  Press Organization. (points to a shooting  trench)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do us proud. Alain's eyes narrow with anxiety. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, I would like to be excused  from... STEINKAMPF (in Alain's face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will uphold the honor of the  Legion! Shoot as well as you are  capable of shooting, or by God you'll  wish you had. Alain joins Mackintosh. He drops to one knee, leveling hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NEWSPAPER PHOTO on a desktop reveals a fuzzy black and Galgani sits behind his desk. Julot is across from him in JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're joking? GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brother was murdered! You were the  one who suggested Lefevre in the  first place. I hold you just as  responsible. JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, it's insane. Who knows when that  photo was taken? The Legion could  have sent him to any of their  outposts by now. Galgani slams his fist on his desk, lunging from his chai GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't give a damn what it takes. I  want that asshole, dead! (an afterthought threat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And just in case you need some help,  Viktor will be along to watch your  back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two drunk LEGIONNAIRES crash through the door of a bar, b Alain, Luther, Mackintosh and Guido stroll past the fraca French Colonial mercenaries, colorful Algerian ZOUAVES an LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet Jesus! This here's crazier'n  Bourbon Street on Fat Tuesday in  N'Orleans. TWO overly made-up TEENAGE GIRLS, stand by the entrance t GIRL #1 (sing-song)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legionnaire, you come wit' me? LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby, anywhere or anyway you take me.  Just sho' me the door. Before Alain or Mackintosh can get a word in, the two who",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A typical dark, dingy MOROCCAN COURTYARD with A NARROW ST finding a clientele of rowdy lower-echelon ZOUAVES and TI Mackintosh nudges Alain, nodding to far table. ALAIN'S and MACKINTOSH'S POV: Bruner, Glock, and BUDDIES MACKINTOSH (concerned about Bruner)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You might want to consider one of the  other establishments. LUTHER (referring to Bruner)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who, them?! (back to getting laid)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If y'all don't like the merchandise  don't buy it. This store's alright by  me. Girl #2 seductively pins a very nervous Guido up against LUTHER (CONT'D) (noticing Guido)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, Guido's knows how to have a good  time... Right, Guido? Guido attempting to be polite, squirms under the whore's GUIDO (coming up for air)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh, nooo!... Guido, no... LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a matter with you, boy? Embarrassed and suddenly aware that all eyes are upon him LUTHER (CONT'D) (shit-eating grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Guido you a virgin? Guido shakes his head in denial, too proud to admit it. N LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, that's it. Luther grabs Guido and girl #1, dragging them deeper into LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're getting this boy a taste of the  good stuff. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Desertion of one's comrades in the  face of the enemy\" Punishable by  firing squad, if I'm not mistaken? Alain smiles, gallantly sweeping his hand towards the clu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther and Guido, with their girls firmly entrenched upon ALAIN'S POV: A middle-aged European CHANTEUSE on the stag Two more WHORES sashay over, hitting on Alain and Mackint MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not tonight, dear. WHORE #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong, you no like girls? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not, I'm British. As Luther ends the negotiation, Girl #2, almost the same GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh... Guido, no think this so good  idea. (apologetic glance to  girl)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You no understand. My Anna, she  may not like this. Luther tosses a few bills on the table. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think of it as trainin' for your  honeymoon. GUIDO (puzzled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a hitting the bull'z eye? Alain, Luther and Mackintosh glance amongst one another, Mackintosh pats Guido on the  shoulders. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Practice makes perfect, old boy. GUIDO (understanding the  reference)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ehhhh... Okay, I'll do it. Before Guido changes his mind, Girl #2 hurriedly gets up. MACKINTOSH (in perfect ARABIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{None of your usual antics. If any  harm comes to him, You will curse the  day I met you. Treat him as if he  were your lover and there will be a  big tip for you.} Girl #2 nods, leading Guido away with a gentle mien. Alai MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Scots Guards. We marched into  Damascus with General Allenby. Freed  Arabia from the Turks. Alain's concentration drifts back onto the Chanteuse and CLOSE ON ALAIN: losing himself in thought  match dissolve:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "CLOSE ON ALAIN: lovingly gazing at Katrina from across a A FLOWER GIRL crosses their table with WICKER BASKET of R Alain gently runs the rose down Katrina's cheek and acros A HAND places the NEEDLE to a gramophone onto a rotating Alain and Katrina gratefully return his gesture with smil They sensuously dance throughout the deserted cafe as the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain lights a bedside CANDLE. Katrina sits down on the e They painstakingly undress one another never breaking the Alain gently lowers Katrina to the bed next to the rose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As if in another world, Alain shifts his attention to the Alain rises from the table, avoiding Mackintosh's eyes. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about a drink? Mackintosh recognizes Alain's behavior, he's seen it befo MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whiskey. Alain heads towards the bar.  Mackintosh scrutinizing Alain's movements. MACKINTOSH'S POV: Alain at the bar waits for his drinks. Mackintosh returns the nod, pivoting to the performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guido, fully dressed, sits on the edge of a BED gazing up GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and there she is. Right in front  of Guido's face...  Girl #2 lays on the bed in awe with bent elbows cradling GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... An angel. A sweet smile crosses Guido's face.  GUIDO (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every Saturday night we sneak out to  be together. We spend hours walking  and talking. Sometimes we even hold  hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chanteuse finishes her number. HIGH-PITCHED CATCALLS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room settles around Mackintosh at his empty table. He MACKINTOSH'S POV: TWO DRINKS, Alain's order, are on the b Mackintosh shoots a glare at the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BACK DOOR slowly creaks open. Alain, dressed in a long Alain's eyes nervously skim his surroundings. He moves qu MACKINTOSH (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop right there, Alain. Alain freezes. Mackintosh steps out of the SHADOWS. Alain MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the bloody hell do you think  you're going? Alain's eyes harden. He pushes Mackintosh's hand away. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to barracks. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed like Ali Baba? I don't think  so. (shoots a glare)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Desertion of one's comrades...\" Alain shoulders Mackintosh out of his way, stepping into Alain crashes into TRASH BARRELS, scattering garbage and Alain encompassed in rubbish ponders the situation. He ge ALAIN (pleads his case)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not deserting! I'm going back to  make something right. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's an interesting concept! Who  the hell do you think you're kidding? Mackintosh throws a punch. Alain ducks, avoiding his fist ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen Mack... Mackintosh grabs Alain, forcing him backwards up against MACKINTOSH (CONT'D) (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you listen. If you escape an  example will have to be made. Since  you won't be here, that leaves  myself, Luther...  GUIDO (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'ey Alain,... Mack! Is that you guys  down there? Everything okay? ALAIN'S AND MACKINTOSH'S POV: GUIDO peers down at them th MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... and Guido Alain turns away from Guido, staring at Mackintosh.  ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah it's okay, everything's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACKING PAST Legionnaires asleep in their cots,... MACKINTOSH (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honor was my lot. My father, \"The  Colonel\" beat it into me from the  time I was a lad.  ...stopping on Alain and Mackintosh side by side in their MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was my hero, but I could never  live up to the standards he set. God  help the man who makes a mistake and  doesn't do the decent thing. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a bit of a problem...  (musing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's odd. A man is glorified for  pillaging and murder, but ostracized  for dishonor. A fate I don't wish on  anyone. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that why you left the military? Mackintosh side-glances at Alain. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dishonorable discharged, to be more  precise. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over a problem? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like to gamble. Can't help myself.  It's the love of my life. Nothing  else will do. And the higher the  stakes the better. Of course it's  only a problem when I lose. Then I  have to do stupid things like writing  bad checks... They stripped me of  my command in front of my men. Some  of them I had been with for fifteen  years.  (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was the easy bit. Seeing the  disappointment in the old man's  eyes... Now, there's a wound that  doesn't heal. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know the feeling. Like the first  time I saw it...  ...on Katrina's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain struts through the cafe. Patrons acknowledge or sha ALAIN (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was too busy being a big-shot,  paying more attention to my entourage  than her. Katrina, with tear-filled eyes, looks up at Alain. ALAIN (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't remember what we fought  about. My mind was only on my  so-called career. Katrina bolts from the table. Alain grabs her arm. They a ALAIN (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To make it up to her, I promised her  a wedding... and a dream... America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by Maxim, women and hanger-ons, Alain at a cor ALAIN (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night before the wedding, I could  only think of myself... of what I  would lose... my freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A FRAMED PHOTOGRAPH of Alain and Katrina. Alain stands in front of a MIRROR above a DRESSER, lookin ALAIN (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All night I thought about it. I  wasn't ready... Alain turns the frame to face the wall, hanging the chain ALAIN (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to make the commitment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katrina, dressed in a simple HOMEMADE white dress, holdin ALAIN (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't have the courage to tell her  to her face.  ...the bouquet slips from her hand, landing on the chapel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALAIN'S SLOW-MOTION POV: Katrina walking toward Galgani's ALAIN (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was the biggest mistake of my  life. CONTINUE SLOW-MOTION: Katrina at the table. She glances a ALAIN (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, I was lucky to get a second  chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: Katrina holding back her tears. (continuation o Alain, hesitates, not knowing how to react... Katrina, th ALAIN (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I would be able to get her  back... ...like that. (with sadness)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we were different people. Katrina, having no one else to turn to, acquiesces sittin ALAIN (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I offered to help her, hoping to  regain her trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, sits on the edge of his cot, smoking a CIGARETTE.  ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything went wrong... Alain drops his cigarette. It lands next to others BUTTS ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to find her, Mack. I don't  want her to think... I didn't care. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When we get out of this stint. I'll  help you find her, your Katrina. Mackintosh holds out his hand to Alain. MACKINTOSH (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have my word, old chap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FRENCH FLAG flutters in the breeze... A LEGION BUGLER After the Bugler's last note concludes, Lieutenant Charli CAPITANE CHARLIER  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am Captain Charlier, your new  commanding officer. We are being sent  to Fort Bernelle the last French  stronghold between us and Abd-el  Krim.  CLOSE ON: FACES of the Legionnaires... Alain... Mackintos CAPITAINE CHARLIER  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This self-proclaimed Arab leader has  taken his forces deep into French  territory, destroying nine of our  outpost. Lieutenant Charlier takes a moment  CAPITANE CHARLIER ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Legionnaires defending these  positions were brutally slaughtered.  And those who did not die immediately  were tortured in a despicable manner. Charlier glances over to Steinkampf. CAPITAINE CHARLIER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We leave at dawn. Sergeant-Chef. Steinkampf's hard, pitiless glare scans the ranks. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A word of advice. I suggest you keep  one last bullet.  For a brief moment, Steinkampf lets his guard down. STEINKAMPF (earnest & sympathetic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for the enemy, but for yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOROCCAN vendors set-up their stands in the open market o Legionnaire Sentries open the wooden doors to the garriso",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lt. Charlier, with Steinkampf by his side, leads the LEGI Mackintosh, leads the four friends from their midway poin GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'ey Alain. How far you think this  Fort is? ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, Guido. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'a you think, Mack? LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably about a mile closer than the  last time you asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverse angle: Legion Company in single file lumbers thro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Legion Company, depleted and haggard with soiled clot Guido on the verge of passing out, runs his tongue across A HAND stops Guido from retrieving his Bidon. Guido trails his eyes from the hand, revealing Mackintosh MACKINTOSH ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been out three days, lad. No  telling how long the march will be.  Best to wait for the rest periods. Guido nods, removing his hand from his Bidon. MACKINTOSH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you do drink, do so wisely. As the two groups continue to cross one another, A RIDER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lt. Charlier halts the platoon for a break. The men relea Guido sits next to Alain, sipping water. GUIDO (reflecting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta bad feelin' in my stomach. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hunger. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don'a joke with me. I no think I'll  make it. Alain faces Guido. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you saying? Of course you'll  make it. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not so sure. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, the fort is not that far.  Just keep your mind on getting there.  Okay Guido grabs onto Alain's arm. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, if I don' make it, will you  tell my Anna?... Promise me. Alain glances at Guido's hand clutching his arm. ALAIN (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, okay. I'll tell her. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good... It's a good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf struts alongside the exhausted company, leadin STEINKAMPF (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sing! Sing from your hearts! Proud to  be Legionnaires. Petrified, Guido snaps alert as Steinkampf nears from his Steinkampf marches pass a singing Alain and Luther to alo MACKINTOSH (clearing his throat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, with all due respect, are you  certain all this singing is  well-advised? We appear to be nearing  the heart of Riff country and... STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good for the morale. When I want  your opinion, English! I will ask for  it. (glaring at Mackintosh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consider this a warning. Next time  you'll be punished for  insubordination.  Steinkampf proceeds on. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is if you're alive, mien  komandant!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Similar to a long khaki-colored snake, the COLUMN OF LEGI A couple of mysterious figures move into view. RIFF WARRI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SNOW MOUNTAIN PEAKS. A CHILL WIND HOWLS as the Legionnair CLOSE ON a BOOT being removed reveals a BLACK and BLOODY Alain gapes at Guido's foot.  ALAIN (referring to Guido's  foot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you tell us, Guido? Luther and Mackintosh, standing huddled over their small GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a Legionnaire. Legionnaires march  or die. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you go buying that Legionnaire  crap. It don't mean nothin' out here.  It's about survivin' and all we got  is each other. Alain reaches for Guido's foot. GUIDO (pulls away)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'ey, I'm a no baby. Mackintosh, knowing that Guido isn't going to last much l  MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther is right. Give him your foot,  lad. We won't think less of you. It  has nothing to do with your manhood. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As long as we all stick together,  we'll make it back home. (directly to Guido)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guido, we'll make it. Trust me. Guido acquiesces, giving his feet to Alain. Alain wipes t Alain glances at Mackintosh and Luther. Their faces revea Mackintosh takes a few steps away from the fire. Luther t LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This sure is one big empty country. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big, it is. But I promise you, empty  it is not. They're out there...  waiting, watching, planning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA CRANES up revealing HORSE TRACKS across the sand a MACKINTOSH (V.O)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...on when and how they're going to  kill us. We're the intruders, Luther.  It's their country and...  ABD-EL KRIM -- a majestic, dignified man, dressed in ROBE MACKINTOSH (V.O.)(CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...every man, women and child will  give up their lives before giving it  up to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BLAZING MID-DAY SUN, emanates a blistering heat again The column of Legionnaires slither across the lunar-like The Legionnaires continue their relentless pace. HEAVY PA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WORN LEGIONNAIRE BOOTS over the rocky ground... A pair of Unable to hold-on any longer, Guido's frame sags with res Agony rules Guido's eyes. Both his body and spirit are br Alain drops is rifle and rushes to Guido, kneeling beside ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guido. Get up! Guido gazes at Alain with empty eyes, shaking his head. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I no can go on. Alain kneels next to Guido, holding out his hand. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on Guido, get up. You can do  it. Legros roughly shoves Alain aside. Luther steps in to hel LEGROS (to Luther)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back! Back in line. Legros lifts Guido off the ground. Alain grabs onto the h LEGROS (CONT'D) (to Guido)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On your feet. Steinkampf enters. ALAIN (to Steinkampf)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give him time to rest. He's weak.  STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man is mentally weak. Physical  weakness is nothing that a nights  sleep can't cure. (to Guido)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What he has is incurable.  ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You always tell us the Legion is a  family.  STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me, about the Legion.  Leave him! ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I left a friend to die once  before. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your breaking my heart. Then carry  your friend! Give him your water,  your blood for all I care. But, I  will not sap the strength of sixty  men to save two... (to Legros)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Caporal. Steinkampf shoots a glare at Legros, indicating for the c LEGROS (to Luther & Mackintosh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pick up those rifles. (to the company)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garde a vous! March. The company falls back into line.  GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave me, We'll never make. Alain hoist Guido onto his back. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! We will. We'll make it together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sparkling sand emanates HEAT WAVES... LEGIONNAIRES' BOOTS ANGLES ON THE LEGIONNAIRES wiping SWEAT from their brows, LUTHER unscrewing the cap from his BIDON. He looks back a ALAIN discloses stark eyes, abandoned by life. The hot SU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DRY CREEK BED of SMALL GULLIES and BOLDERS. As the LEGI LEGIONNAIRES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "L'eau! Water! Wasser! Delirious from the heat and thirst, a FEW MEN drop their STEINKAMPF (to Legros)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Post sentries. Mackintosh survies the steep rocky banks of the creek-bed MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a riduclous! Someone needs  to talk some sense into these  blasted idiots. Mackintosh struts toward the Lieutenant and Steinkampf. Mackintosh resolutely approaches his command officers. He MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant-Chef, we are vulnerable.  Might I suggest sentries on high  ground? Steinkampf glares at Mackintosh. Lt. Charlier, suffering STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, our military expert. LIEUTENANT CHARLIER (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right, Sergeant-Chef. We're  naked out here. Steinkampf salutes, grudgingly acknowledging the order. T STEINKAMPF (to Mackintosh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well English, unpack the heavy  machine-gun. Take it to your high  ground. Oh, and by the way you and  your comrade will be the last to  take water. Steinkampf marches off. Shouldering their weapons, Luther grimaces at Mackintosh LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Mack. Hell, I don't mind  drinkin' mud for the next couple  days. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better mud than blood. Depleted, Alain's trudges toward the water hole with Guid",
          "sentiment": "neutral"
        },
        {
          "speaker": "------------------------------",
          "text": "GUNSHOTS RING OUT. Alain races for safety behind a boulde Mackintosh looks over his shoulder.  MACKINTOSH'S POV of a LEGIONNAIRE hit by a bullet. SLOW-M RIFFS charge over the TOP OF A RIDGE, firing RIFLES and H RIFFS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya illah lah! Ya illah lah! Mackintosh and Luther dive for cover, searching in vain. Pandemonium reigns among the surprised Legionnaires. MORE Alain grabs a rifle off of one of the dead Legionnaires. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're safe here. Keep down. GUIDO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I want to fight. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just stay here, Guido. Alain runs off to a better fighting position.  Steinkampf, Bruner, Glock and a few others scurry for fig A gunshot belts Lt. Charlier off his feet. He splashes ba A SMALL GROUP OF RIFF HORSEMEN swoop through the wadi. Th Mackintosh & Luther hurriedly situate the LEWIS GUN to it LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's goin' on. They're  all over us. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If they chose to, they could wipe us  out. My bet is, they're after the  mules carrying the ammunition. Steinkampf fires at the Riff Horsemen, attempting to halt Mackintosh opens fire with the lewis gun. Luther takes sh RIFFS spasm and drop from the steady stream of MACHINE-GU Luther nudges Mackintosh, pointing in a direction. MACKINTOSH'S POV: whips to Alain, cutting down ANOTHER SC LUTHER  (shouting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain! Over here! Mackintosh swings the lewis, covering Alain on his way to TWO RIFF spin around in the water hole, charging Alain wi Alain fires, blowing the FIRST RIFF back into the water h The second RIFF charges forward, swinging his scimitar. A MORE RIFFS charge Alain from the rear. They're BLOWN-AWAY Mackintosh rain a hailstorm of lead into Alain's attacker Alain races to the CHATELLERAULT RIFLE. He balances it on Alain, Mackintosh and Luther single-handedly stave off th The battle draws to an end, as the Riffs retreat.  Steinkampf leaps to his feet, shooting at the retreating A Riff horsemen charges at him with a raised scimitar fro Steinkampf looks in the direction of the gunshot that sav Barely standing, Guido holds a smoking rifle. A smile cro REACTION SHOTS: of Mackintosh, Luther and Alain from thei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf and Legros strut through the area, surveing th Steinkampf, trudges through the water, bumps into somethi Alain, surrounded by Mackintosh and Luther, crouches by G Steinkampf approaches, hovering over Alain and Guido. ALAIN (to Steinkampf)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least he died a Legionnaire. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'm not given to sentiments. He  did prove himself a Legionnaire, but  so did nineteen other, brave, young  men who died for us today. Lets move  on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LOOKOUT in the watchtower turns from his post, shouting The HEAVY WOODEN GATES swing open... Steinkampf leads his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A decrepit FORTRESS... ROTTED or DESTROYED HIGH CRENELLAT CAPITAINE ROUSSELOT, the fort's commander, walks through CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was expecting a full company.  Where's your commanding officer? STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost during an ambush. Captaine Rousselot raises an eyebrow, scanning the exhaus CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along with the ammo and supplies, so  it seems. Legros pushes Mackintosh, Luther and Alain away from the Rousselot's attention shifts to Legros, Mackintosh, Luthe CAPITAINE ROUSSELOT  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deserters? STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insubordination. CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put them on work detail, immediately. Capitaine Rousselot struts off, leaving Steinkampf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORT BERNELLE",
          "text": "Alain, Mackintosh and Luther walk through the HEAVY WOODE Deep in thought, Alain touches his gold cross. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did all you could for Guido. You  gave him a second chance. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what did Guido do with it. He  saved Steinkampf. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, Mackintosh and Luther, drenched in sweat, work und LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Insubordination my ass. What kinda  crazy army is this. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A French one. LUTHER (referring to Steinkampf)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should have shot that fool when I  had the chance. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With your aim? Alain takes a swig from his water bottle and hands it to ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you complaining about? At  least we've got water. Mackintosh takes a drink, passing it onto Luther. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And without mud. Steinkampf must be  getting a soft spot for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LARGE PLATOON of fresh LEGIONNAIRES march through the g A MULE TRAIN with AMMO and supplies trails in behind the Captaine Rousselot and Steinkampf marches through the cou CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How fortunate for us, at least this  platoon got through the Riffs. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were probably too busy ambushing           my men to CAPITAINE ROUSSELOT (side glances Steinkampf)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your men, like yourself Sergeant-Chef  seem to breed insubordination. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How dare you. I ask you to withdrawl  that. CAPITAINE ROUSSELOT  (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in a lifetime. Have them unload  the supplies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legros keeps an eye on Alain, Luther and Mackintosh as th LUTHER (referring to  reinforcements)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor fools. LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You three, unload the ammo. MACKINTOSH (under his breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What there is of it. Alain removes a CRATE from one of the mules. His eyes go ALAIN'S POV: Viktor and JULOT mull about the courtyard wi Simultaneously, Viktor sees Alain. He sadistically glares",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legionnaires at numerous tables, play cards, smoke cigare Mackintosh sits at a table with Viktor, Julot, Bruner, Gl Bruner lays down a winning hand, drawing his winnings to BRUNER (gloating) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, you don't always win English. A HAND clamps onto Julot's shoulder. He looks up. Alain smiles down at him. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind if I join you? Alain hops over the table, plopping down opposite of the ALAIN (CONT'D) (to Julot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, it's good to see an old face.  Even if it is as ugly as yours. VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still the comedian. Alain looks to Viktor.  ALAIN (to Viktor)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been close, but never  introduced... Alain extends his hand. VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you. Alain grabs Viktor's mug. He stands up, raising it in the ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mes amis! I'd like to introduce you to  Julot and Fuck you. There's mug raising and scattered laughter amongst the cr JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laugh while you can.  Alain burst out laughing. The Germans wonder if Alain has ALAIN (CONT'D) (drops back into his seat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, until today I thought I was  the stupidest bastard on earth, but  you guys... Mackintosh scrutinizez Alain, trying to figure out what's VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you want to know what happened  to your litte bitch? Alain face turns stone cold as he sits down. JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never know, Alain. VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going die lover-boy, without  ever knowing. Alain intensely glares at the Viktor and Julot. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to thank you... Viktor and Julot, curiously stare at Alain. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...because when I joined the Legion I  didn't care if I lived or died. Alain breaks into a knowing smile.  ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say it's a place where a man gets  a second chance. Now that you've  showed up, I think I'll stick around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BUGLER blows \"LE CAID\" as the FRENCH TRICOLOR is hois CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starting today, we will be sending out  reconnaissance patrols on a daily  basis. Reading from a CLIPBOARD: STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The following Legionnaires will step  forward for today's patrol. Bruner...  D'Esparbes... Duchamp...  Bruner, Julot and Alain step forward. The rest of the nam STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ehrhardt... Glock... Junger... Klems. Viktor steps forward with the others. Alain gets increasi Luther and Mackintosh glance to one another, worried. Steinkampf pauses for effect, toying with them. He locks STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mack-in-tosh. Alain breathes a sigh of relief. Mackintosh steps forward LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Section dismissed. The platoon falls out, except for Luther. STEINKAMPF (to Luther)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a probem with that? Look at me when I talk to you. Luther glances at Steinkampf. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't spoil your record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legros leads the EIGHT-MAN RECON PATROL across a rocky, a CLOSE UP ON: ALAIN... Viktor... JULOT... Clutching their MACKINTOSH is behind Alain, watching his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patrol snakes through the remains of a BONE-DRY RIVER Legros signals to the rest of the patrol that he and Gloc Viktor makes eye contact with Julot. Alain, behind them, Alain's finger tenses on his trigger. He SWEATS profusely A RIFFLE MUZZLE suddenly taps the back of Alain's head. MACKINTOSH (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop it. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mack? Alain slowly gapes over his shoulder. Alain's eyes reflec MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rifle, Alain. Dumbfounded, Alain ogles Mackintosh as Julot slides the r MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, old boy. This, for better  or worse, appears to be my second  chance.  Alain shifts his body, facing Mackintosh. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Money.  ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to looking after your  friends. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father paid off all my debts. The  disgrace nearly killed him. Now, I  have a chance to make my peace with  him. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you the one who gets to pull the  trigger? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My part is to deliver you and lead  them out of the desert. Alain can't believe what he's hearing. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You took the word of these two that  Galgani can be trusted?  VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has half the money, now! Galgani  will honor the rest. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------",
          "text": "GUNSHOTS in bg. Alain reacts, rolling to his side. Viktor Another GUNSHOT. And another. More ECHOES. Everyone nervo Legros and Glock BOLT DOWN THE BANK OF THE river, accompa LEGROS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allez! On your feet! Vite! Vite! A TRIO OF ARMED RIFFS ON HORSEBACK charge over the embank Mackintosh levels his rifle at a Riff horsemen. The Riff LEGROS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to the fort! Trailing their panicked Caporal, the Legionnaires sprint ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julot! My rifle! Alain outstretches his hand. Julot hesitates, unsure... A More RIFF HORSEMEN crest over the bank. They charge, FIRI MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For God's sake, man! Throw him the  bloody rifle! Julot tosses Alain his RIFLE. Alain quickly shoulders it, A RIFF HORSEMAN is blasted out of his saddle. The tail-end of the patrol, Mackintosh, Viktor, Julot, an belting a few Riffs out of their saddles. But, MORE RIFFS ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get the hell out of here! Alain and Julot glimpse at each other, realizing that the Bruner takes a bullet in the leg. He stumbles and falls. Alain and Julot notice his plight. They halt, FIRING OFF Bruner hobbles, falling further behind. BLOOD streams dow Alain and Julot decide not to tempt fate, they turn, spri Bruner raises his face, seeing the RIFF HORSEMEN converge A COUPLE OF RIFFS leap off their horses with their long,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Legion patrol clears the riverbed. BRUNER'S UNGODLY S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TELEPHOTO POV: THROUGH BINOCULARS of the remaining reconn The LOOKOUT drops his BINOCULARS, yelling into the courty LOOKOUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riff horsemen chasing the patrol!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LEGIONNAIRES sprint with RIFLES in hand, taking positions STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant, to the west wall.  CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Corporal, man the battlements. CORPORAL-CHEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. LUTHER dashes up a LADDER, climbing towards a machine-gun",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patrol tears across the bleak landscape.  A BULLET EXPLODES through Junger's chest. He tumbles into",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BASTION juts out from the line of the wall -- emplaceme LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon... C'mon, you're almost there! LUTHER'S POV: THROUGH THE SIGHTS can't get a bead on the LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! Luther drags the machine-gun to another position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain and the patrol scurry for their lives, legs churn, Julot trips... falling hard on his face. The Riffs get da TWO HANDS grabs JULOT by the scuff of his shirt... and pu Alain and Mackintosh pulls Julot along.  ALAIN'S POV: of Fort Bernelle's OPENED GATE just a few hu A Riff Horseman gallops up directly behind ALAIN. He read THE ENTIRE FRONT LINE OF CHARGING RIFFS is immediately de",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther, in a new position, spews machine-gun bullets at t STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rapide Fire! Rapid Fire, Legionnaires. THE ENTIRE SIDE OF THE FORT facing the Riff attack OPENS A HAILSTORM OF LEAD drop the Riffs in their tracks... The Mackintosh, Julot, Viktor, Legros and Alain dart through",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legros, and the remaining patrol members barely catch the CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many casualties?! MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We lost Junger, Eharhardt and Bruner. CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dismissed. The patrol member break up. Steinkampf stands outside the Officer's quarters with a C STEINKAMPF (to Corporal)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want an immediate report of the  wounded. The Corporal exits as Rousselot approaches Steinkampf. STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the situation? CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three dead. Luther jogs up to Alain and Mackintosh as they leave the LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't always be around to save your  asses. Luther picks up on the tension between Alain and Mackinto LUTHER (CONT'D) (to Alain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with Mack? Alain avoids Luther's question, glaring at Mackintosh as  LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot of fort as the setting sun creeps over",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Legionnaires sit at tables eating breakfast... drinki CLOSE-UPS: Legionnaires... Luther... Mackintosh... Alain",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick cut of Katrina at the table lovingly gazing at Alai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain glances up at Viktor and Julot. LOOKOUT (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riffs approaching the fort. Riffs  approaching! Everyone races from the canteen into the courtyard and th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf, Legros, Alain, and Mackintosh sprint up the s Rousselot stays down in the courtyard directing Legionair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THIRTY RIFF HORSEMEN ride up a crest, halting in front of RIFFS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya illah lah!! Ya illah lah!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Edgy Legionnaires stare into the desert. CLOSE UPS: Alain, Luther, Mackintosh, LEGROS, Steinkampf. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are they kidding. They don't have  a chance against us. Do they Mack? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never underestimate them. ALAIN (referring to Mackintosh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or anyone else for that manner. A terrified Legionnaire fires his  rifle into the desert. He's joined by  others. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold your fire! Wait for the order! Steinkampf puts the BINOCULARS to his eyes, scanning the Steinkampf lowers his binoculars. The unrelenting CHANT of Berbers intensifies in volume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RIFF WAR CHANT mutates to a howling ROAR as the horse MACHINE-GUNS situated along the crest-line spit bullets a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Legionnaires on the BATTLEMENTS OPEN FIRE... A BARRAG STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legionnaires, make every shot count. Mackintosh shakes behind the POUNDING LEWIS MACHINE-GUN. Alain sticks the barrel of his RIFLE over the edge of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIFF MACHINE-GUNNERS COVER THE INFANTRY AND HORSEMEN",
          "text": "A lone figure on horseback watches from a distance... Abd",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BULLET WOUNDS to the face pitch LEGIONNAIRES from the emb The Riffs break through the barb-wire. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess we didn't do too good a job with  the barb wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rousselot at the breech, sees the Riffs advancing through He races to the ammo storehouse, ordering Legionnaires.  CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grenades! Send up the grenades! Legionnaires race up to the battlements with CRATES of GR Alain steps back looking for another target. A Legionnair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMOKE rises from the Lewis' OVER-WORKED BARREL from Macki Mackintosh drops to the floor with his hand press against LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mack?! MACKINTOSH (grimacing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take over, Yank... Luther, keeping a hand on the ammo belt, grabs the pistol",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT FORT BERNELLE",
          "text": "A MORTAR CREW in the courtyard drop EXPLOSIVE SHELLS down",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mortar shells take out advancing Riff Horsemen. Riff foot soldiers race to the Fort's front gate. They light SATCHEL BOMBS, handing them off the Riff horse The inspired Riff horsemen race alongside the fort throwi Riff foot soldiers continue to ignite satchel bombs, whir Satchel bombs in mid-air fly over the Fort's walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf trails the satchel bombs entering into the for STEINKAMPF (to Rousselot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Front gate! They're weakening the  gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rousselot races to the front gate. A satchel bomb flies through air, landing near the mortar Rousselot pushes one of the crew members out of the way. CAPITAINE ROUSSELOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get down! Rousselot grabs onto the satchel bomb. He takes a few ste ext. fort bernelle - perimeters Frenzied Riffs charge the the fort with ladders... franti A FULL ON SATCHEL BOMB attack, filling the air with the d Alain glances over the embrasure. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're headed for the walls! He continues to fire, BLASTING BULLETS. OTHER LEGIONNAIRES leave their crenels. They sprint to th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RIFFS raise A LADDER, scaling the wall to a shattered are EXT. FORT BERNELLE - BAttlements TWO SWORD-WIELDING RIFFS step inside. Steinkampf shoots t Alain races down battements to back-up Steinkampf. A SATCHEL BOMB takes out one of the machine-gun, killing Steinkampf darts for a shattered wall.  Riff Ladders hit against the exterior walls... More Riffs Alain runs down the battlements, thrusting the Riff ladde MORTAR SHELLS fly over the heads of the Legionnaires into Steinkampf struggles with the Riff ladder, attempting to Alain chucks a GRENADE over the wall... It EXPLODES, scat Another SATCHEL BOMB hits the ammo storeroom, setting off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SMOKE from the AMMO EXPLOSION cast a BLACK CLOUD against",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther helps Mackintosh, with a CRUDE BANDAGE around his LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told ya, the good guys always win. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not without ammo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "or",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An eerie STILLNESS settles over the fort, punctuated by t Luther and Mackintosh wait in line with the wounded for t STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you doing, English? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stiff upper lip, Sergeant-Chef. I'll  pull through. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What rank were you in your British  army? MACKINTOSH (after a short hesitation)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Captain. Of Infantry. Alain and Luther share a surprised look. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, as of now, you're a Sergeant in  the Legion. I expect a full report on  the damage and how much ammo survived  in a twenty minutes. Have the surgeon  come to my quarters when he's finished  with the wounded. Aware of the burden, Mackintosh hesitates... and salutes, MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir, Sergeant-Chef. Steinkampf nods to Alain, indicating to move on... He sto STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sergeant, I'm spare with compliments.  But, the men have done well. Could you  tell them? MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps, they'd like to hear it from  you. Steinkampf tenses, strutting off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain takes a moment to himself, pacing the battlements. ALAIN'S POV: RIFF CAMPFIRES intermittently placed along t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deadly silence permeates the room. Alain and Luther, at Taking his new rank to heart, Mackintosh moves through th LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Captain of Infantry,\" huh? Fits him  like a new set of threads. Mackintosh at Viktor's and Julot's table. He places a foo ALAIN (looking up from soup bowl)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's what's inside a man that counts. Luther is surprised by Alain's statement. Alain avoids a LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be jealous, Alain. Mack deserves  it.  (glances to Mackintosh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows what he's doin'.  (back to Alain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell ya this, I feel a whole lot  better now that he's runnin' the sho'.  I bet'ya he's already done figured out  how the hell we're get outta here. Mackintosh, with an EYE PATCH, steps up. Luther jokingly Mackintosh smiles slightly, then hardens his expression. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAPS and FOREIGN LEGION REGALIA on the surrounding walls. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without ammo we won't last another  day.  (points to map)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a open area between two of the  Riff's campsites. Our only hope is to contact Fort Corbieres for reinforcem ALAIN (suspicious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me guess, we're the volunteers. STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just the neg...  (catches himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Private Williams can pass for a native.  Their eyes sail to Luther. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's suicide! STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's another Legionnaire who speaks  Berber. We have clothing from the Riff  prisioners. While it's dark the two of  you will infiltrate past their lines.  MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the only chance we've got... (to Luther)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I'd go with you if I could. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it, Luther. Mackintosh flashes a glare at Alain, pulling rank.  MACKINTOSH (to Luther)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, but there are no  alternatives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot of the fort against a star lit sky. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther, leaned against a wall, sits with Alain playing hi Luther stops playing. It's an uncomfortable moment. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came here to find a life and I  realized I was looking in the wrong  place. It's not out here, it's an  inside job. (faces Alain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what happened out there  on that patrol, but I do know some  kind-a- shit came down between you and  Mack. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, is not the time. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it's really none of my God Damn  business!... (easing up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, all I gots-ta say, is nothin'  means shit in this world 'xceptin' how  we feel 'bout ourselves and each  other. Alain's not going for it. LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, we're all brothers out here,  whether you like it or not. Whatever  Mack's done, when the time comes he'll  be there for ya. Luther shoots a look at Alain, indicating \"GET IT!\" ALAIN (cracks a forlorn smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your back. Mackintosh approach from the bg. MACKINTOSH (to Luther)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time to go. Luther glances up at Mackintosh. He and Alain rise as Mac LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on to this. Can't chance losin'  it. Luther loads a REVOLVER and stuffs it in his clothing. He LUTHER (nervous smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For my pocket. They tightly grip each other's arms, locking eyes... and",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORT BERNELLE",
          "text": "Mackintosh, Steinkampf and the other VOLUNTEER watch the Luther places a BURNOOSE on his head. He nods at Mackinto Mackintosh shakes Luther's hand. Unable to deal with it, STEINKAMPF (to Luther)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck. LUTHER (to Steinkampf)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For y'alls infomation, Sergeant-Chef. (proud)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nigger! Not neger. Luther winks at Alain and Mackintosh, slipping through th Luther turns back to face Alain and Mackintosh. He salute Alain grits his teeth, holding back his emotions. Mackint MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the part I never had the  stomach for. Sending them out there,  when you know damn well what their  chances are. ALAIN (side-glances Mackintosh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could have fooled me. Alain walks off, leaving Mackintosh with his thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Legionnaires scurry throughout the fort. They REPAIR the The gray light of dawn seeps into the sky... Alain, leane",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAME NIGHT OF EARLIER LOVE SCENE. Propped against a headb KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't watch you in the ring. It  pains my heart to see you hurt. Wear  this to know that I'm always with you. Katrina gently touches Alain's lips. She smiles, gazing i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain drops the cross, glancing throughout the fort. ALAIN'S POV: Mackintosh paces along the walls, scanning t Viktor and JULOT sit off by themselves. Viktor sharpens h ALAIN holds out a CIGARETTE.  Julot stares at Alain... Alain waves the cigarette, makin Julot relents, reaching for the smoke. Alain strikes a WO ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she alive? VIKTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We already told you asshole, you're  going to your grave without ever  knowing. Alain keeps his gaze on Julot as he lights a cigarette fo ALAIN (to Julot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all gonna die here today. Alain takes a drag off his smoke. He probes deep into Jul ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about it, Julot. Do you want to  die as a champ or a servant. A moment of truth between the two men. Julot examines Ala Alain exits, leaving Julot to his conflict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Retrospective, Alain paces the battlements... As if sensi Alain's eyes widen in disbelief. ALAIN (under his breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luther, in his LEGIONNAIRE UNIFORM, walks between two SAN Suddenly, Riff horsemen ride up behind him. Simultaneousl The Riff horsemen dismount, preparing to torture Luther. A GUNSHOT RINGS OUT, taking down one of the Riffs. More R The Riffs take off, galloping across the desert dragging",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain faces hardens, overcome by a terrible rage. A RIFLE Julot, next to Alain, glances over and nods at Alain. The",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Riffs halt their horses, forming a circle around Luth Luther, half-dead and bloodied, slowly raises himself to A Riff horsemen raises his scimitar above Luther's head. LUTHER'S POV: of Alain aiming his rife in his direction. Luther, with pleading eyes, stares in Alain's direction. LUTHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make it quick, brother. Alain's rifle shot is a direct hit to the heart, ending L",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, holding a smoking rifle, slowly lowers it gazing i A powerful BOOM spews a red-orange FLASH, hurtling A shel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEVERAL SHELLS fly over the battlements... EXPLOSIONS roc ANOTHER EXPLOSION hits the FLAGPOLE, rocketing the Fort's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RIFF CANNONS BLASTS shells with a full on artillery attac ABD-EL KRIM watches, through binoculars, as his artillery",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of Legionnaires run for shelter. A Riff shell lan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Explosions blows holes through the walls... Legionnaires Mackintosh leaves his machine-gun position, leading Legio Glock, doubles over from being wounded. Alain hoist him o ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, I'll get you to the  infirmary. Alain races down the battlements, dodging explosions past",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abd-el Krim circles his arm in the air, motioning to his TRILLING RIFF HORSEMEN charge across the desert toward th One group take SNIPER positions, covering the other two g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain, carrying Glock, races through an aftermath of expl Pinned down Legionnaires huddle in sheltered areas. Wounded or dead soldiers lay outside the over-crowdeD inf Alain reaches for two rifles, sprinting back into the cou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riff horsemen quickly dismount. They set-up charges by th Riff snipers in the fg., keep their men covered as they i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steinkampf waves toward the front gate. Legionnaires race STEINKAMPF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gates! They're going for the front  gates. Legionnaires plummet into the courtyard from RIFF SNIPER STEINKAMPF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take positions. Legionnaires crouch down behind walls, shooting at the Ri MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow me. Squatting along the battlements, Mackintosh and men conti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The second group of Riff Horsemen quickly mount their hor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RIFF HORSEMEN scamper for cover on either side of the fro KAHBOOM!... The Front gates explodes, splintering into a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KAHBOOM!... The breech area EXPLODES, pelting debris... s A RIFF SHELL screams through the sky, landing into the RE The Mortar Crew run out of shells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abd-el Krim sends runners to his cannoneers... The cannon Abd-el Krim motions to various positions across the horiz A MASSIVE CHARGE of CRAZED, TRILLING RIFF FOOT soldiers r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riff infantry and horsemen charge through the front gate. Riffs pour through the breech area. The courtyard becomes Legros gallantly shoots and bayonet Riff soldiers... He n",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Riff Horsemen ride through the room... jump over beds Legros enters, firing off several rounds. He takes down a Legros quickly pivots with his bayonet, knocking the Riff With all of his might, Legros grabs onto the mounted Riff The Riff kicks Legros, forcing him backwards. The Riff sn THUNK... Legros gapes down at the knife lodged into his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain furiously cracks off shots at the advancing Riffs. Steinkampf, on the stairs, is a solidary fighting machine The Riffs keep coming, backing Steinkampf up the stairs. Alain notices Steinkampf's predicament. Alain covers Stei It gives Steinkampf the opportunity to pull out his pisto A SCREAMING RIFF draws Alain attention. He ducks, side-st Meanwhile, Steinkampf runs out of bullets. He glares at a The Riff sneers at Steinkampf as he creeps up the stairs. Alain finishes his Riff off with a deadly blow to the hea ALAIN'S POV: Steinkampf proudly accepts his fate... SEVER Panicked Legionnaires clamber for ammunition, grabbing RI Mackintosh, on the BATTLEMENTS, throws GRENADES as MORE a Alain and Julot find themselves fighting next to each oth JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, by the way I didn't take a fall.  You beat me on your own. They get backed into a corner as the NEVER-ENDING INFLOW Julot bayonets a Riff... and rips the RIFF'S RIFLE from h JULOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain... Alain dives for the rife, leaving Julot open... Julot tak From the ground, Alain gazes at Julot's fallen body. He n Alain rolls over the ground, ducking bullets, to the mach",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abd-el Krim scrutinizes the attack on the fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ODD SATCHEL BOMB flies over the fort's wall onto the b Alain swings his machine-gun, taking out the last of the Alain looks around, discovering himself amongst a pile of Depleted, Alain crumbles to his knees... Viktor slips out Alain doesn't have the energy to fight Viktor as he aims Mackintosh bruised and bloodied drags himself from under MACKINTOSH'S POV: Alain nods to Viktor, succumbing to his Alain slowly looks up. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Viktor, just tell me. Katrina, is she  okay? Viktor cocks the TRIGGER, aiming the pistol at Alain's he VIKTOR (with a sardonic smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never know.  BLAM! A BULLET slams into Viktor's head, knocking him dow Mackintosh weakly smiles at Alain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------",
          "text": "Alain rushes to Mackintosh, kneeling besides him. MACKINTOSH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couldn't let it happen that way, old  man. Not by his hand. The two men gaze at one another with a mutual admiration. MACKINTOSH (CONT'D) (referring to Riff  infantry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They'll be here soon. Alain slowly rises. He scans the remains of the fort. Dea Alain looks down at his uniform. He brushes off the dust, Mackintosh, onto Alain, smiles up at him from the ground. MACKINTOSH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, if by some miracle you get out  of this,... CLOSE ON: Mackintosh, giving Alain a sly wink. MACKINTOSH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...will you do me a favor? Give a kiss  to your Katrina for me. Alain reaches into his pocket, tossing his SINGLE BULLET Alain takes one last look at Mackintosh. He notices Macki Alain picks up the book, walking toward the fort's front Alain digs a HOLE in the ground. He retrieves GUIDO'S PIC He places them, along with MACKINTOSH'S POETRY BOOK, into Alain picks up the FORT'S FLAG and proudly marches throug",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RIFF ARMY cautiously advances toward the DECIMATED FO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abd-el Krim looks through BINOCULARS. He jerks away from ABD-EL KRIM'S POV THROUGH BINOCULARS: A LONE figure walks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bewildered, the RIFFS FRONT LINE halts... They raise rifl HAUNTING HARMONICA rendition of \"Le Boudin.\" Ennobled, Al CLOSE ON: ALAIN. He tightens his jaw, reacting to the gun GUIDO (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Guido comes home, they'll see.  Guido will be a hero! Worthy of their  Anna. NERVOUS RIFF MARKSMEN sight down Alain. LUTHER (V.0.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I gots-ta say, is nothin' means  shit in this world 'xpectin' how we  feel 'bout ourselves and each other. Nothing phases Alain. He remains focused, delving deep in MACKINTOSH (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"From little towns in a far land we  came, to save our honour and a world  aflame\" SWEATING RIFFS squeezes their TRIGGERS, trailing Alain's VOICE (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{Hold your fire!} Abd-el Krim rides his HORSE past the marksmen, stopping i CLOSE ON: ABD-EL KRIM scrutinizing Alain. RIFF MARKSMEN itching to pull their triggers. Abd-el Krim holds up his hand, indicating for his men to Alain squints at the REGAL TOWERING RIFF, backlit by the Abd-el Krim slowly sweeps his outstretched hands over the ABD-EL KRIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For centuries my people have roamed  across this land. It has always been  our home... Abd-el Krim faces Alain. ABD-EL KRIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...In our culture, a man who has  courage is valued above all. For this  reason, I will allow you to live. Abd-el Krim re-adjusts himself in the saddle. ABD-EL KRIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will not give up the land of our  fathers. What we demand is freedom,  peace and respect. Take a message to  your politicians. Abd-el Krim points to the annihilated fort in bg. ABD-EL KRIM (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what awaits them, if they  continue invading our country. Abd-el Krim spins his horse around, signaling for a turn- The Riffs fall in behind him, trailing a DUST CLOUD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A scruffy and hell-ridden Alain -- dressed in DENIMS and A party atmosphere in full swing. The room is decorated w As he crosses the Hat Check Girl, she breaks into a knowi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galgani, Katrina, and THREE COUPLES turn their attention KATRINA (under her breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alain?! ALAIN (to Katrina)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not asking you to forgive me. And  I don't expect anything for the  future. GALGANI (overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What future? ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let Katrina speak for herself. Galgani rises, waving his arm toward the hallway. GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps a little privacy. Why don't we  step into my office. Alain raises an outstretched arm, aiming his LEGIONNAIRE ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do it here. Galgani scrutinizes Alain, realizing that he is a differe GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very brave of you, Mr. Lefevre.  (easing down in the booth)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If that is what you wish. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's about Katrina's wishes. And  the freedom to make her own choices. (or)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "freedom to do as she pleases. Uneasy, Katrina side glances between the two men. ALAIN (CONT'D) (to Galgani)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give her your word. Galgani's eyes narrow, unsure of Alain's next move. GALGANI (a slight nod)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Alain probes deep into Galgani. ALAIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had it with killing.  Alain tosses his pistol onto the table. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gift from La Legion. Alain faces Katrina, drawing all he can of her into his b ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're free. Fixated on Alain, Katrina's eyes widen. Katrina'S POV: of her CROSS around Alain's neck. Her eyes Alain pivots, walking away. Galgani glances at the gun. Katrina, picking up on his th KATRINA (disgusted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bastard! Katrina rushes to Alain, walking alongside. Crazed, Galgani stands with the gun aimed at Alain's back GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's mine. GUN HAMMER COCKING... Katrina shoots Alain a panicked loo GALGANI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one can have her. Galgani squeezes the trigger... CLICK... CLICK... CLICK.. CLICK... Alain glances over to Katrina with a COOL GRIN. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something I learned in the Legion... Alain tosses a BULLET into the air. ALAIN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...always keep your last bullet in  your pocket. KATRINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bastard.  Alain gives Katrina a wink. They smile at each other, str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TRAIN'S BRAKE STEAM casts a mist across the platform. A group of SCRUFFY RECRUITS lead by a LEGIONNAIRE CORPORA CORPORAL-CHEF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Allez!... Raus swine!... Stay in  formation.  Alain trails the recruits movements as they pass. CORPORAL-CHEF (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vite!... March you scum!... March or  Die! ALAIN'S POV: The recruits dissappear into darkness, leavi LUTHER (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessire, that's what keeps a man  livin'... Alain shifts his eyes to the opposite end of the empty st ALAIN'S POV: A LONE FIGURE walks through the mist, reveal LUTHER (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...he's gots-ta have a dream. Alain and Katrina meet in the center of the platform. A w Alain takes hold of her suitcase, slipping his hand into",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1116"
    }
  ]
}