{
  "movie_id": "MOV1120",
  "scenes": [
    {
      "location": "COCKPIT OF GULFSTREAM",
      "time": "DAY",
      "characters": [
        "MURTESGH",
        "RODD",
        "RADIO",
        "MORES",
        "FEMALE NEWS",
        "MURTAUGH",
        "AJURTAUGH",
        "N",
        "GUN",
        "HANS",
        "RIGGS HOPS FROM HIS TRUCK",
        "47.",
        "02.",
        "ASGH",
        "INT.",
        "HOOL",
        "CAVANAUGH",
        "\\",
        "FIVE HOODED FISURES STANDING BY THE BED",
        "WYLER, CAVANAUGH",
        "4, ANNOUNCER, (V.0.)",
        "RIGGS /",
        "TEE ALBATROSS",
        "THE LIVING ROOM",
        "OFF SCREEN VOICE",
        "MURTAUGE",
        "TRISE",
        "THE INTERSECTION",
        "INT, MURTAUGH'S HOUSE",
        ". MURPHY",
        "MURTAUGH'S SPEEDOMETER",
        "THE CAMERA RIGHTS ITSELF",
        "MR. BENEDICT",
        "\" MURTUAGH",
        "INT, ELEGANT OFFICE",
        "RIGGS'S PICKUP TRUCK",
        "INT, THE KITCHEN",
        "THE SURF BOARD",
        ", ENVOY",
        "THE POOL AREA",
        "TEISH",
        "DOWN",
        "SAME SCENE",
        "BLONDE",
        "OPERATOR",
        "THE TOW TRUCK",
        "PRICE'S FEET",
        "REBES",
        "UNDERNEATH THE TRAILER",
        "THE GULFSTREAM",
        "MURTUAGH",
        "52.",
        "MU GH",
        "/",
        "RIGGS -",
        "_ LEO",
        "MULHOLLAND DRIVE",
        "GUARD",
        "THE LAND ROVER",
        "HOBBY ROOM",
        "BENEDICEO",
        "MURTAUGHE",
        "INT, COCKFIT OF GULSTREAM",
        "TERMINAL CORRIDOR",
        "NICK",
        "RIAKUE",
        "INT, THE POLICE SEDAN",
        "THE HONDA",
        "THE MURTAUGH FAMILY OUT ON THE BOAT,",
        "THE MERCEDES LIMO",
        "INSIDE THE GULSTREAM",
        "CAMERA PUSHES IN ON KARL",
        "39.",
        "FIRST CLERK",
        ". RIGGS",
        "PRICE",
        "6Z",
        "A SHATTERING EXPLOSION",
        "RIGGSH",
        "TRISH",
        "C",
        "LEO 9",
        "RIGGS",
        "TRE BEDROOM",
        "ABOVE WATER",
        "MURTAUGEY",
        "EXT, RUNWAY AND INFIELD",
        "RIGGS, LEO",
        "BENEC ICT",
        "THE TRUCK'S SPEEDOMETER",
        "INT, RUDD'S PRIVATE OFFICE",
        "ENTER",
        "WINDING CANYON ROAD",
        "RIANNE",
        "MIRTAUGH",
        "_ MURTAUGH",
        "RUBD",
        "EO",
        "GZ",
        "THE PLATE GLASS WINDOR. QP",
        "REPORTER",
        "THE TRUCK",
        "VOICE",
        "THE UNDERSIDE OF THE DIVING BOARD",
        ". CAVANAUGH",
        "RISGS",
        "THE HOUSE SNAPS IN TWO",
        ". MURTAUGH",
        "TEISR",
        "PUDD",
        "S",
        "INT, THE CONSULATE",
        ". PRICE",
        "RUDD",
        "78",
        "MURPRY",
        ". LEO",
        "LEO",
        "THE TOW TRUCK WHEELS",
        "EENEDICT",
        "6G.",
        "C2RRIE",
        "ENVOY",
        "HARD",
        "DISSOLVE TO",
        "MURPHY",
        "JILL",
        "END",
        "BOMB SQUAD LEADER",
        "ANNOUNCER, (V.O.)",
        "EITMAN ONE",
        "THE LEADING EDGE OF THE GULFSTREAM'S WING",
        "HIT MAN",
        "THE WAITER",
        "TEE HITMAN",
        "SERVICE ELEVATOR",
        "THE HITMAN",
        ". JILL",
        "HITMAN TWO",
        "LEG",
        "INT, THE \"INTACT\" PORTION OF THE HOUSE",
        "RIGGS AND MURTAUGH",
        "TAUGH",
        "OUTSIDE THE GULFSTREAM",
        "_ RIGGS",
        "INT, SOUTH AFRICAN CONSULATE",
        "MURTUGH",
        "DISPATCHER",
        "LIGHTS. TWO AMBULANCES. THREE FIRE TRUCKS. SIX TV",
        "THAWOMP",
        "CUT TO",
        "HITMAN ONE",
        "LEO IS LEFT BEHIND",
        "/ ENVOY",
        "MURTAUGR",
        "THE POLICE SEDAN",
        "GEORGE",
        "EXT, MURTAUGH'S HOUSE",
        "8 CUT TO",
        "INT, THE MERCEDES, (INSIDE THE CONTAINER)",
        "EXT. VINCENT THOMAS BRIDGE -. NIGHT",
        "MURTAUGH AND THE DRUG COPS",
        "INT, THE GULFSTREAM",
        ". EO",
        "PEMALE NEWS",
        "CARPENTER",
        "MURTAUQH",
        "MALE MODEL",
        "HG",
        "THE LAND ROVER DRIVER 8",
        "MURBAUGH",
        "HS",
        "67",
        "INT, RUDD'S OFFICE",
        "THE THREE DRUG COPS",
        "BENEDICT",
        "THE MERCEDES",
        ". RUDD",
        "CONNERS",
        "INSIDE THE HOUSE",
        "K",
        "WYLER"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Bans panics. He doesn't know how to fly a plane, but he wants to get the hell away . . . so he PUSHES FORWARD on the THROTTLE just enough to put the plane INTO MOTION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE THE GULFSTREAM",
          "text": "Riggs is on the staircase when the plane begins to TAXI FORWARD. The staircase TEARS AWAY from the Gulfstream's fuselage SPILLING Riggs to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs TUMBLES beneath the wing, where -- flat on his back -- he sees the LANDING GEAR ROLLING TOWARDS HIM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Oooohhhhhh -- { He rolls out of harm's way -- the landing gear coming within inches of crushing him. But now Riggs must contend with the SEARING HEAT expelled from the Turbofan Jet Engine as it passes over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LEADING EDGE OF THE GULFSTREAM'S WING",
          "text": "SHEERS off the roof of the Ford Bronco as it passes by. Meanwhile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MERCEDES",
          "text": "SQUEALS away in cloud of exhaust smoke. But in their hurry to escape with their lives, the South Africans have forgotten about the TWO SUITCASES resting on the tarmac. The Mercedes PLOWS into them, sending them flying. One of them OPENS . . . and BUNDLES of U.S. CURRENCY spill out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "gets to his feet. Murtuagh rushes up to him. The Glufstream is rolling off in one direction, and the Mercedes has driven off in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(pointing at Gulfstream) That one is mine! You take the Benz! Riggs doesn't even wait for Murtaugh's reply. He just RUNS OFF after the Gulfstream. Murtaugh and the Drug Cops jump into the DECAPITATED BRONCO and speed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MERCEDES LIMO",
          "text": "races across the perimeter of the landing field. The Bronco chasing after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "chases the moving Gulfstream on foot -- running like a gazelle. He catches up to it -~ LEAPS onto the wing from behind and holds on tight. He works his way over the wing toward the OPENING IN THE FUSELAGE where the door used to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "overtakes the Mercedes. Now they're side-by-side. GUNFIRE is exchanged out the windows of the two vehicles. The Mercedes attempts some wild evasive turns, but the Brenco sticks to it like glue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "is on the wing of the Gulfstream, He tries to SWING INTO THE DOORWAY. His foot SLIPS. He aimost falls beneath the moving plane. He holds on tight with both hands . . . but LOOSES HIS BERETTA -- it slips from his belt azd BOUNCES on the ground. Riggs PULLS himself up into the airplane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, COCKFIT OF GULSTREAM",
          "text": "Close quaters. Very cramped. Hans swirls to face Riggs, FIRES his gun. Misses. Riggs YANKS him out of the cockpit. ‘The fight is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, RUNWAY AND INFIELD",
          "text": "The Mercedes cuts diagonally across the runway, headed toward the TERMINAL AREA. The Bronco right on its tail. They reach the AIRPORT APRON. This is where the planes dock and there is considerable GROUND SERVICE traffic in the area. Such as... A BAGGAGE TRAIN that crosses the Mercedes' path. No time to aveid it ~- CRASH! -- the Mercedes RAMS it! SPLITS it apart! Travels directly through it. Luggage scattered everywhere. The Bronce follows -- destroying the luggage even further -- dragging articles of clothing from its bumper. Suddenly ... A BOEING 727 that is being BACKED AWAY from the gate looms up iz front of the Mercedes. The Mercedes BRAKES -- SKIDS iz a pool of oil -~- SLEWS sideways out of contr towards a FUEL TRUCK. Ground Service CREW MEMBERS see it all unfolding and leap for safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peter and Rolf are frozen with fear. But KARL, in the back seat, KICKS OPEN the door and BAILS OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It SMASHES into the Fuel Truck. EXPLOSION! FIRE BALL! The Bronco swerves to avoid the inferno. Kar] rolis across the pavement, gets to his feet and RUNS. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GULFSTREAM",
          "text": "rolling -- with no one in control -- toward an ANCHOR FENCE at the airport's perimeter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE GULSTREAM",
          "text": "Riggs and Hans beat the shit out of each other. Hans knows as much about Martial Arts as Riggs does. Both men are being brutally punished. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karl runs in, shouldering his way past several BAGGAGE HANDLERS who try to stop him, and HOPS ONTO THE CONVEYOR BELT that carries the luggage into the terminal. Shoving suitcases and parcels aside, he runs up the belt. Moments later MURTAUGH ARRIVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Police officer! Police officer! He flashes his badge without ever breaking stride. And when he sees the conveyor belt, he knows this is where Karl has gone. He leaps onto the belt as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karl SLIDES down the shute onto the BAGGAGE CAROUSEL, upending himself and several pieces of luggage in the process. Startled PASSENGERS react to the sight. Karl heads for the Exit Door. But an AIRPORT SECURITY VEHICLE PULLING UP TO THE CURB outside causes him to change Girection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "SLIDES down the shute onto the Carousel, KICKING pieces of baggage from his path, vaulting to the floor. Passenge have already become blase at the sight -~ they hardly even lock. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh spots Karl running ahead and chases him down Ae.se",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERMINAL CORRIDOR",
          "text": "Patigue begins to set in for Murtaugh. He runs on rubber legs; PANTING and PUFFING. Up ahead are several REVOLVING DOORS. Passengers from arriving flights are using these doors to enter the Baggage Claim area. Karl waits for the doors to clear of people, then slips in. But guess what? These doors only turn in one directio When pushed the wrong way they LOCK and an ALARM SOUNDS. And that's what happens to Karl, He's trapped. Stuck inside the revolving door. He can't believe it. Murtaugh rushes towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA PUSHES IN ON KARL",
          "text": "Does he throw up his hands and surrender? Not on your life. He PANICS -- he raises his gun and POINTS If AT MURTAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "swings up his own gun. At the same moment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE THREE DRUG COPS",
          "text": "arrive from the opposite direction. All WEAPONS EXPLODE. Bystanders SCREAM and duck for cover. The revolving door is SHATTERED and Karl's bullet riddled body PIROUTTES through the broken glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH AND THE DRUG COPS",
          "text": "exchange an exhausted look as they holster their hand guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the top of the knoll is the ANCHOR FENCE that surround the Airport. The knoll slopes gently downward do the BUSY HIGHWAY below. We watch as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GULFSTREAM TEARS THROUGH THE ANCHOR FENCE and SLIDES DOWN the embankment toward the Highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Hans are THROWN FORWARD as the plane drops -- TUMBLING head over heels down the center aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fhe Gulfstream trails a giant CLOUD OF DUST as it rolls across the highway. BRAKES SQUEAL. HORNS HONK. Traffic screeches to a halt. A CHAIN-REACTION of REAR~END COLLISI results. CRASH! CRASH! CRASH! The Gulfstream continues across the highway toward a BLUFF that overlooks the BEACH and the OCEAN BELOW. A sheer drop that would mean certain death for Riggs and Hans inside the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE GULFSTREAM",
          "text": "Riggs glances through the windshield -- sees the bluff approaching. The hell with Hans, he's got to stop the plane. And that's just what he does -- PULLING BACK HARD ON THE BRAKE LEVERS. . But during this . . . HANS LEAPS OUT OF THE PLANE onto the highway below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fhe Gulfstream SKIDS TO A STOP with its NOSE WHEEL DANGLI over the cliff. PHEWH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANS",
          "text": "runs along the highway. Traffic has come to a complete stop for miles. People climb from their cars to gawk at the spectacle. So it isn't very hard for Hans to STEAL one of these cars, make a U-TURN and escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs appears in the doorway holding Hans' SUITCASE. A CROWD OF SPECTATORS pushes forward to get a look at him. The Ford Bronco ROARS up followed by TWO HIGHWAY PATROL CARS. SIRENS are SCREAMING. BUBBLE LIGHTS are FLASHING. Sensing Murtaugh's authority, the crowd parts, clearing a path for him. Riggs hops down from the Gulfstream. \f[¢ Murtaugh marches up to him. Riggs looks pretty beaten e up and very pissed off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "What happened?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What happened?? I stopped the plane, that's what happened!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Where's your guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What about your guys? How many collars did you make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "No collars. Three bodies. But at least they didn't get away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Get off my back, I captured a plane and a suitcase full of money... and it's still before lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(after a pause) Speaking of lunch, isn't there a hot dog stand a few miles down the beach from here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS UP and AWAY as Riggs and Murtaugh push their way through the crowd, Someone's CAR RADIO is PLAYING LOUDLY:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO",
          "text": "« » » @ KNXT Newsradio traffic tipster informs us that there's a a stalled jet plane tying up traffic on the Pacific Coast Highway in the LAX area. That's right! ... a Stalled jet plane. So if you're headed in that direction, look for an alternate route or expect to be stuck in traffic for most of the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hans rides up in the elevator. His arm is in a sling. His face bruised and swollen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fit",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, ELEGANT OFFICE",
          "text": "The private elevator opens directly into the office, which is tastefully, and expensively, appoixted with antiques and oriental rugs. Hans enters the office, which at first glanse seems empty. Then we notice him. Seated not at zis desk, but at a small table where he is eating his lunch. His name is ARJEN RUDD",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Hans. Come in. Sit down over here. Rudd indicates the chair across the table from him. As Hans comes forward, he realizes that he -s WALKING ON A SHEET OF PLASTIC that has been laid over the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Den't mind the plastic. I'm having some painting done. (beat) Sit down. Hans sits. Rudd is enjoying a thick steak ior lunch. He slices off a piece and slides it into hiz mouth. Hans sits nervously, waiting for Rudd to spzak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "So tell me, Hans -- what went wrsag? The police were waiting. We los: a considerable amount of money, ncz to mention the airplane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANS",
          "text": "I don't know, Mr. Rudd. I workei out every detail myself. I left nothing to chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "I see. (beat) dust bad luck, huh? Rudd calmly cuts another piece of steak ané sops it into his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANS",
          "text": "I think it was inevitable. Takicg the money out in small shipments is much too slow and much too dangezsus. We should do it all at one time, in one enormous shipment. Rudd doesn't reply to this suggestion. In fact, he changes the subject completely. \f[t",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "How's the arm? You all right? (smiling) Live to fight another day? Hans relaxes. Reassured by Rudd's expression of concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANS",
          "text": "Yes, sir. I'm fine. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Sometimes things simply do not turn out as we plan them. (smiles) This steak, for example. \"Cajun\" style. Look, it's all black. Do you like it that way, Hans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HANS",
          "text": "Well, I... don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Here. I want you to taste this and tell me what you think. Rudd slices off a piece of steak for Hans, spears it with his fork and offers it to him. As Hans leans forward to take the piece of meat in his mouth, we HEAR: PHHHITT! And Hans is propelled BACKWARDS in his chair. A BULLET through his FOREHEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BENEDICT",
          "text": "appears, having entered from the bathroom, holding a SILENCED PISTOL in his hand. He's a wiry, loose-jointed weasle with madness in his eyes and a perpetual smirk playing upon his lips. He looks down at Hans' body. Blood is pumping from his head wound onto the plastic sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "You give new meaning to the word “dropcloth,\" Mr. Rudd. Benedict removes the ROLEX WATCH from Hans' wrist before wrapping up the body in the plastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Certain policemen in this city have become an intolerable nusiance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was saying the same thing just the other day. Maybe you heard my speech before the Junior League. Rudd is familiar with Benedict‘s peculiar sense of humor. He proceeds without reaction:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Is your team assembled?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Ready and waiting. (meaning the Rolex: ) Say, can I keep this? Rudd voices no objections as Benedict slips the watch onto his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Hans was an incompetent piece of shit .. . but he had one good idea in his life, and he just gave it to me: One big shipment, That's exactly what we're going to do. Move it all out at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "You're going to need something bigger than a suitcase for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "That can be arranged. (beat) Now, about these cops . . . how do we handle them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Ready to declare war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Not if we don't have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Then let's fire a warning shot across their bow. Hope they get the message. Rudd removes a PHOTOGRAPH from a folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Have a look. Benedict takes the photo . . . it's a PICTURE OF MURTAUGH",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "He's the cop in charge. Benedict practically licks his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Oh this is going to be lovely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh strides across the room. CAPTAIN MURPHY falls into step with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Have you heard the grand total? Five point six million. Murtaugh WHISTLES; impressed at the amount. CAMERA PANS to FIND RIGGS. Seated in a chair, struggling to free himself from a STRAIGHT JACKET while the Drug Cops (Wyler, Price and Cavanaugh} look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "Give it up, Riggs. Murtaugh and Captain Murphy arrive. 6 To thee /4 >",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One minute, fifteen seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CAVANAUGH",
          "text": "Houdini here's bet us he can free himself inside of five minutes. Murtaugh reaches into his pocket and pulls out a roll ef bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I'll cover that bet. How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "Save your money, Sarge. One minute, Riggs. Riggs is building up to something. Straining against the jacket, his face flushes and the veins in his neck pop out... © Riccs © Don't try this at ingme , boys and girls... “® xy That's when WE HEAR a LOUD POP! and Riggs winces in pain. Murtaugh knows exactly what Riggs is up to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(smiling) It's all over now. The Drug Cops are startled to see Riggs suddenly wiggling free of the jacket. Here's one hand -- and there's another. He unhooks the jacket and slips it off. The Drug Cops are astounded. They also moan and groan over having lost the bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". PRICE",
          "text": "How'd you do that? RIGGS © Dislocated my shoulder once... I can make it pop out if I want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "Doesn‘t that hurt? Riggs has now gotten to his feet. \f/§",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Oh, yeah. But not as much as when I pop it back in Which he does -- by SLAMMING his shoulder against the wall, then clenching his jaw against the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Why do you do this to yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I can't resist a challenge. Besides -- (as he scoops up his winnings) -- I need the money. Murtaugh goes to the coat rack and grabs his sports coat. Riggs follows him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Let's you and me try out@he new special down at the chy i Palace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MU GH",
          "text": "(slipping on his jacket) Can't tonight. (beat) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Chili pizza. Murtaugh makes a disgusted face at the very sound of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(softly) Rianne's commercial is on tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Rianne's in a commercial?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Hey. Not so loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What's the matter ~- aren't you proud of her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Don't knew. Haven't seen it yet. (hushed) What if she stinks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You kidding? She's gonna by dynamite. {turns to address the entire Squad Room) Hey! Listen up. Tonight... (to Murtaugh) What time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "C'mon, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What time?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(reluctantly) Eight~fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What channel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(still reluctang@y) Five. oe Riggs turns back to face the Bquad Room again. Spices Tonight. Channel five at eight-fifteen. The commercial debut of Rianne Murtaugh. The Sarge's beautiful daughter. Don't miss it. Riggs smiles at Murtaugh, but Murtaugh just gives him a sour look in return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "She better not stink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh's SEDAN pulls into the driveway next to his fishing boat on its trailer. Riggs glides up to the curb in his PICKUP TRUCK. Both men climb out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Follow me. Wanna show you something. Murtaugh leads Riggs around to the back of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 ROOM ADDITION is being added to the Murtaugh house. The framing is up. Some drywall. The windows are in, Murtaugh and Riggs enter the room by walking between two of the framing studs,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long-haired, 30 year old CARPENTER is down on his knees using a PNEUMATIAC NAIL GUN to install the plywood sub-fleoring. Each applicaticn of the gun generates a loud THAWOMP! sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Working late tonight. The Carpenter looks up, didn't even know Riggs and Murtau were standing there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARPENTER",
          "text": "Yeah, Wanted to get this sub-flooring @own today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Doesn't anybody use hammers anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENTER",
          "text": "What's a hannes®",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(staking his head) That's wagt I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Whaddaya building here, Rog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Hobby room, Riggs nods. Silence. Then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "I can retire when I'm fifty~two, you know. Get almost full benefits until I'm fifty~five when the whole free ride kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Fifty-two, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Only a couple months away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You wanna retire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Been thinking about it... (pause) . . . ever since I met yeu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRTAUGH",
          "text": "Anyway, now that I got me a hebby room, all I gottz do is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RISGS",
          "text": "~- find a hobby. They laugh together while eztering the house through a hole in the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THUNDERING FEET bounding down the stairs: Twelve year-old NICK MURTAUGH and his eight vear-cld sister, CARRIE. They run into the living rozm where Murtaugh, Riggs, TRISH MURTAUGH (Roger's wifs) and 19 year-old RIANNE have already gathered to watsh the TV. (Rianne, by the way, is a total knock czt.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "C2RRIE",
          "text": "Almost time! Are Wotaping this? aTEssH Yes, honey. Qe’ zan watch it over and over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Let's watch wrestling instead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "Nick! Don't ruiz this for me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEISH",
          "text": "Nick! This is important to your sister. Nick makes a face. Murtausgi, meanwhile, is adjusting the TV picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRTAUGH",
          "text": "Color's not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "Daddy! ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEISR",
          "text": "Color's fine, hezey. Sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIRTAUGH",
          "text": "Want my baby te lock good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "fry unplugging it. \f/7. Even Riggs has to stifle a grin at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "Nick! Murtaugh steps away from the set with an appraising look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Perfect picture, Rog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(unconvinced) Think so? ... Murtaugh is about to sit on the sofa when he notices GEORGE for the first time. George is Rianne's boy friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Who's this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "That's George, Daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Hi... sir. 9 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "George . . . do I ky you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes, sir. Don't you remember? Last week when I picked up Rianne. We had a long talk. . Murtaugh clearly has no recollection of this whatsoever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We did? About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Your new hobby room, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Did we get along, George? I mean, aid you get the sense that I liked you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes, sir. I did. Very much so.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MURTAUGH",
          "text": "Okay. You can stay. But move dcwn. George moves over on the sofa making room for Murtaugh. Everyone's attention is glued to the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's coming on! It's coming on! I'm so nervous -- Then, she sees herself on TV . . . and SCREAMS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "-- here it isi! THIS IS RIANNE‘S COMMERCIAL: She smiles into the camera, A big, beautiful smile. Is this a toothpaste commercial? Then she turns and runs away from camera. We realize she’s on a beach « . » and she's wearing the SMALLEST BIKINI EVER MADE. She runs into the arms of a MALE MODEL whe is also wearin a bathing suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (V.O.)",
          "text": "Now, more than ever, love needs all the protection it canget. Rianne and the Male Model kis®@as a PACKET OF CONDOMS is supered over them. gt",
          "sentiment": "neutral"
        },
        {
          "speaker": "4, ANNOUNCER, (V.0.)",
          "text": "Isn't it better . . . when you know it's safe? Then, Rianne and the Male Model turn toward the camera and intone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE MODEL",
          "text": "We think so! And that's the end of it. Trish hits the mute button on the remote. The room falls silent. Murtaugh is glaring threatenly at Riggs, who squirms in his seat. Finally, Rianne breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "I looked fat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "No, you didn't, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I liked it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "George ..-. \fZi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "-~ George, I have a gun. George leaps up from the sefa and heads for the door. Rianne goes after him. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Trish. Take the kids upstairs. Trish knows that tone of voice. She shcos Nick and Carrie up the stairs. Murtaugh begins to advance on Riggs. Riggs gets te his feet. RIGGS © Now wait a minute, R xr. She was great, She looked gr@at. What's the matter with yQae!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AJURTAUGH",
          "text": "Twelve months in acting school! Four thousand bucks tuition! For what?! So my kid can run across the beach half naked selling rubbers to teenagers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS /",
          "text": "She was very good, Roger. MURTAUGH . Now wait and see -- cops never let up. I'm gonna get rubbers on my desk, Rubbers in the mail. Rubbers in my coffee cup... because you told everybedy to watch! Trish now comes between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Have you two had any dinner? Let me fix you something to eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I'm goin' for a walk, but he wants a Chili pizza! Murtaugh stalks out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(to Trish) Sandwich would be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE KITCHEN",
          "text": "Riggs leans against the kitchen counter, standing up, eating a sandwich as Trish unloads the dishwasher. Riggs watches her as if mesmerized by this simple domesti chore. Perhaps she feels his gaze, because she turns to look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "You're welcome to sit at the table,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I like to eat standing up. (hands her his empty plate} Thanks. Trish takes the plate -~ looks into Riggs' eyes -~ sees his troubled look. “anal (very syQeathetically) Something wrong? Riggs doesn't answer ight away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Four years ago this week... that's when Vicki died... can't get it out of my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Is it something you want to talk about? Riggs lights up a cigarette, shakes out the match, takes & pull on it, expells the smoke. Trish takes this as a “no,”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "You don't have to. But Riggs wants to. He goes right into it. \f23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone was ringing when I walked in the door. Must've been ten er eleven at night. I answered the phone and got the news. She was dead. Killed in a car crash, And then I remember going down on my knees, shaking all over and thinking, “Here Igo. I'm losing it.\" So now I'm lying on the floor of the living room .. . seeing under the couch . . . and there's my Cross pen I was looking all over for. And then I heard a voice... like a drill instructor .. . saying, “Get up -- now!\" But I stay down. And the voice keeps telling me to get up. And then I did something weird. I decided to stop crying, just to see if I conld. And I could. And then. . . I stretched my mouth into a smile. I wagghurting, but my muscles still w@&ked . . . and I stood up. After Mat, I drove to the morgue. Idantified the body. And signed the pi ‘Ss with my Cross pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trish is moved by the sBory. But Riggs himself is unfazed » + » almost detached from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Iocan talk about it. It doesn’t hurt to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISH",
          "text": "Then what dees? Because you’ sure as hell have some other demon inside of you .",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "{after a moment; his expression now filled with emotion) I was cheating on her, Trish. The night she died . . . I was with somebody else. Trish doesn't know what to say... but now she becomes aware of Murtaugh standing in the kitchen doorway. Riggs turns and sees him, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "You never told me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f“@ 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "That's what made you crawl into the bottle. Riggs nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Man should be faithful to his wife. Some men just can't. That's you. But you didn't cause the accident, Martin. What you did didn't make it happen, Riggs put his ‘hand on Murtaugh's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You're right, Cochise. (beat ) It just makes it harder to live with. EXT. DRIVEWAY OF HOUSE ~ nage",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs emerges from the hoyse to find Rianne and George leaning against his car Qtalking. ‘% RIGGS You were great, Rianne. Rianne positively lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "You mean it, Martin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I think you've got a big future ahead of you. She's practically swooning. George is becoming a little jealous. Riggs sees it, and tries to include him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS -",
          "text": "Don't you agree, George? George opens his mouth to speak, but doesn't get a word out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIANNE",
          "text": "George is going home. He's afraid of daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "George, let's have a talk. \f‘@ Zf. Riggs puts his arm around George's shoulder and takes him aside in a fatherly manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Stick around. It's a big night for Rianne. Don’t let her down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "But, sir... Mr. Murtaugh has a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "That's true, George. (beat) But on the other hand, he isn't a very good shot. With those comforting words, and an encouraging slap on the back, Riggs takes his leave of George and Rianne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs enters his trailer. INT. THE TRAILER ge Well, this place hasn't been cManea up since the last time we saw it. Qe Riggs heads straight for*xhe fridge, where he removes a bottle of beer, angles the neck against the table edge and KNOCKS off the cap with the palm of his hand. He picks up the Remote Control, turns on the TV and settles back on the sofa to watch. Riggs' dog, SAM, enters the trailer through a DOGGIE DOOR IN THE FLOOR and jumps onto the sofa next to Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "{to Sam) I know we usually watch the Three Stooges at this time, but tonight there's a documentary on Public TV about the Coral Divers cf the Great Barrier Reef. How's that sound to you? , (pause) You're right. Screw the divers. Go with the Stooges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, MURTAUGH'S HOUSE",
          "text": "All is quiet in the house and the neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "26",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVING . . . PROWLING through the house... UP THE STAIRS ... into",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRE BEDROOM",
          "text": "where Murtaugh and Trish are alseep. Murtaugh turns over restlessly. Something's bothering him. What is it? An open window, cold breeze and BANGING WINDOW SHADE, Half asleep, M: The window sh. -- CLATTERS Li the room... taugh gets up to close the window. slips from his fingers -- SNAPS up OLY. Moonlight streams in, filling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's whe: Murtuagh sees the most frightening thing he's ever seer in his entire life -- everybody's most primative nightmare:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIVE HOODED FISURES STANDING BY THE BED",
          "text": "Even a cop isn't ready for this. g®",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGEY",
          "text": "Oh, Jesus Christ . £95 ! That's all he gets to say b fore he's grabbed and violent shoved face-dewn upon the bed. Trish awakens -- starts te scream -~ a gloved hand SMASHE over her mouth. Murtaugh struggles -- face pressed into a pillow -- unable to breathe. A PAIR OF SISSIRS are held up! Trish's eyes go wide. What are these creeps going to do, anyway?! And then. . . A ROLL OF SILVER DUCT TAPE is produced. A three foot length of tape is RIPPED off the roll and cut with the sissors, Another secticn is RIPPED off and cut. Two more quickly after that -- 3IP, RIP. Never has the sound conveyed such a sinister or terrifying quality. The Hooded Fiezres work with incredible speed and skili. In QUICK CUTS WE SEE: Trish's eyes TAPED CLOSED . . . mouth TAPED SHUT... wrists WRAPPED and secured to the headboard . .. ankles WRAPPED and secured to the footboard,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Murtaugh . . . Arms pulled nehind his back ~- wrists WRAPPED with tape. Ankles WRAFPFD with tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More tape is needed -- RIP, R RIP. Murtaugh fliped over, face up, gasping for air. Eyes TAPED COSED . . . mouth TAFED :sUT,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOL",
          "text": "(to Murtaus. Wondering about ye Wondering what we Man, I'd be gcing King nuts right now if I were yeu. i'd be going completely bananas! Wanna know? Should I tell you? (beat) Let your imaginatic= run wild!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "kids, Murtaugh?! to them?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(We recognize the Hooded Figurs’s voice; it's Benedict.) Trish SOBS, body convulsing .qvyartaugh struggles, GRUNTI GROANING, Going crazy. % 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEC ICT",
          "text": "This has been a warcing, Murtaugh. After this, things zet bloody. | Back off. Don't be a focl. Be smart. Stay alive. With that, the Hooded Figures iepart. It takes Murtaugh a moment to even realize they're gone. Rianne and Nick appear at the ioorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIAKUE",
          "text": "Mom! Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK",
          "text": "Oh, shit! They run to the bed and gently pull the tape from their parent's eyes and mouths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRISE",
          "text": "Oh, babies! You oxksy!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Where's Carrie!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Carrie runs in crying. e climbs onto the bed. Murtaugh TEARS FREE one hand ezd tries to hug and comfort them all . \fLe Ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs, Murtaugh, Captain Murphy and Officers Wyler, Price and Cavanaugh are present. Riggs is in constant motion, Getting up; sitting down; looking out the window. All the time smoking like a fiend -- despite the sign displayed prominently on Murphy desk that says, THANK YOU FOR NOT SMOKING. A cloud of smoke hangs ever Riggs' head like his own private inversion layer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I didn't see anybody's face. They all had on hoods. The one guy who spoke sounded like a psycho, that's for sure,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "The first thing you betger do is move your family out of tRe® rouse. _-MgfipauGH Already done... This morning, They're staying with Mish's sister in Bellflower, I even told the carpenter to take the week off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "The problem with this drug scum is they don't play by the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "We can play as dirty as they can. CAVANAUGH . Well, you can, Riggs. You'll have to give the rest of us some pointers. Wyler and Price laugh at the joke. But not Riggs. He takes this very seriously. RIGGS © Be happy te. There's a tone of gravity in his voice that chills the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{to all) We got more arrests ketween the six cf us than the rest of the department combined. If the drug dealers are gonna make war on cops, they're gonna start with us. (beat) How do you all feel about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVANAUGH",
          "text": "Fuck ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRICE",
          "text": "Goes for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "1 played quaterback in college. I got practice being a target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Okay. That's what Ry eded to hear. (beat) s Riggs? . a Riggs give Murtaugh a Bpok that says, “You mean you really have to ask?\" .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Then it's business as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": ". What about you, Roger? We're all bachelors. You got a family. Murtaugh flashes him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Meaning what? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "That maybe you should sit this one out. We think Murtaugh's going to bite Riggs' head off at the suggestion . . . but then he surprises us with a very wide smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Shit, Riggs . . . you just wanna drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Huh? ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "That's right. You just wanna sit behind the wheel . . . which you know yeu will never de as long aS we're partners because I have seniority, meaning = get to choose who drives, and I always choose me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Well, now that you mention it -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "-- see! I knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You brought it up. And you're not not even a safe driver!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "“- not safe?! -~- riccs 9© ~~ hot dog in one ham, large Coke between your thigth -- “-MURTAUGH ~- while you stick your head out the window like a sheep dog -- Captain Murphy gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Okay! Settle this on your own time. Riggs and Murtaugh glare at each other. The others begin to file out. Riggs and Murtaugh are about to exit as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MURPHY",
          "text": "Wait a minute, you two, Riggs and Murtaugh stop in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "I got something special for you boys. Guy by the name of -- {checks the file in front of him) -- Getz. Leo Getz. Has being placed in protective custody. You two are gonna babysit this guy until the Federal Marshals show up from Washington. Riggs and Murtaugh don't like this one bit. \fny",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cpointing at Riggs) You agree with him, don't you!? You want me sidelined!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "i never agree with Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(to Murphy) How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Scon as all the red tape is processed. Couple, three days. (beat) Look . . . this guy's gonna testify before a Commission Inquiry. This is not a shit ASSignment. 9 » guises x",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPRY",
          "text": "No, it's not! I've quaranteed this guy's safety. You two are the most qualified men for the. job. Yes it is. wn, g",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What a load of bull!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What are we supposed to do with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "How the hell should I know! Take him to. Disneyland. Murtaugh fumes. Riggs angrily lights up his third cigaret fills the air with smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "If I ran this department by the book, you guys would be relieved of duty for seven days after what happend out at the airport. Plus .. . three hours each of consultation with the Department Shrink. But I know you guys wouldn't take a suspension, and the shrink refuses te see you, Riggs, so consider yourselves lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Still stinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPRY",
          "text": "I don't give a fuck. (beat) That's why I don't have an ulcer .. because I know when to say, \"I don't give a fuck.\" Murphy rips a piece of paper from a pad and hands it to Murtaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "This is where he's staying. Murtaugh glances at the address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Nice hotel. All expenses are being picked up by the Justice Department, so enjoy yourselves. Murtaugh and Riggs head for the decor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Oh, Riggs... omg more thing. Murphy picks up the sign oo} his desk, the one that says THANK YOU FOR NOT SMOKgfé.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\",
          "text": "(continuing) De you know what this says? Riggs looks at it, takes a hit from his cigarette and smiles. RIGGS ; Yeah . . . but I don't give a fuck. And the two partners are out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs is sitting in the passenger seat with a bemused expression on his face. CAMERA PANS along his line of sight to ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "behind the wheel, Hot dog in one hand, large Coke between his thighs. Murtaugh feels Riggs' gaze, but doesn't look over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGHE",
          "text": "Screw you. \f©",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Don't you even wonder what it would be like to eat a hot deg with two hands? —",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Nope. Riggs can only shake his head in defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Murtaugh stride across the crowded pool deck. As usual, everyone is sunning themselves and virtually nobody is in the water. Riggs smokes and grins and enjoys the flirtatious glances ef several gorgeous women. He even pauses to help one STUNNING BLONDE apply some suntan oil te her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLONDE",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBES",
          "text": "{gallaatly) fo serve and Qrotect. s BLONDE Coming back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Count on it. Murtaugh smiles tolerantly at his partner's behavior, and the two men continue on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Glad to see you're coming out of your shell a little. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swirling with activity. Our attention is directed toward a ROOM SERVICE WAITER. As he wheels the cart away, CAMERA FOLLOWS him down a corridor and into a -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERVICE ELEVATOR",
          "text": "The Waiter lifts the the silver dome from a dish and Places an AUTOMATIC PISTOL onto a plate of ham & eggs. cur TC:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "14",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Murtaugh arrive at the door they're lcoking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "This is it. Room 612. Riggs KNOCKS. A VOICE is HEARD from within.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "How do I know you're really the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "After I shoot you through the door you can examine ghe bullet. Now open up! ® INT. THE HOTEL RQoIg? LEO GETZ immediat¥ly opens the door allowing Riggs and Murtaugh to enter. It's a large suite -- two bedrooms and a living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "(with a chuckle) — I get it. Good cop, bad cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Shutup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ LEO",
          "text": "Oh. Bad cop, bad cop. Leo Getz is an affable little guy in his mid-thirties, with a ready smile, slicked back hair and an expensive (though conservative) wardrobe. Riggs and Murtaugh walk right past him -- scoping out the room -- glancing out the window -- into the bedrooms and bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "You Leo Getz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Leo Getz. That's my name. {beat ) : Whatever you need . . . Leo gets. \fRiggs and Murtacgh exchange a look, but don't laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I'z Sst. Murtaugh. This is Sgt. Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Great. Nice to meet ya. What should I call you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Sou. Murtaugh and Sgt. Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We're gonna be your shadow for a few days, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Wow, Okay. Fine with me. Two big, strezg shadows --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(pointing) ~~ tris bedroom over here. That's gonna be czrs. Q",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My stuff's al@dady in -- (aa Riggs fixes him with a withering lock) | -~ it's yours. My stuff is gone. I'm in the small bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(te Leo) Let's get something straight right away. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Sure. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ MURTAUGH",
          "text": "We con't like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Yeu Zon't? Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Becezse we have to sit in this hotel and watch. you all day and all night. Does that sound like fun to you, Leo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Not much. No. \f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "See what I mean? Now, another KNOCK at the door. Riggs and Murtaugh react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Can I get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Just room service. Murtaugh heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "By the way, you guys hungry? I coulée call down for more. It's free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUQH",
          "text": "No it's not, Leo. ‘s paid for with taxpayer dollars. * Sz0 Same thing. *» Murtaugh looks through the peephole to be certain it's Room Service, then opens the door. The Waiter rolls in the cart and parks it in front of the window. He reacts to the sight of Murtaugh and Riggs, but nobody notices except us. Riggs lifts the silver dome. We expect him to find’ Ham & Eggs & A Gun. . . but he doesn't. There is an order of Hamburger and Fries instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". RIGGS",
          "text": "Come get your hamburger, Leo. Now the Waiter reaches down into the LOWER COMPARTMENT, where he has moved the plate containing the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Hey, I didn't order a hamburger. I ordered eggs. This causes Riggs to turn back in the Waiter's direction ~- just in time to see THE GUN COMING UP FROM BEHIND THE SERVING CART. —",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN",
          "text": "\fRiggs and Leo throw themselves at the Waiter, They BUMP HEADS LOUDLY in the process, but Riggs is able to grab the Waiter's hand, and the gun DISCHARGES into the ceiling. Murtaugh draws his gun, but can't get a clear shot becaus Riggs and Leo are struggling with the Waiter. Leo is enly getting in the way ... and now he throws everybody OFF BALANCE. Riggs, Leo, the Waiter and the Serving Cart CRASH through the sixth story window -- pulling the DRAPES with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hearing the SHATTERING of GLASS from above, the Blonde whe Riggs talked to earlier looks up to see THRER MEN and a Serving Cart falling from the sky trailing @ window curtain like a unopened parachute. SPLASH! Right into the pool's deep end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tangled in the window curtain and lost within a malestrom of bubbles, Riggs, Leo ang the Waiter struggle ina violent underwater balle®. BACK IN THE HOTEL Roo Murtaugh looks cut the broken window to the pool below. Then he races out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Waiter EXPLODES OUT OF THE WATER and starts to climb from the pool, But Riggs GRABS him by the belt and tries to pull him back. He'd have more luck if Leo wasn't CLINGING to Riggs' neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Let go! All three FALL BACK UNDER THE WATER. Sunbathers look on with horrified expressions; frozen in place; incapable of lending assistance. Then Riggs POPS UP again. He's got a grip on the Waiter, who now has the window curtain WRAPPED AROUND HIS HEAD, Riggs PUNCHES him HARD in the face several times until a BLOOD STAIN appears on the curtain. Riggs feels the Waiter go limp in his arms, Fe unwraps the curtain and discovers that HE'S BEEN BEATING UP LEO! \fNe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35 Leo's nose is bleeding and he wears a dazed expression,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Shit! Turning, he sees the Waiter escaping on the opposite side of the pool. Riggs drops Leo, who immediately begins to sink . . . and Riggs GOES BACK to save him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "runs from the building toward the pool with his gun drawn. People see it and SCREAM. Some scatter. Others just get in his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Freeze! Police! Hold it right there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WAITER",
          "text": "sees Mutaugh coming and runs like hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POOL AREA",
          "text": "g® Murtaugh aims his gun. %",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Everybody down! Some people get down -- cthers don't. They just YELL and run. Bumping into each other, obstructing Murtaugh's line of fire, forcing him to lower his gun. And the Waiter escapes. Riggs swims to the edge of the pool, dragging Leo. Murtaugh gives them a hand out. Leo looks bewildered, and he's swallowed a lot of water, and his nose is bleedi all over the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(to Riggs, meaning Leo's bloody nose) Did you do that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Ithink sc...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo in back with his luggage, his nose stuffed with cotton. Murtaugh driving. Riggs in the passenger seat, smoking up a storm and soaking wet. \f‘@",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Somebody's trying to kill you, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(between puffs) What the hell'd you do? Witness a murder or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Oh, heavens no. Nothing like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "(matter-of-factly) For the last five years I've been laundering money for the biggest narcotics trafficking ring on the West Coast. Riggs almost swallows his cigarette. Starts to COUGH. Murtaugh POUNDS him on the bag 8 . gt CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benedict stands by the window, looking out. He lights up a’ THIN CIGAR. * Rudd is at his desk, with the telephone to his ear. Re hangs up without ever saying a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "{to Benedict) Missed. He got away. Benedict winces at the news. But when he turns to face Rudd, he's smirking as usual -~ and looking down at the floor, as if checking the carpet around his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Just checking to see if I'm standing on plastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs, Murtaugh and Leo sit at the kitchen table. Riggs is wearing one of Murtaugh's bath robes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It took me ten years to work my way up from teller to assistant manager. But I was kored -- know what I mean? Where was al] the adventure and excitement they promised us at Business School? So I start preparing tax returns on the side, you know, to pick up the slack. And that's all going fine except . . . still way too tame. The BUZZER on the clothes dryer scunds. Leo gets tr. Empties the dryer. Brings Riggs his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Thanks. Riggs takes off his robe and begins to get dressed,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Anyway, I'm doing tax returns now for some pretty strange pecple. They're giving out signals. JI'm giving out Signals... g®",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORES",
          "text": "What kind of sign@l¥? Yz0 “Action! Action! Action!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Right... Riggs is buttoning up the front of his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "How's that shirt feel? Nice? I used one of those frabic softening strips. They really work, don't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(smiling) It's great, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "And I'll tell you something else. Even if the label says Dry Clean Only, you can hand wash it in cold water and save yourself a fortune. (slaps his forehead) Wow! It just hit me! What a weird thing. I'm good at laundry . . . and I also launder meney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "How'd you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Okay. They bring the cash into the bank and deposit it into the account of a dummy Finance Company licensed out of the Bahamas. (beat) Sometimes this takes all day, because we can't do it all in one deposit,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "The Bank Secrecy Act. (beat) All cash deposits or withdrawals of ten thousand dollars or mere generate @cTR., . \"Currency Transaction Record\" , . . which goes to the IRS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO 9",
          "text": "No, That's bad. ee @ my job a lot harder. Y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RIGGS’ That's what's good about it, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Anyway .. . after al] the deposits have been made, I turn around and issue them a cashier's check for the amount of the total deposits minus @ commission. (beat) Cashiers checks are wonderful instruments. As good as cash, but they don't generate a report to the IRs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "So now the money is washed, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "42",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Yeah. But there's more .. , (beat) The Cashiers Check is treated as a loan. The “Lender“ is the dummy Finance Company. There's loan documents to support it. They can even take a tax deduction on the interest payments they're net making.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Leo . . . you're a crook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "It gets even better. Ready for this? (beat) I been scamming these guys for months now, the Drug Lords. I been holding back on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Yeah. It was ea All those cash transacti » Millions of dollars changing h « Who's gonna miss ten thousa ere, or twenty thousand there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "The bad guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Good answer. And that's why I'm in such deep shit right now. I've been living out Of a suitcase for weeks, Moving from hotel to hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "How much did you get away with, Leo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "None of your business. Besides, I took it from drug dealers. Is that really a crime?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I don't believe this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(te Leo) Who were the dealers you were working for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1 I can't tell you everything. gotta save some cf this stuff fer the Commission of Inquiry. {proudly} I'm suppose te be the “star witness.\" RIGGS . I saved your life today, Leo. Doesn't that stand for anything? Murtaugh rolls his eyes at Riggs' transparent tactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Well . . . I really shouldn't be telling you this... Riggs is hanging onto every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yeah, yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "- « . the same guys you busted at the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGSH",
          "text": "The South African",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LEO",
          "text": "That's why” they had all that cash on them. They're not washing it locally anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Thanks to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "One man can make a difference. Leo reaches forward with CUPPED HANDS to catch the ash falling from Riggs' cigarette. Then he deposits it into the sink,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "{to Murtaugh) I think we struck oil here, Roger! (to Leo) Tell us about their operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I only delt with one guy. Named \"Hans.\" Never used last names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fe@ MURTAUGH He'd bring the cash to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Always, Right te the bank. That's the only place I ever saw him... (beat) Oh. Except once. At a party in Bel Air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Where in Bel Air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody's house, In the canyon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Which canyon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Above Sunset. All they cenyonaySre above Sunset, Leo. Give us the Me « ” ve Leo thinks about this for a moment. e",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LEO",
          "text": "Nah. Can't come up with it. Riggs locks disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "(continuing) But I could take you there. Riggs brightens. He slides on his shoulder holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "(to Riggs) Hold on. We're just supposed to sit on this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Don't be a killjoy, Rog. C'mon. We're back. We're bad. You're black. I'm mad. This is gonna be great! Murtaugh gets up from the table with a very dubious expression on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so lush and overgrown with bushes and trees that it's hard to believe we're only ten minutes away from Beverly Hills. A TOW TRUCK blocks most of the narrow road while the. OPERATOR connects the towing bar to the undercarriage of a stalled HONDA. Murtaugh's Folice Sedan can be seen approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo leans forward from the back seat, points out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "This is it. Right here. This is the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "You sure this time? LEO g® Yeah, yeah. I reyember the fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "S",
          "text": "The house itself cannot ke seen from the road -~ hedges and trees block the view, But there is a marble fountain visible, and this is what Leo recognizes. Murtaugh pulls up BEHIND the Tow Truck. Riggs jumps out. Leo tries to follow him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(to Leo) Stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Tow Truck is blocking the driveway. Riggs and Murtaug walk around it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "{to Tow Truck Operator) Anybody home here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "How the hell should I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(to Murtaugh; under his breath} Helpful citizen. \f46 The Partners walk up the driveway where a MERCEDES 450SL is parked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house comes into view. An ultra-modern glass palace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Keep your shooter under wraps. Don't wanna give some innocent taxpayer a coronary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Nobody. who lives in a house like this can be completely innocent. They carefully circle the house until a COMMANDING VIEW OF LOS ANGELES -- from the Wilshire District to Marina Bel Rey -- presents itself. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A REVERSE ANGLE Se reveals the house to be PPED UP ON STILTS. Most of the house and the gptire back deck precariously overha the canyon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS AND MURTAUGH",
          "text": "walk across the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Nice view, huh? They pass a large SLIDING GLASS DOOR. They see a MAN inside the house lifting weights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What've we got here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "The body beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man is tall, well built and blonde -- like the Hitmen from the opening scene. He lifts a HEAVY BARBELL over his head as he faces a MIRRORED WALL. His back is to the sliding giass door, but he can see Riggs and Murtaugh in the mee Suddenly, he SPINS . . an suns THE BARBELL THROUGH",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PLATE GLASS WINDOR. QP",
          "text": "EXT. THE DECK s The window EXPLODES. The barbell sails through the air, SLAMMING into Rigge and Murtaugh. Knocking them backwards. Riggs' gun is drawn even before he crashes down onto the deck. And it's a good thing, because the weightliftin Hitman has grabbed up an UZI. Riggs gets off several rapid SHOTS. The Hitman's UZI SPRAYS WILDLY. Potted plants on the deck rail explode and shatter into small bits. Murtaugh and Riggs PUMP LEAD right back at him, until the Hitman FLEES out the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hitman runs from the house. He's about to leap into the 450SL parked there when he realizes that the Tow Truck is BLOCKING the driveway. His only choice? Absolutely. He runs down the driveway and JUMPS INTO THE TOW TRUCK. The Tew Truck Cperater has just finished hooking up the disabled Honda when he hears his Truck's MOTOR ROAR TO LIFE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Riggs and Murtaugh arrive just as the Truck SQUEALS AWAY . . . pulling the Honda behind it. Riggs LEAPS onto the back of the Tow Truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(yelling to Riggs) Don't kill him! Murtuagh makes a dash for his own vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh jumps in behind the wheel and FIRES UP the motor. Leo begins to climb over from the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What're you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "See better up here! Murtuagh shoves Leo backwards igw the rear seat, 8 SPEEDS down the narrow eanyon road. Riggs is working his way up toward the Truck's Cab, holding onto the TOWING BOOM for support -- taking care not to be seen in the rearview mirror,",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TOW TRUCK",
          "text": "The Truck is taking the curves at dangerous speeds causin the Honda it's towing to FISHTAIL in all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POLICE SEDAN",
          "text": "ROARS up behind the speeding Tow Truck, Murtaugh can see what Riggs is up to,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "as he TAPS the barrel of his pistol against the cab's rear window to get the Hitman's attention. The Hitman glances over his shoulder. Riggs smiles, as if to say “Surprise, asshole!\" But instead of slowing down . . . the Hitman ACCELERATES, and the Truck surges forward. Riggs looks dismayed. a \fmg f 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HITMAN",
          "text": "reaches down with his left hand -- pulls a smal] AUTOMATI PISTOL from an ankle holster -~ and FIRES it over his right shoulder THROUGH THE CAB'S REAR WINDOW!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "pulls away as the window EXPLODES in his face, and the bullet GRAZES his cheek. FOUR MORE SHOTS follow through the back of the Cab's wall. Riggs LEAPS onto the TRUCK'S ROOF to escape the vclley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE POLICE SEDAN",
          "text": "Murtaugh stays close on the Truck's tail . .. and is startled to see that Riggs is now clinging to the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hitman hears Riggs on the recf and . . . SLAMS DOWN HARD ON THE BRAKES. SQUEALING and SKIDDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "is propelled forward ~- BOUNCEg @n the hood, then ROLLS off the front of the Truck, 2 ctly into its PATH! Well, this would seem to ® the end of Riggs, because he would certainly be «pushed beneath the Truck. But of course we know it isn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRUCK",
          "text": "finds Riggs CLINGING to a small triangular PLATFORM protruding from the Truck's front bumper. (This platform holds a WINCH & CABLE RIG used to pull cars cut of mud or soft sand.) Riggs straddles the Winch, his legs out in front of him, the HEELS of shoes SCRAPING on the pavement as it speeds beneath him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEE HITMAN",
          "text": "checks his side mirrors -- sees that Murtaugh is still behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDING CANYON ROAD",
          "text": "The Tow Truck THUNDERS around the hairpin turns, crossing the center line -- the Honda it's towing WHIPS back and forth. Murtaugh's Sedan matches the Tow Truck's every move. \fSt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagine being strapped to the bumper of a speeding vehicl -- that's the perspective Riggs has on the worle right now, and it isn't very comforting. The pavement is whizzing by only inches below him. He's totally unprotected -- a head~on collision would smash him like a bug. And this is exactly the thought that occurs to Riggs as the Truck crosses the center line directly inte the path cf an ONCOMING STATION WAGON. Riggs shuts his eyes -~ and the twe vehicles SWERVE APART at the last possible second to aveid a direct hit. But the Station Wagon SCRAPERS against the Tow Truck's side sending a SHOWER OF SPARKS into the air. Riggs exhales an enormous breath of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh also reacts to the near-miss as the Station Wagon Speeds by with HORN BLARING. Lee takes this moment to FASTEN his seat belt, Q",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Qh The Tow Truck runs a.gtop sign and SQUEALS onto Mulhcllan Drive. Murtaugh's Sedan clings to the Truck like glue. Both vehicles race full bore down Mulholland, against the backdrop of the sprawling San Fernando Valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRUCK'S SPEEDOMETER",
          "text": "As the needle edges up to 70 mph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH'S SPEEDOMETER",
          "text": "Also creeping up to seventy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speeding FAST and LOW down Mulholland ~- BLOWING past oncoming traffic ~- SWERVING around slower moving vehicle ~~ DARTING back into the proper driving lane with only inches of daylight te spare. Riggs has his gun in hand, What's he going to do with it? Shoot the Truck's driver? Shoot out a tire? But first...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "looms up ahead, traveling in the same direction as the the Truck . . . but at half the speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HITMAN",
          "text": "decides to pass it. He STOMPS down on the gas pedal, kicking the Truck's speed up to 80, At the same moment",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "FIRES his gun into the Truck's engine compartment, hoping to hit something vital that will bring this mad chase to a halt. And guess what? It works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HITMAN",
          "text": "is stunned to feel the Truck loosing power. The speedomet needle begins to drep rapidly ... . 70 mph, 50 mph. See if you can spot Riggs' mistake. One of the worst times to lose power is when you're recklessly passing a big truck on a winding road. ge THE TOW TRUCK g is side-by-side with the Hing Van, It doesn't have enough power to get arqund it -- and it can't get back into its own lane because the Moving Van is already there. And to make matters worse, a LAND ROVER with a SURF BOARD ATTACHED TO THE ROOF is speeding towards it from the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "sees this horror-show unfolding from a front row seat. The Moving Van looms up beside him like a sheét-metal canyon wall. Its big tires spitting gravel and dust into his face. Its noisy Diesel engine belching smcke and heat. And the Land Rover . . . headed directly for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HITMAN",
          "text": "has only one option: He SLAMS his foot down on the BRAKE so hard, he practically sends it through the floorb The resulting action happens fast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TOW TRUCK WHEELS",
          "text": "LOCK ~~ SCREAMING and SQUEALING across the pavement in a cloud of biue smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "is THROWN CFF the Winch Platform into the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "reacts -- hitting his own brakes. But there just isn't time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POLICE SEDAN",
          "text": "CRASHES into the Honda being towed by the Truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HONDA",
          "text": "is PROPELLED over the top of the Tow Truck -~ SHEARING ep Cvetything that extends above the level of the Truck's",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "looks up to see the underside of the Honda as it passes over his head. ge",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAND ROVER DRIVER 8",
          "text": "gt sees the airborne Honda SJying towards him -- BRAKES",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HONDA",
          "text": "SMASHES down upon the roadway directly in front of the the Land Rover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAND ROVER",
          "text": "SKIDS and SMASHES into the unoccupied Honda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SURF BOARD",
          "text": "atop the Land Rover is LAUNCHED like a rocket. It slices fifteen feet through the air toward the Tow Truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HITMAN",
          "text": "can't believe his eyes. A goddamned Surf Board is hurtlin towards him like a guided missile. It EXPLODES through the windshield -- SHATTERING GLASS in all directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MULHOLLAND DRIVE",
          "text": "This is the scene after all the dust has settled: The front end of Murtaugh's Police Sedan has been Gestroy Murtaugh and Leo climb out ~- shaken but net hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Honda has been totaled by the Land Rover, which has alse sustained considerakle front end damage. But the Driver is uninjured. Riggs climbs to his feet. Battered and bruised and madder than hell. He charges back toward the Tow Truck with his gun out, but stops short. This is what he sees: The Surf Board protrudes from the Tow Truck's windshield on the driver's side. It's not hard to imagine the fate of the Hitman inside. Murtaugh and Leo approach the Tow Truck and see what Riggs is looking at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "{softly) Wipe out. BLACK & WHITES arrive on the scene with BUBBLE LIGHTS FLASHING. Uniformed POLICEMAN jump out. Murtuagh approach them, displaying his badge. CLOSE ON RIGGS ge He catches his breath. Rig, plod begins to boil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLACK MERCEDES pulls into the driveway. It parks, and two men get out: Rudd and Benedict. Once they have gone inside... Riggs, Murtaugh and the Drug Cops close in on the house,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd appears on the deck. He sees the barbell and the shattered glass door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "{calling off) Benedict! Come out here right away! Suddenly . . . a BERETTA is pressed to the side of Rudd's head. It's Riggs, and he's smiling that mirthless smile of his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Freeze, dickhead. Police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "(calmly) Take it easy, officer. I'm not armed. I won't resist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Oh, pleeeease. . . just a little. (shoves him) Inside,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs enters through the sliding glass doors with Rudd. Once inside, we see that the Drug Cops have been doing their work. Benedict leans against the wall with his arms spread apart as Miguel and Price pat him down, handing his WALLET to Murtaugh. Wyler and Cavanaugh come down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "Nobody upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "{to the cay You have no idea What you're doing, - gt",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "I wouldn'® worry about that. We're profressional police officers. We de this for a living,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "My name is Arjen Rudd. This other gentlemen is Villem Benedict. We -are with the South African Consulate here in Los Angeles. Our diplomatic credentials and passports are in the desk. Murtaugh and Riggs exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Go see for yourself! MURTAUGH . Everybody stand still for a moment! \fMurtaugh goes to the desk to retrieve them. At the same moment . . .« A WOMAN ENTEFS THE RCOM. She's in her twenties; dressed in a business suit, her beauty down-played. She even carries @ briefcase, Her name is JILL TOWNSEND. Her arrival startles the police officers who instinctivel TURN THEIR GUNS ON HER. She GASPS in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "(to the cops) fne's only a Consulate secretary, for God's sake! (to Jill) Tnese are police officers, Miss Townsend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "The door was open. So I just -- Riggs and J:il make eye contact. He steps forward and takes the briefcase from her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "-- I'll take that. mp Don't open that!’ That's a a Diplomatiay pouch ! Protected under article 2% of the Vienna Convention -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "~~ would you shut up! : {to the other cops) Fut the cuffs on ‘em! The Drug Cops start to follow Riggs' orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Wait a minute... Murtaugh has the passports and credentials in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "These look official, Martin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBD",
          "text": "They are official! Under the Diplomatic Relations Act, no diplomatic agent can be detained or arrested once his identity has been established!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Cavanaugh, get the Captain on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVANAUGH",
          "text": "Right. Cavanaugh runs out. Riggs and Murtaugh look frustrated as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(under his breath) Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "1 don't believe this! Can't we arrest anybody?! (points to Jill) What about her?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODD",
          "text": "Courier Status. Protected under Article 27. Riggs gets right into Esteban's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You're a criminal, Rudd, and you're hiding behind your fucking ‘credentials! Q",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ri (indi nadedy) Iama Di Toma |",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You're a drug dealer! And I'm gonna shut you down!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". RUDD",
          "text": "Why, you can't even give me a traffic ticket. Riggs clenches his jaw; his nostrils flare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "{smiling arrogantly) Who's a \"dickhead\" now, officer? Riggs positively quakes with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". RIGGS",
          "text": "Roger, hold me back, I think I'm gonna hurt this sonofabitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "All right. Cool off. (beat) Give the lady back her briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill moves toward Riggs to collect the briefcase. She regards him with a sympathetic expression,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(in a soft voice) It's only paper werk. Honest. Riggs looks taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "(te Jill) Don't talk to them, damnit! Get the briefcase and step away! Riggs give her a private, conspiratorial smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Rice guy. She returns the smile as she steps away with the briefcas",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "This house is leased to my government. It's inviolable! Now get out! INT. POLICE SQUADROOM - NIGHT oe Captain Murphy has Riggs, Murtyigh and the Drug Cops assembled before him. Seated nearby is Leo Getz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Now we're gonna have the State Department down our throats! Probably have to make some kind of formal apology!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What!? This guy is dirty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "You don't know that! You can't say that for sure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "When you've lived in the sewer as long as I have, you begin to recognize the rats. . The PHONE RINGS. Price grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "(to Riggs) You wanna nail a diplomatic, Riggs? Catch him reé-handed. Catch him in the act. Catch him in possession of something! At least do me that one favor, because these guys are beyond the law. Price hands the phone to Murtaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRICE",
          "text": "Your wife,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(into phone) Hi, honey. (pause) No. Pretty quiet. Listen, babe, lemme take this call at my desk. Murtaugh puts the call on hold and steps over to his own desk. Up till now, Murphy hasn't neticed Leo sitting there. But now he regards him with gyPuzzled expression that is almost comical. Q o @Yaurery (mganing Leo) Who the he is this? ... Leo gets up, extends his hand to Murphy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Leo Getz. Nice to meet ya,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "Jesus Christ! I forgot all about this guy! (to Riggs) You took a civilian on a bust?! A civilian you're supposed to be protecting!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Don't worry. Everything's fine. I always stay in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "\"Always\"?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Sgt. Riggs and Sgt. Murtaugh are very adamant ekout that. \fMurphy is trying not to blow his top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "(under his breath) I don't give a fuck . . I don't give a fuck... (walks away) I don't give a fuck... Leo looks perplexed,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "What'd he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I gon't give a fuck!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "That's his mantra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "says goodbye to his wife and hangs up the telephone. That's when he notices that somebody has placed a SMALL POTTED BUSH on his desk. The le 's have all been plucked off, and in their place CONDOMSQhave been drared ever the branches. Must be abous gue hundred of them. Riggs smiles. Murtaugh es a slow burn. He glances in the direction of Price, Wyler and Cavanaugh who can barely contain their laughter. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONNERS",
          "text": "It's a rubber plant, Sarge. That's it. They can’t hold it in any longer. The Drug Cops convulse with LAUGHTER. Eventually, Murtuagh cracks a smile in spite of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Looks to be about a week's supply, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh driving. Riggs next to him. Leo in hack. Riggs has a BAG OF FAST FOOD in his lap. He's passing stuff back to Leo and across to Murtaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Double cheeseburger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "{to Murtaugh) Who gets Leo for the night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Where's my-burger with extra cnions and pickles? Riggs rummages through the bag for Leo's order. Hands him a burger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "What about my fries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Did you order fries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Yes, I ordered fries!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You ordered rings. & : Lzo © Why would I ordgeprings?! I've got extra onions on “hy burger! '-I would never order rapgs! I ordered fries!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "i ordered rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "We're still missing one fry.-",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Also, I have no drink back here. Riggs passes out the drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(to Riggs; answering his question) You get him. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Mel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Hey! This isn't my burger. There's chili on this burger. \fGl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That must be mine. Leo rewraps the burger and hands it back to Riggs with an annoyed expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Where's mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "This must be yours, Riggs hands Leo something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(to Murtaugh) I'm not taking him. My place is too small. You've got that big empty house -~ you take him!",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LEO",
          "text": "Oh, great! This is a Filet of Fish sandwich I've got back here! I . . hate fish! I will not be stuck @ with a Filet of Fish sandwich. I refuse to eat this. Somebody has to trade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTESGH",
          "text": "Not me. io me a QIGcs Not me. 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Fine. Then we have to go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We're not going back, Leo. Be happy with what you've got. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "(sulking) That's impossible. Riggs starts to chuckle at the idea of Leo becoming roommates with Murtaugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(annoyed) @ What's so. funny? Se RIGGS Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Can I give you guys a friendly piece of advice? Never use the Drive-Through Window. Always | walk up to the counter. They fuck you at the Drive-Through because they know you're miles away before you find out they fucked you, and they know you're not gonna turn around and come back. And you know what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "They're right!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLACK MERCEDES SEDAN SQUEALS up to the curb, right into the camera so that its DIPLOMATIC LICENSE PLATE FILLS THE SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A valet parking ATTENDANT jumps fre the car and hands the keys to Rudd who has just finighed lunching at the restaurant. . a Rudd slides in behind the whegl, and that's when he sees: .",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "standing across the street. Leaning against his Pickup Truck, glaring at Rudd with a sullen, threatening express « + « puffing intently on a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd looks momentarily shaken, then recovers: His arregan expression returning quickly. He flecors the Mercedes and ROARS away from the restaurant without giving Riggs a second Look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "follows the car with his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd's Mercedes travels down Wilshire Blvd. It stops for a red light at the corner of Wilshire and Santa Monica Bivd. \fe Sue",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nc sooner has Rudd come to a full stop, then Riggs' FICKUP TRUCK pulls up beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUDD",
          "text": "casually glances over -- then does a double take upon seeing Riggs behind the wheel of the Pickup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "gives Rudd a penetrating stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODD",
          "text": "is growing edgy. This is getting on his nerves. He's like a volcano ready to errupt . . . and that's exactly what he does. He STOMPS DOWN ON THE GAS PEDAL...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INTERSECTION",
          "text": "The Mercedes SQUEALS through the intersection AGAINST THE RED LIGHT, leaving a long patch of rubber and a cloud of smoke in its wake. Cars traveling on Santa Monica Blvd. HONK and BRAKE, One car REAR-ENDS another. A WOMEN and her TWO CHILDREN walki On the cross walk are nearly run over by Rudd's spe@ing Mercedes, hurtling recklessly through the intersecpion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "%y is helpless to do anything but watch as Rudd flaunts his ammunity by endangering the lives of innocent pedestr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The building has a SECURED UNDERGROUND PARKING LOT. A UNIFORMED GUARD opens and closes a RCLLING METAL GATE that prevents unauthorized people cr vehicles from gainin access to the parking area. Rudd's Mercedes turns off cf Wilshire Blvd. into the Consulate Building driveway. As Rudd waits for the Guard to open the gate, he is STARTLED TO SEE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "standing on the sidewalk -- pulling on a cigarette -- glowering at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "is completely unnerved by Riggs' amazing ubiquity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "(to Guard) Keep him cut! Then Rudd SCREECHES his Mercedes into the underground parking garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "watches Rudd disappear into the garage, and the big metal gate roll down behind him. The Guard swaggers up to Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Hey, bud... let's go. Move along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(flashing his badge) Piss off, shithead -- L.A. Police! The Guard looks taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "That's right. A cop. The Guard slowly retreats. 9° riec® (taunti im} C'mon. Throw ‘me off the sidewalk! The Guard just glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "No? Change your mind? (beat) Asshole. — Riggs strolls away from the Guard, toward the front entrance to the building. He notices that a SURVEILLANCE CAMERA is mounted above the door. He steps forward for a closer lcok. INT. ‘RUDD'S OFFICE Rudd looks into the SECURITY MONITOR beside his desk, sees Riggs (in grainy, wide-angle black and white) peerin directly into the camera lense. Benedict is standing behind Rudd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "és",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "That sonefabitch is going to wind up with his dick in a mouse trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Maybe we should \"file a protest\" with the Police Department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Already taken care of. Rudd looks surprised to hear this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "What are you talking about? i didn't give you any instructions to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "(snapping at him) -~ don't tell me how to do my job, Arjen! Rudd draws back, intimidated by Benedict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill Townsend crosses the room wih an arm~load cf envelop Other SECRETARIES are busy w ing at computer terminals. The atmosphere is hushed, bhdiness-like, and dignified. We follow Jill into ~~ “THE CONSULATE LOBBY where she deposits the envelopes into the MAIL BaG. Then, glancing up, she CATCHES SIGHT OF RIGGS in the Security Monitor. . She is obviously taken with him; fascinated by his seruffy appearance and coiled, hair-trigger temperament. She continues to stare into the monitor until Riggs crushes out his cigarette and disappears from view on the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Riggs drives, his RADIO comes alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER",
          "text": "Four King Sixty ... Riggs grabs the radic. \f“@",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "King sixty, roger. DISPATCHER . Sgt. Riggs . . . Sgt. Murtaugh requests that you proceed to his residence on the double.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER",
          "text": "That's the message in full. Need the address?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "No thanks. I've been there before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER",
          "text": "Not for dinner, I hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPATCHER",
          "text": "Sorry. EXT. MURTAUGH'S HOUSE ~ DAY © Riggs drives up. Leo rushes off to meet him, » Oe Sgt. Riggs, tm glad you're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come inside. They enter the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What's going on, Leo? Where's Roger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "In the bathroom. He's been in there all morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Is he sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I don't think so. | He sounds okay. He was talking to me through the door... Riggs heads up the STAIRCASE, leo tags along behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "- «+ + he told me to call the station and have the dispatcher find you... Riggs arrives at the bathroom door. He KNOCKS,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Roger. It's me. You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Riggs, get in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs opens the door and steps in, Lec peeks in behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASGH",
          "text": "Not you, Leo! Gagaway ! ” Qtkiess Go downstadrs, Leo. Riggs closes the door on Leo, then turns to Murtaugh who is seated on the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "This is weird, Roger. What in hell is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Last night, I come home late. Leo's with me. We come in the house. I pick up the mail. I see that my new Sport Magazine has arrived, with articles on the baseball play-offs, a preview of the new college football season, and a special section on Deep Sea fishing ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "-- Reger, I don't understand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "~~ let me finish! (beat) So I think to myself, it's been a leng day, I'll go up to bed and read my magazine. But Leo won't let me alone. He follows me around like a puppy. He wants to talk about \"investment strategies for the Eighties,” and “deferred annuities,\" and I don't know the fuck what all, and all I wanna do is go upstairs and read my new Sports Magazine --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "-~ what are you talking about --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "-~ shutup, would ya, and listen! (beat) So finally I do what I do when the kids are driving me crazy and I want some peace and quiet... @ . (beat) . I come into the bathroom and shut X the door behind me. I,don't realiy ~ need to use the bath , I just wanna read my fucking SpoRfS Magazine! - Qiées Okay. So whag?! © MURTAUGH . So I'm sitting here reading about marlin fishing in the Gulf of Mexico when I glance over and see this ~~ Murtaugh indicates the TOILET PAPER ROLL where the follow message has been written: . “BOOM. YOU'RE DEAD.\" Riggs reads the message and reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Uh-oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "And after that, I just stayed put.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You've been sitting here all night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f@ | of",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Hell, yes, I've been sitting here all night!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Well, at least you got to read your magazine,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Yeah. Five fucking times! Riggs gets down on his hands and knees to investigate the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Tell me I'm not fucked,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Class Four plastic explosives. Weight-compression agivates detonator. 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURBAUGH",
          "text": "I'm fucked. <",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "As long as you don't stand up, you're okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Oh, that's a relief. What was I so worried about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I'm gonna need help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "No way! I'm sitting on a toilet, here! Gimme a break!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Dammit, Roger! This is sericus! We need the Bomb Squad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Okay. Call them. But don't use an open frequency. Let's try to keep this quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A real circus, FIVE PATROL CARS with flashing BUBBLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIGHTS. TWO AMBULANCES. THREE FIRE TRUCKS. SIX TV",
          "text": "Station NEWS VANS. DOZENS of UNIFORMED COPS. A CROWD of SPECTATORS, And a POLICE CHOPPER circling overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "+ «se we're standing on the lawn ef the home of Detective Sergeant Roger Murtaugh, a twenty year veteran of the Los Angeles Police Department. Details are sketchy at this point, but apparently a bomb of some kind has been discovered inside the house... {beat ) And here comes the Bomb Squad now! The BOMB SQUAD TRUCK roars Ww @o the curb and FOUR BCMB SQUAD COPS jump out wearing OTECTIVE GEAR, looking a little like spacemen,. They each carry heavy leaded BOMB BLANKETS, g? INT. MURTAUGH'S HoUSs* ‘e The Bomb Squad rushes in. The place is wall-to-wall Cops. cop Bomb Squad! Clear a path! Clear a path! The Bomb Squad charges up the CROWDED STAIRCASE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWENTY COPS are squeezed into this small space. Murtuagh sits on the toilet, embarrassed as hell. He glares at Riggs. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The media circus continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "+ . « it's been almost an hour now since the Bomb Squad entered the house behind me. No word yet. on the exact type of device discovered, although we have learned that the location of the bomb is beirg described as \"extremely sensitive.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7¢. Now Leo steps up to the Reporter, wearing DARK GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "With me now is a man who was in the house at the time the bomb was discovered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "That's right, Sally. I was the one whe actually called the police,",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "That was you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Yes. (modestly } Does make me some kind of hera? I don't think sc, But if the word sticks . .. so be@t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oF) The room looks like a padded goth because the Bomb Squad has DRAPED the room with LEAD. BLANKETS. Murtaugh is also WRAPPED in the these blankets. The Bomb Squad Members are finally prepared to suggest a course of action:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOMB SQUAD LEADER",
          "text": "I say we flush it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Flush it?! That's your \"expert\" opinion!? Flush it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Sounds like good advise to me. Murtaugh shoots Riggs a nasty look, \f‘e",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOMB SQUAD LEADER",
          "text": "I want the reom cleared. (to Murtaugh) Those blankets will offer you some good solid protecticn, Sgt. Murtaugh. Now here's the drill: When the toilet gets flushed, you dive like hell into the bathtub. Pull the blanket up over your head like this. (he demonstrates) That's a good, old-fashioned cast iron tub, and it'll withstand a pretty good blast... uh, just in case we get detonation, that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Who's gonna do the flushing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGR",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "My pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOMB SQUAD LEADER",
          "text": "(to Riggs) Better put this on They provide Riggs with a gRorEcrive OUTFIT. EXT. MURTAUGH'S HOUSEQ” Everyone has been noved back away from the house. The Female News Reporter is now standing in the MIDDLE OF THE STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "+ + » we've all been moved back away from the house. Apparently they are now ready to de-activate the bomb. As you can tell, things have gotten very quiet here, as everyone holds their breath, waiting for this situation to be over...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bomb Squad Members have gathered on the staircase. They are frozen, like statues. Everyone else has been evacuated from the house. 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 THE CAMERA MOVES UP THE STAIRCASE toward the BATHROOM DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Murtaugh, all alone. Riggs wears the Protective Suit. Murtaugh is wrapped in the Bomb Blankets. Riggs has his hand on the Flush Lever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Okay. Here we go. One, two --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "~~ wait, wait. We do it on three, or: One, two, three and then we do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "On three. On three. Ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Do it, for Chrissakes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "One... two ane ghees! Riggs FLUSHES! Murtaugh LEAR, gets the toilet. They both DIVE into the tub -- ducRing and covering as they land with a heavy THUD. ay",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bomb Squad Memhers shield their faces under their protective outfits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Murtuagh lift their heads up from the tub and peek out from behind the protective clothing. No explosion. It worked. They smile in relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nearly a celebration. Everyone is smiling and laughing. Riggs, Murtaugh and the Bomb Squad get a big CHEER as they appear in the front yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "It's all over now. The Bomb Squad has emerged from the house. The crisis over. A disaster clearly averted. And everyone -- including this reporter ~- can breathe a Geep sigh of relief. \f74 And then . . . BOOM! An EXPLOSION in the SEWERS under the street. A MANHOLE COVER is propelled high into the air. WATER, FLAME and SMOKE SPFW from the GAPING CRATER left in the road. The Female News Reporter nearly jumps out of her skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Holy fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, SOUTH AFRICAN CONSULATE",
          "text": "Leo approaches the desk of a DIPLOMATIC ENVOY, who rises to greet him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Mr. Jones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", ENVOY",
          "text": "@ Sit down, please, 9”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee reg? Thank you. y Leo takes a seat across the desk from the Envoy. Envoy What can I do for you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I need your help. You're the only one who can help me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "I'll certainly try. What seems to be the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "It's a rather delicate matter, actually. . (beat) My friend wants to emigrate to your country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "@ Yes, of course. Well, I can help him do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "No, no. I don't want you to help him. I want yeu to talk him out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Talk him out of it? Whatever for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I just don't think South Africa is the place for him to be right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Leok. Why don't you ask ycur friend to come around some time later in the week, and we can --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "-- he's here now. He came with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Here now? Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEG",
          "text": "They told him to wait in the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "There must have been some confusion. (presses intercom button) Your friend’s name@”. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": ". EO",
          "text": "Jones. 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Wait a minute. I thought you were Jones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Iam. We're both Jones, That's a pretty common name here in America, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "(into intercom) Send in Mr. Jones, please. Right away. Thank you very much. And then . . . MURTAUGH MAKES AN APPEARANCE. He waiks through the office toward the Envoy's desk. Clerks and Secretries look up and GASP. Murtuagh wears a flowered Hawaiian shirt, bright red sweat pants, a Dodger cap and black-out sunglasses. The Envoy's jaw drops as Murtaugh joins Leo. \f76",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(te the Envoy) How ya doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "There must be some mistake. Murtaugh leans forward in a threatening manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Say what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Sir... listen to your friend here. He knows what he's talking about. I don't think you really want to go to South Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Why not? The Envoy is silent for a moment. He's never encountered a situation like this before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "(softly) Because you're Plackg®",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAUGH",
          "text": "I'm what? “ oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "(softly) You're black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I'm black? You're telling me I'm black?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "Well, IT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "{to Leo) Hear that? He thinks I'm black. (to the Envoy) Do I look like a black man to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ ENVOY",
          "text": "Yes you do. You are a black man, Mr. Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "(to Murtaugh) See? What did I tell you? What does everyone tell you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "{to Leo) Shutup! I'm as white as you are! {to the Envoy) You, toot",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "You certainly are not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Am tot",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENVOY",
          "text": "I've heard enough of this. I'm going to ask both of you to leave this building immediately. Murtaugh jumps up from his chair, & vortaSts I don't wanna lege: I wanna go to South Africa! °< TWO MALE CLERKS rush over to assist the Envoy. They grab Murtaugh under each arm, attempting to whisk him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CLERK",
          "text": "Let's go! Come on. Out we go! Murtaugh easily throws them off, SENDING THEM FLYING in two different directions, CRASHING into lamps and furniture. The Envoy presses the PANIC BUTTON under his desk. Ex?. THE CONSULATE BUILDING The panic button RINGS A BELL at the Guard's Station next to the parking garage. The Guard hears it and RUSHES INSIDE. Once the Guard has disappeared, Riggs shows up. He presses the button that controls the Gate. It ROLLS UP , . . and Riggs enters the Parking Garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs enters, heading directly towards the Consulate building entrance. \f‘aq",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE CONSULATE",
          "text": "Riggs quietly slips inte the Consulate. No one sees him. Everycne's attenticn is cn the commotion created by Murtaugh. Riggs sneaks in for a closer lcok, a big smile playing on his lips because .. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "is standing on a desk top, peeling off his Hawaiian shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Does this look like black skint? This is white skin! I am a white mani The Security Guard tries to pull Murtaugh down, buy Murtaugh JUMPS to'the next desk top. Things CRASH to the floor. Secretaries SCREAM. : Murtaugh, who is now naked from the waist up, grabs a South African FLAG that's part gee Gisplay, and begins to WAVE it over his head. g mugikucs I wanna go to South Africa! I wanna go to uth Africa! This is when Rudd appears -- and he can't believe his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "- What the hell!? Stop him! Get him down from there! Take that flag away from him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, RUDD'S PRIVATE OFFICE",
          "text": "Riggs enters the office from the elevator. It's immaculat There is no indication that any work is done here. No files. No paperwork. Nothing for Riggs to snoop through. Maybe this is why the note pad on Rudd's desk calls so much attention to itself. As Riggs moves toward the desk, he HEARS SOMEONE COMING. He quickly RIPS THE TOP PAGE FROM THE NOTE PAD then steps back against the wall. Rudd charges into the office from the elevator without even seeing Riggs and picks up his telephone. Riggs steps forward. He's followed by Benedict and FOUR of his HITMEN. \f‘@ 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Calling the police? Don't bother. I'm already here. Rudd slowly hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "I should have known. Riggs glances at the Hitmen: Each one has blonder hair and bluer eyes than the next. And each one towers cver Riggs. They stand there, poised for action . .. like Debermans, ‘waiting for the attack command.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Well, look at this . . . Hitler's wet dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "I hope you realize how much trouble you're in right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "As usual, you got Sie Sin all turned around. . Rbpp (to the Hitmen) Show Officer Riggs to the street. One of the Hitmen advances on Riggs . . . and Riggs puts a move on him that would make your head spin. He grabs the guy's arm and SLAMS him to the floor, pinnin him there with his foot. The other Hitmen make a gesture to attack and Riggs DRAWS HIS GUN stopping them in their tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Haven't you guys heard about me? I got a bad reputation. Sometimes I just go nuts! Like now. I'm right on the edge. Just give me a little push . . . just a little nudge. Silence. Nobody makes a move. Mexican stand-off, Riggs begins to back toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Whatever it takes, Rudd. Whatever it takes. That's what I'll] do to bring you down. (beat) ) Hey, Benedict . . . \"Boom. You're dead!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs FIRES his Beretta past Benedict's ear into Rudd's enormous AQUARIUM. The glass SHATTERS. Water PCURS cut. Rare and expensive fish flip-fep acress the Oriental carpet, Riggs exits. Rudd, Benedict and the Hitmen drop to the floor in a desperate effort to rescue the most valuab fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "The angelfish first! The angelfish first! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Riggs marches across the lobby toward the front doors, he sees a familiar face walking towards him: Jill Townsen She locks eyes with him, surprised to see him inside the building. In less than a moment, they have reached each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "{hesitant; tentative) Hello. Officer... ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Riggs. Martin Riggs. © (beat) Miss... Fownseng Wight? Qt Yes. You remeMbered, What are you doing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ RIGGS",
          "text": "~- just making a secial call on your hess. Riggs continues on toward the door. Jill watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs, Murtaugh and Leo walk toward their parked Police Sedan. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(laughing) Did you see their faces when I took my shirt off and waved their flag! Man, that was fun! I enjoyed myself. I had a good time. I felt young again. {to Riggs) What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yeah. Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "No. I mean, what did you come up with? Did you get inside Rudd's office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yeah. But I didn't have much time before Benedict and his Hitler Youth showed up. They arrive at the car, Murtaugh notices that Leo has a cigar in his hand. He passes it under his nose, drinkin in its pleasant smell,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Where'd you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I took it off the Envoy's desk. This is a ten dollar cigar. I didn't know South Africa had such a good relationship wee Cuba. Leo climbs into the back seat, Bae Riggs and Murtaugh remain on the sidewalk fot G“moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Roger, take a lock at this. Riggs unfolds the page he tore from Rudd's note pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I took this from Rudd's desk. Murtaugh takes it. Reads it out loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "“Nora Dane. San Pedro.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": ". RIGGS",
          "text": "Whaddaya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Name's familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Nora Dane? You know who she is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Didn't say that. Familiar, that's all. Rings a bell. \fMe",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Somebody you busted once?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "It'll come to me. Suddenly, the CAR'S SIREN BEGINS TO WAIL -- an awful, ear~piercing SCREAM that startles Riggs and Murtaugh. Murtaugh throws cpen the car door, sees Leo leaning over from the back seat with his hand on the dashboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What the hell are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I thought it was the lighter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Never play with buttons, Leo! Riggs is amused to see all the traffic on Wilshire Blvd. pulling over te the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, RUDD'S OFFICE",
          "text": "Benedict's Hitmen are soaking ug he aquarium water with towels. The angelfish sWjm in small bowls and coffee cups filled with Vee Rudd sits down behind ys desk. In a moment, he will notice that a page is missing from his pad. And that moment is now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Benedict!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Wyler wears only a pair of gymn shorts. He's in great physical condition. He straps on a pair of GRAVITY INVERSION BOOTS, then reaches up to a chrome-plated bar suspended from the ceiling, swings his legs high into the air and HOOKS the boots over the bar. Now, suspended upside down, he begins his morning routire of inverted sit-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFF SCREEN VOICE",
          "text": "Morning, Tommy. How's it hanging? Wyler is startled by the unexpected greeting. Who the hell is this? \fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First we get WYLER'S UPSIDE DOWN POV of a MAN is standing in. the kitchen doorway. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMERA RIGHTS ITSELF",
          "text": "And we see that the man is Benedict. He holds a pistol with a silencer attached to the barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "Jesus Christ! Alarmed, Wyler makes a reach for the bar to unhook himsel",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Hold it, Tommy! Benedict FIRES his gun. The bullet PINGS off the chrome bar, and Wyler's hand jumps away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Hands away from the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "Who are you?! What do you want!? Benedict puts a THIN CIGAR into his mouth and lights up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICEO",
          "text": "Shhh, Tommy. Take it Sy. Listen, Qe s CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Price comes out to his backyard pool with a towel around his neck. The house is a small stucco bungalow and the pool takes up nearly the entire yard. Price discards the towel, steps onto the DIVING BOARD and walks out to the very tip. Then, bending his legs, he springs straight up into the air... CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE UNDERSIDE OF THE DIVING BOARD",
          "text": "Something is stuck there. Something LUMPY and GRAY, like a big slab of Play-Doh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRICE'S FEET",
          "text": "come down HARD on the board ~~ which BLOWS TO SMITHEREENS \fé Soe",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHATTERING EXPLOSION",
          "text": "that rocks the morning stillness -~ SPRAYS water high into the air -- and BLOWS OUT every window in the house. A FIRE BALL climbs toward the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". Benedict hears the DISTANT EXPLOSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Hear that, Tommy? Sounds like a neighbor just fell victim to a serious household accident. (beat) They can be killers. cur TC:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cavanaugh comes out the front door and TRIPS over a tiny silver WIRE stretched a foct above the ground + « + and the frent of the house detonates -- a SHATTERIN EXPLOSION that rends it to pieces. Cavanaugh STAGGERS cut of the flames ... dazed... bloody , . . STUMBLING toward his car .. . groping blindly .. . reaching out for the door @Mandle ... pulling it open... BAM! Another Eh SION. More powerful than the first. x Cavanaugh and his auto are blogn to kingdom come. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Benedict and Wyler hear these additional explesicns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Can you believe it, Tommy? I think it just happened again. People cughta be more careful around the home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYLER",
          "text": "You sonofabitch! What are you doing?! I'm a cop! Benedict steps BEHIND Wyler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "You were a cop, Tommy... Benedict places the barrel of his gun AGAINST THE BACK OF WYLER'S HEAD AND FIRES. He tosses away his cigar butt and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benedict emerges from the house and strolls casually away, hands in pockets. SIRENS can be heard in the distance. CAMERA PULLS UP, UP, UP .. . until we see the entire neighborheed . . . and TWO LARGE PLUMES OF SMOKE rising into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON RIGGS. And there's a look of great anguish in his eyes because Wyler's body is being taken down from the Gravity Inversion Bar by UNIFORMED POLICE OFFICE The house is CRAWLING with COPS. Then, Riggs sees semething on the floor. He bends down and picks up Benedict's discarded cigar StUEG 8 EXT. WYLER'S HOUSE - DAY Qe Wyler's covered body is being placka into the Coroner's Van. Riggs comes cut of the house with the cigar: stub in his hand. Captain Murphy comes up to him, sees what he's holding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Found this on the carpet. (beat) Wyler didn't smoke. Wouldn't even allow it in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "My kinda guy. Murphy signals for a HOMICIDE DETECTIVE to place the cigar stub into a plastic evidence bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURPHY",
          "text": "There wasn't enough left of Price and Cavanaugh to fill a shoe box. Jesus Christ, Riggs, what kind of psychos are we dealing with here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘@",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "i think you know exactly who we're dealing with, Captain. So saying, Riggs turns on his heels and heads for his truck parked at the curb. Murphy regards him with a troubled expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill Townsend is at the produce bins, hand selecting vegetables that she places in the small plastic basket hooked over her arm. She becomes aware of semekody standing behind her. She turns... it's Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Officer Riggs . . . we meet again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I followed you here from the Consulate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "You followed me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I wanted to apologize for frightening you that first night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I wasn't scared. Just surprised. RIGGS go? And to thank you. . “gy? oi Thank me for what? Riggs doesn't answer directly. He just gives her a sly smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You don't like your boss much, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "There are a lot of things I don't like about my boss... and my country . . . but I like my job very much, She moves to the next bin. Riggs moves with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I Gidn't get your first name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Jill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(pointing to her basket) Dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Shop a day at a time, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "That's right. No point shopping for the entire week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(smiling) I never know what I'll be hungry for from one day to the next. Riggs takes the basket from her hand. His expression is intense. He's not charming and he's not flirtatious. He's just direct. RIGGS g® Have dinner with me. | 8 ag? Jill is intrigued by him, but she ngied no reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I have a place at the beach. Right on the sand. A view of the ocean from all windows, and a beautiful sunset every night. I'll even make the dinner, (beat ) I'm a gourmet cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Jill enter the cramped trailer through the sliding glass door. The expression on Jill's face acknowledges the disparity between her expectations and what she now sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JILL",
          "text": "You must Le an honest cop, Martin Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Disappointed? \fd2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "It's everything I said. Check out the view. She looks at the sunset through the sliding glass door. The sky is a firey shade of orange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "What are those lights? Ships? Riggs comes up behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Oil drilling platforms. (beat } Sometimes at night, it gets so dark you can't see your own hand in front ef your face. The sky and the ocean are completely black, and the only things you can see are those drilling platforms ten miles out to sea. Twinkling like Christmas trees. During this, Riggs has placed his hand on her shoulder. Jill turns, tilts her head up tomgita Riggs and gives",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "him a knowing smile, eg ask This is a sedugtion, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". RIGGS",
          "text": "What do you mean? , . . why do you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "You're trying to sweep me off my feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Maybe,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Make my head spin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "e@ Wrap me around your finger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "&f",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I'm not stupid, you know,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Not a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "I know what's going on. You can't get to Rudd. He's hiding behind his Giplomatic credentials. You think I can help you in some way. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Well . . . Maybe I can. And maybe Iwill. We can talk about that later,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Later? JILL g® Yes. Afterwards .. She puts her arms around ni Deck and kisses him on the mouth. Riggs respondsy sliding his hands ur her back. Jill breaks off the”kiss, pushes away from him and pulls closed the curtains on the sliding glass door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "And you're not a gourmet cook, are you? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Sure Iam. Says so right on the frozen food container. She begins to unbutton her dress. Riggs turns toward the bed -- sees SAM curled up asleep -- SLAPS him on the rump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Beat it! No Stooges tonight. Sam hops off the bed and exits the trailer through the floor Doggie-Door. Riggs throws back the blankets, -exposing the sheets. \fad",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When he turns back toward Jill, she is moving towards him, her dress loose and epened, falling off her shoulder Riggs slides his hands under her clothing and pulls her down to the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GRUMMAN ALBATRCSS comes in low over the ocean. The pilot kills the encines and it glides in, smooth and silent. It slides into the water on its belly, trailing behind it a wake of rippling moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEE ALBATROSS",
          "text": "as FOUR SOUTH AFRICAN HITMEN hop out wearing wet-suits and carrying automatic weapons. They wade through the surf toward shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill is under the sheets. - Riggs f@ sitting on the bed, naked -- cigarette in one haga, a COMPUTER CRIP in the other. On RIdds » . « it goes iryo the car's alarm system. It sends out a signal that the police can follow. In case the car gets stolen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "You want to put that into Rudd's car. Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yes. Tonight. Can you get me in? JILL . All you had to do was ask. But I'm glad you didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hitmen walk up to Riggs’ trailer and form é@ line parallel to it. They hold their weapens in position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silence of the night is suddenly shattered by an ERUPTION OF AUTOMATIC GUNFIRE. The sliding glass door EXPLODES, blowing a thousand sharp projectiles through the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "qi Riggs pulls Jill to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN",
          "text": "Both are naked. Riggs grabs his jeans, wiggles into them. Jill clutches her dress. MACHINE GUN FIRE TEARS through the trailer's metal sides. The NOISE is deafening . . . Wood cabinets are CHEWED into SPLINTERS . . . Windows DISINTEGRATE like bursting scap bubbles . . . Appliances are PULVERIZED. Everything is being DESTROYED; DEMOLISHED; CONSUMED in a hail of blazing weapon's fire,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hitmen SPRAY the trailer with gunfire. As one clip is exhausted, they calmly and methodically slap in anothe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FUSSILADE seems never ending. The trailer is literall being TORN and SHREDDED apart. The ceiling begins to COLLAPSE as the metal sides BUCKLE and BEND under the punishing attack. Riggs and Jill have flatened ta@lseives against the trailer's floor. Automatic wgapons fire WHIZZES only inches above their heads. Riggs' hand reaches up fo Bis Beretta and shoulder holster. GRABS IT. Pul it towards him. Now, he begins to move across the Floor on his stomach, pulling Jill with him... inching their way toward the floor Deggie-Door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERNEATH THE TRAILER",
          "text": "Riggs and Jill emerge from the Boggie-Deg. The area under the trailer is less than three feet high. Above, the DEFEANING BARRAGE of GUNFIRE continues without let up. Jill struggles into her dress. Riggs digs into his pants pockets for his truck keys. He gives them to Jill and gestures for her to get moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "crawls out from under the trailer on the side opposite the attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "crawls out in the other direction. Moving rapidly on his stomach across a sand dune like the trained Special Forces Commande that he once was. He COMES UP BEHIND THE Hitmen. He takes a deep breath, then RISES UP into a shooting position. BAM. BAM. BAM. Three Hitmen drop like marionettes with their strings cut. But the Fourth Hitman TURNS and SPRAYS a VOLLEY of MACHINE-GUN FIRE in Riggs' direction. Riggs leaps and rolls to the side. The Hitman advances, machine-gun CHATTERING. Then . . . the ROAR OF A TRUCK ENGINE. The BLINDING GLARE of headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS'S PICKUP TRUCK",
          "text": "HURTLES out of the darkness, fishtailing through the sand. A fender SLAMS the Hitman from behind, throwing him twenty feet in the air. He comes down hard on his shoulder. Riggs scrambles to his feet, The Pickup ROARS down on him. The passenger door flies cpen. The truck dcesr't slow down. Riggs GRABS the open song SWINGS his body into the cab. o The Hitman climbs to his knees. wHe FIRES at the departin truck. ®&",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jill is behind the wheel. Riggs SEES SOMETHING in the SIDE MIRROR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Slow down! Slow down! SAM IS RUNNING after the truck as fast as his four short legs will carry him. Machine-gun fire KICKS UP SAND @ll around him. The truck slows down just enough, allowin Sam to LEAP ONTO THE TAILGATE and climb into the cargo bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Jill stand across Wilshire Blvd. from the Consulate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What about the video camera cover the door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "It's only on during business hours. But there's an alarm system with a 45 second delay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You know the code?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "(smiling) Who do you think turns it off every morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the KEY IN THE LOCK, The door opens and Riggs and Jill enter. Jill goes immediately to the KEY PAD on the wall and punches in the code, The RED LIGHT turns OFF... and the GREEN LIGHT comes ON. . . indicating that the system has been disarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "This way. She leads him down a SERIES OF cag®rpors until reaching the Parking Garage Door. The ddr reguires another key. She opens it for him. y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "»y They enter the garage. Rudd‘s Mercedes is the only car there. Riggs slides in, POPS the HOOD LATCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd lives in the building's top floor. He's at the bar, pouring a drink. Benedict is there with him. (We NOTICE that there is another KEY PAD on the apartment wall, and the GREEN LIGHT is glowing.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs is done. He closes the hood of the Mercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benedict crosses the room. He sees something that trouble him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "What’s the matter? \fBenedict indicates the GLOWING GREEN LIGHT on the key pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Someone's shut off the alarm. For a moment, they just stare at each other. Then, the RED LIGHT COMES ON AGAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Now it's on again,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Turn on the camera!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Jill emerge quietly from the Consulate's front decor. As she closes it behind her, the RED LIGHT on the VIDEO CAMERA comes on, indicating that the camera is now in use. Riggs and Jill don't notice this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benedict and Rudd look into the MO@{TOR. Riggs and Jill can be seen turning away £ the front door and going down the steps toward the reet. oe nuSd Jill Townsend. %",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "She's with Riggs! I can't believe this guy -- he's got more fucking lives than a cat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Take care of this immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 30's Style stucco apartment building. Like the ones eff Olympic Blvd. in Beverly Hills. Riggs walks Jill to her apartment door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Thank you. He gives her a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Did we start something tonight, or just end it? Riggs sighs to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I'm not good relationship material. I don't think I have much of a future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JILL",
          "text": "Just plenty of past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "More than I need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs hurries back to his Truck. But he never makes it... BENEDICT EMERGES from the shadows of, the bushes, looming @ up behind Riggs with an automatic mPle in his hands. 8 He SLAMS the butt end against theQSACK OF RIGGS' HEAD. ~ IMPACT, Riggs goes down hard. 4 SOUND PADES in and out. The stars above, the yard, tha&§trees, the streetiamps, SWIRLING and SPINNING. x TWO HITMEN appear. Benedict directs them toward Jill's apartzent with the wave cf his hand,",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, MURTAUGH'S HOUSE",
          "text": "Murtaugh and Leo are sitting on the scfa. The TV is playing, but nobody is watching . . . because Leo is reviewing Murtaugh's TAX RETURNS. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "What I see here are nice conservative returns. Everything by the hook. Everything black and white. What you gotta do is play around in the gray areas a dittle more. This is where you can really save some bucks. Granted, on your salary we don’t have much to work with. What you really need e@ are more deductions. t MURTAUGH a Mere deducticns, huh? ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Let's say you pay off an informant. Get a receipt and take a deduction. (beat) If you buy yourself some food during a Sstake-out . . . get a receipt and take a deduction. (beat) You.use your own credit card to buy gas after a high-speed chase... get a receipt and take a deduction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Thanks, Leo. I'll remember that. Murtaugh begins to collect his returns, putting everythin back in a large envelcpe. Leo brings up a subject that has clearly been haunting him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I guess .. . after I cooperate with the Feds .. . tell them all I know » +. Igo free. Right? No jail time? MURTAUGH © Could be, Leo. Could &",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "That's good. Beca®se I've learned my lesson. Fromnow on, it's the straight and narrow for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Of course, the government's gonna confiscate everything you own. Your home. Your car. All your possessions. And they're gonna seize all your assets: Bank accounts, CD's, stocks. Whatever they can find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "They are?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTUAGH",
          "text": "That's how it is, Leo. You don't get to keep what you don't get legal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Puck. @ As he gathers up his tax records, Murtaygh comes across a piece of paper that gives him pause. He's so preoccupie with it, that Leo notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "The Bill of Sale for my fishing boat... Murtaugh remains distracted by the Bill of Sale in his hand. Something is going on with him, the wheels are turning in his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Well, guess I'll turn in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(without looking up) Okay, Leo. Good night. Once Leo is gone, Murtaugh goes to a shelf where VIDEO TAPES are stored and takes cone down. He puts the tape into the VCR and presses PLAY. This is what we see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MURTAUGH FAMILY OUT ON THE BOAT,",
          "text": "There’s Nick clowning around on deck. And Rianne posing in her bikini. There's Murtaugh wearing a Captain's Hat and waving at the camera. © Murtaugh presses FAST FORWARD an®advances the tape; searching. 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Where is it? Where is it? ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo enters. The shower curtain is drawn across the tub. Leo pays no attention to this, but he is curious about the OPEN BATHROOM WINDOW, As he approaches to take a closer look, the SHOWER CURTAI is quietly pulled back and a South African HITMAN STEPS OUT OF THE TUB. Leo turns . . . but all he gets to see is the SHOWER CURTAIN being LOWERED over his head -- wrapped around his neck -- and pulled tight, shutting out the air. Leo's being ASPHYXIATED by the Hitman. He flails his arms and kicks his feet, but he's no match for the Hitman superior strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh continues to Past Forward through the tape. Then he stops .. . rewinds a little... plays it forward, We see what looks like more cf the same; the Murtaughs at play on the family boat. But Murtaugh sees something that we don't. He rewinds. Plays it again. Bends in close. Rewinds. Plays it again. Slow moticn. Very close to the screen. Looking hard. Rewinds. Plays it again. One frame at a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(hushed) I knew it. What's he looking at? In the background of one shot is a FREIGHTER. A great big ocean-going carge ship. And the name painted on the Freighter's bow is: NCRA DANE. Murtaugh actually touches his finger te the screen right where the name appears. MURTAUGE © (smiling) 9 Nora Dane. 8 Se Then: Murtaugh sees a REPLECTSON IN THE TV SCREEN. Someone behind him! He whigls around -- finds himself face to face with the SOUTH AFRICAN HITMAN. He doesn't think -~- he just reacts. He THROWS A PUNCH against the Hitman's jaw. The Hitman is propelled backwards against the wall, but BOUNCES BACK WITH A VENGEANCE. He overwhelms Murtaugh with a series of Martial Arts KICKS and JABS that fairly WHISTLE through the air. Murtaugh is beaten back into the:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOBBY ROOM",
          "text": "Where he CRASHES to the floor within inches of the the CARPENTER'S TOOLS. The Hitman advances. Murtaugh SWINGS UP his arm, the PNEUMATIC NAIL GUN in his grasp. BAM! He fires a nail. THUNK! Right between the Hitman's eyes, The expression of surprise on his face is almost comical, He sinks to his knees and keals over onto his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh steggers to his feet, head reeling. Holding his side, he sturbles back into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM",
          "text": "Only to see a SECOND HITMAN approaching from across the room with a KNIFE in his hand. It takes Murtaucgh a moment to bring him into focus. The Hitman comes forward slowly, like a predatory animal Stalking wounded prey. Murtaugh rocks back and forth on his heels, still unsteady from the beating he just took. He raises the Nail Gun -- points it at the approach Hitman and fires -- BAM! The Hitman grabs a small END TABLE by the legs and uses its top as a shield, THUNK. The nail sinks into the wood. The Hitman keeps coming. Holding the table in front of him. Murtaugh AIMS LOWER ~- BAM! . . . The Hitman lowers the table -- THUNK . . . Murtaugh AIMS HIGHER ~~ BAM! . . . The Hitman raises the table -- THUNK. And that's the last nail Murtaugh og to fire, because the Hitman is now right on top of Sym -~ SWINGING the table through the air -~ SMASHING it against Murtaugh's skull. -9 Murtaugh's knees buckle, but ne doesn't go down, The Hitman RUSHES HIM, his knife pointed toward Murtaugh's gut. . They struggle. We HEAR the nail gun discharge: BAM! And the Hitman staggers backwards and falls |... a NAIL THROUGH HIS HEART.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": ". {amazed} Sonofabitch . . . I nailed 'em both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh charges in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Leo! But all he finds is the torn shower curtain and the open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON A HAND as it sweeps up a BEER CAN. Shakes it. Shoves it under the nose of . . . LEC GETZ. The hand SNAPS THE TAB, Beer EXPLODES out of the can, SPRAYIN up Leo's nose with great force. Leo rears his head back in distress. CHCXES. Spits. GAGS. GASPS for air, Beer pours from his nose and mouth. He's drowning on suds. -CAMERA PULLS BACK to include BENEDICT. Szoking one of his thin cigars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Where's the money, Leo? Hew much did you take? We want it back, Lec! Where is it?! Leo is TAPED to a chair, like Trish and Murtaugh were taped to their bed. Leo doesn't answer. He blows beer out of his nose and tries to clear his throat. Benedict grabs another beer and shakes it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "What's the deal, Leo? You'll talk to the Feds but not to me?! That's not fair. That hurts my feplings! He shoves the second beer under Led®s nose. Lec tries to turn his head away, but a Sou African Hitman forces it back around, Benedict POPS, QJE TAB with the same results as before. . » Leo chokes, spits and nearly diés. CAMERA PULLS BACK to include RIGGS. Seated next to Leo, Also taped to his chair, but with his mouth taped shut. as well. And Riggs is SCREAMING IN ANGER behind the tape. Benedict RIPS it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "You got something to say!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You bastard! You're dead! Yceu're dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "No, Riggs ~~ you're the one whe's dead! \f/Of:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You killed Tom Wyler, you senofabitch! You killed him while he was hanging upside down, completely helpless! I found your fucking cigar butt on the floor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Yeah. I did Tommy. I killed hin. So what? I enjoyed it. It was fun. Riggs SPITS in Benedict's face. Benedict SLAPS Riggs hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "All right, you little shit. Now I'm gonna tell you something that's gonna blow your fucking mind! You ready for this, because this is gonna make you come unglued! {beat ) Four years ago when you were working as a Narc in Long Beach, there was a contract out on you and I handled it. That's right, I rapyour fuckirg car off the road. onigeyou weren't in it! ‘@ (beat) a Imagine my surpris® when I pulled back this mattedAmop of blood~soaked hair and saw a woman's face. (beat) She didn't die right away, either. She took awhile. Benedict was right . . . Riggs is coming unglued. His face flushes. The veins in his neck pop out. He struggles against the tape that holds him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "Where the hell were you, Riggs?! Xou were supposed to be driving that cer, not your damned wife! RIGGS. You fucking sonofabitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "The funny part was, by killing her, we killed you, too, Because after that, you crawled into a bottle and died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "But now I'm back! \fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "EENEDICT",
          "text": "Hell, you ain’t nowhere, Riggs. And I'll tell you something else + + . this is gonna be the worst night of your life. EXT. A FISHING BOAT - THE OCEAN - NIGHT. The boat bobs in the water, Riggs is on deck, wearing a VEST made of METAL CHAIN with LEAD WEIGHTS attached to it. The two South African Hitman wrestle Riggs to the bkeat's gunwale. Riggs struggles and kicks, The Hitmen POUND him a few times in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EITMAN ONE",
          "text": "Any last words? Riggs coughs and spits blood through now swollen lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You're under arrest. You have the right to remain silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITMAN ONE",
          "text": "Smart mouth, huh? © . The South Africans CLOBBER Riggs igthe face some more, then DUMP HIM OVER THE SIDE, . UNDERWATER ae Riggs’ weighted vest PULLS ait SuRateRT DOWN, fifteen feet, to a sand bar below. The water's cold and dark. We can barely make out Riggs. He HITS BOTTOM, raising a cloud of sand in the water. DIMLY SEEN OBJECTS sway lazily in the current.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE WATER",
          "text": "One of the South Africens angles a SEARCHLIGHT down toward the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITMAN TWO",
          "text": "Let's give him a show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly flooded with LIGHT. Jesus Christ! We get the shock of our lives . . . those \"dimly seen objects\" turn out to be CORPSES! And Riggs is right in the middle cf them. \fAll in various stages of decomposition and wrapped in chains. Rolling and shifting with the ocean current. Staring up from dead, fish-eaten faces. Clothes retted away in tatters. Some little more than skeletons. Except one... . JILL! . . . still beautiful, even in Geath. Her naked body white as marble. Riggs can't believe his eyes. Horror and pain fill his expression. But now he fights back harder than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE WATER",
          "text": "The Two South Africans peer into the water, see the TURBULENCE below, the signs of struggle. HITMAN Two How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITMAN ONE",
          "text": "Minute ten. And still kickin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs thrusts against the chain vest, pulling it tight across his back -- POP! -~ dislocates hi houlder. A silent scream of agony as the chains ip and loosen. ABOVE WATER - IN THE BOAT age The South Africans look over the port side of the boat when Riggs EXPLODES OUT OF THE WATER on the starboard side, He leaps into the boat like a mad demon, one arm hanging limp. The South Africans turn, but don't have a chance, Riggs is upon them before they Know it. And he kills them both . . . TWISTING THE NECK of one . .. SNAPPING the other's BACKBONE over his knee. And then, Riggs releases a PRIMAL SCREAM of anguish and pain as he JAMS his SHOULDER back into its socket by SLAMMING it against the wheel-house wall. : cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't know exactly what's going on here. Riggs is wrapping a HEAVY CHAIN around something that resembles a telephone POLE. \f‘@ (04. MLURTAUGH IS WITH HIM, The two men exchange a lock that is GRIM and DETERMINED,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Let's do it. Murtaugh drives away in his Police Sedan. Riggs watches him depart, then climbs into the cab of his truck, He turns on the ignition and FLOORS THE GAS PEDAL. The BACK TIRES SPIN MADLY in the soft dirt . . . the motor ROARING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benedict hears the ROARING TRUCK MOTOR from the canyon below and comes cut onto the deck. He peers down into the darkness. Riggs has wrapped the chain around the CORNER STILT that supports the house. The other end cf the chain is attached to the Truck .. . and Riggs is pulling the house down! Benedict has only a moment to register a look of alarm before a LOUD CRACK echoes across the qgnyon, and the deck begins to LIST and SWAY beneath Sis feet. — . a All hell has broken loose. The house has begun to SHIFT! The SOUNDS of timbers CRACKING; ”*nails CREAKING as they bend and pull free; plaster BREAKING; windows SHATTERING; water pipes BURSTING; gas lines RUPTURING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MURTAUGH RUSHES IN from the front door. TWO SOUTH AFRICAN GUNMEN enter from the hallway. EVERYONE FIRES AT ONCE -- BAM! BAM! BAM! BAM! When the smoke clears, only Murtaugh is left standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "sees Murtaugh inside the house. He RAISFS HIS GUN and FIRES .. . but the shot goes wild because Benedict has literally DROPPED FROM VIEW as .. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOUSE SNAPS IN TWO",
          "text": "The half supported by stilts (the half that Benedict is standing on) SLIDES DOWN THE CANYON. The rest of the house, the portion built on selid ground at the top of the canyon, remains behind. (This is where Murtaug is.) \f‘e 105 The SLIDING PORTION OF THE HOUSE plows a wide swath through the trees and underbrush as it CRASHES down into the canyon in a cloud of DUST and DEBRIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE HOUSE",
          "text": "Benedict clings to a doorway with both hands as FURNITURE FLIES past him. Then he sees something out the opening where the deck's sliding glass doors used to be: The house is on a collision course with the TRUNK OF A DEAD OAK TREE. It protrudes from the ground at a 45 degree angle. Benedict SCREAMS as the house RUSHES toward the tree trunk. SMASH! The tree trunk RIPS THROUGH THE HOUSE with tremendous force, halting its forward progress down the canyon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS HOPS FROM HIS TRUCK",
          "text": "He is triumphant. The only man in the history of the L.A.P.D. ever to have brought down a house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs enters with his Beretta leveled. He chokes on the dust. It's so thick he can hardly see. The place has been DEMOLISHED. It doesn't even resemble a house anymore. Especially with this ENORMOUS TREE TRUNK taking up so much room. Riggs picks his way through the debris. And then he SEES BENEDICT: PINNED between the tree trunk and the wall. Only his his upper body is visible . .. and he's in agony. Riggs approaches him cautiously. Benedict stares down at Riggs. His eyes glassy, but filled with hate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENEDICT",
          "text": "(barely gets the words out) + « « you just won't die, will you? Riggs regards him with loathing. Benedict struggles to bring up his arm. He's still holding his pistol. He tries to aim it at Riggs, but doesn’ t have the streng to pull the trigger. The gun slips from his hand, and he dies with his eyes wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE \"INTACT\" PORTION OF THE HOUSE",
          "text": "Leo (still taped to a chair) sits in the GAPING HOLE where the house split apart ~- his chair practically TEETERING on the edge. He'd be enjoying a PANORAMIC VIEW of the canyon and beyond, except for the fact that his eyes have been taped shut. Murtaugh rushes to his rescue. He pulls Leo's chair away from the brink of disaster, then gently removes the tape from his mouth and eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Hi, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Sgt. Murtaugh! God, am I glad to see you! I didn't know what was going on! Sounded like somebody was pulling the house down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Somebody was. Murtaugh indicates the gaping hole in the house. Leo turns to see it. . . and jumps te a very logical conclusi",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Sgt. Riggs is alive! As if on cue, Riggs STRIDES IN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You bet I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What about Benedict? Riggs shakes his head, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" MURTUAGH",
          "text": "Shoot him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "No. You might say he went out on a limb,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "You want Rudd next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Do you have to ask? Murtaugh pulls off the tape from Leo's ankles and wrists. Leo stands up. Wiggles his fingers to bring back the circulation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "/o7",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Then you better hurry. I heard him talking to Benedict. They taped up everything but my ears. He's leaving the country. Today. And he's taking his cash with him. Riggs and Murtaugh exchange a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I'm in the mood to spoil that -bastard's travel plans. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Sure... any ideas how to find him? Riggs just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. VINCENT THOMAS BRIDGE -. NIGHT",
          "text": "Riggs' Pickup Truck speeds across the high, arching bridge that crosses the L.A. Channel near the mouth ef the Harbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs is behind the wheel. Murtaugh and Leo are squeezed into the seat next to him. A FLASHING, BEEPING RED LIGHT on a RECEIVING UNIT attache to the dashboard is directing Riggs toward Rudd's Mercede",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The letters \"N-O-R-A-D-A-N ~ E\" come INTO FRAME one at @ time as the CAMERA PANS across the bow of the ship. The ship is docked beside a LOADING PIER. We see Riggs' Pickup Truck traveling slowly down the pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they drive down the pier, the BEEPING SOUND grows LOUDER and LOUDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I don't see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "It's here someplace. (meaning the beeper) This thing is going crazy. \f‘@ /08",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Pull over and park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs, Murtaugh and Leo climb out of the Pickup. They have parked beside an area where GIANT STORAGE CONTAINERS rest on FLAT-BED TRUCKS awaiting loading onto cargo ships. (Note: These Containers are enormous. They're as large as the trailers of the biggest eighteen wheelers Riggs carries the Receiving Unit in his hand. The BEEPING LIGHT is going wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "It's coming from that container. As they move toward the Container, Murtaugh notices that Leo is tagging along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Didn't I tell you to wait in the truck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Well, I meant te.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Too late now. During this exchange, Riggs has climbed onto the bed of the truck on which the Container is resting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Roger! Look at this. Murtuagh forgets about Leo, and hurries onto the flatbed truck to join Riggs. Leo is right behind him. Riggs indicates a STICKER attached to the CONTAINER DOORS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "(reading what it says) “Official Diplomatic Seal of the Nation of South Africa.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Know what that means, Rog? This Container is a Diplomatic Pouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Right. Protected under Article 27 of the Vienna Convention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Right. (beat) Screw Article 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Right. Riggs FIRES TWO SHOTS into the lock, Then they swing open the doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs, Murtaugh and Leo are confronted with a STACK OF BUNDLES. These bundles ~- which are perfectly square and wrapped in brown paper ~~ rise to ceiling of the Container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Close the doors. Leo SHUTS the doors behind them. Now they're in the DARK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Shit. Can't see a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can fix that. Riggs WALKS AROUND the large stack of bundles and finds what he knew would be there: RUDD'S MERCEDES. He opens the deor and turns on the HEADLIGHTS. Now the Container is filled with a HARSH LIGHT that casts EERIE SHADOWS against the Container's walls and ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "That's great. Help us with this. Riggs returns to help Murtaugh and Leo RIP AWAY the brown paper wrapping. And this is what they discover underneath: MONEY! BUNDLES and BUNDLES of it. STACKS and STACKS of it. ROWS and ROWS of it. TWO THOUSAND CUBIC FEET of U.S. Currency in 20, 50, 100 and 1000 Dollar demoninat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Holy shit. . \f0.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Holy shit is right. (beat) Do you know what we're looking at here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Yeah. From here to here ~~ that's a house in Beverly Hills. This section over here -~ that’s a Rolls Royce and two Ferraris. This part here -- this is a lifetime of comfort and ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "This is drug money, Roger. Probably just a month's worth of profits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Let's see . . . 27 cubic feet of twenty dollar bills equals five million dollars ... (pulls out a pocket calculator) This container is about ten feet tall by eight feet wide... stack's about six feet deep... (taps in the numbers) Jesus! All I stole was a few hundred thousand. These guys are getting away with hundreds of millions! Murtaugh holds a WRAPPED BUNDLE in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTUAGH",
          "text": "Look at this. These are thousand @ollar bills! What I'm holding in my hand could put all three of my kids through college! {beat} And I could fit it in my pocket. Silence. Riggs, Murtaugh and Leo all share a look,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "When I turn my back, Roger, you can do anything you want. Riggs moves off, leaving Murtaugh to battle the demons of his conscience. Murtaugh glances at the money, then at Leo, then tosses the money back. Lee is impressed by Murtaugh's honesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "if.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd and TWO SOUTH AFRICAN HIT MEN walk down the pier toward the container. Rudd looks upset. He glances at this watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Where the hell is Benedict?! Did you call his house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIT MAN",
          "text": "Yeah, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "-- was he there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIT MAN",
          "text": "I don't know --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "~~ did he answer!? Was the line busy?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIT MAN",
          "text": "Nobody answered. The phone was out of order. This news makes Rudd grow visibly nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "We can't wait any longer! Load the container!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "We've got to make sure this Container doesn't go anywhere. . Suddenly, they feel something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Shit. We're moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Container is being driven down the pier on the Flat-B Truck toward the loading area. Rudd and the Two Hit Men walk along beside it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs, Murtaugh and Leo peek out the crack where the doors meet. They can't see anything except the pier passing beneath them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "See anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Okay. Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Stay with the container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "I say we jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "By myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We're partners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Then stay with me. Then, they come to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "We've stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTUGH",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "We jump out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "You keep changing your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "To fit the situation, yes! Murtaugh pushes on the doors, but they DON'T MOVE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "They're stuck. They won't open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's now parked beneath the LOADING CRANE. (This is a huge four-legged crane that's as tall as a five-story building. It straddles the entire width of the pier.) A Traveling Carriage, called a CRAB, is lowered from above. It GRABS HOLD of the Container, preparing to hoist it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs and Murtaugh hear the NOISE OVERHEAD as the Crab CLAMPS onto the Container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "(looking up) What the hell was that? Now they feel a very strange sensation as the Container is LIFTED UPWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We're going up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I‘ve been on this ride before. It's called \"Free Fall.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You better hope not. Murtuagh puts his shoulder into the doors and they SWING OPEN. But now they're FORTY FEET IN THE AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the Hit Men LOOKS UP .. . SEES Murtaugh in the open Container doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh jumps back from the opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "They saw me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Maybe they didn't. This is followed by the SOUND. OF MACHINE GUN FIRE as bullets RIP UP through the bottom of the Container. \f‘e e 4",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "No. Sgt. Murtaugh was right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two Hit Men aim their weapons in the air, SHOOTING up into the Container. Rudd SHOUTS up to the OPERATOR'S CAGE to have the Contain lowered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Bring it down! Bring it down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUNFIRE TEARS THROUGH the bottom of the Container. Riggs, Murtaugh and Leo manage to dodge the bullets, but they know the odds are against them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "We're going back down! They're taking us down. Inspiration strikes Martin Riggs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Get in the Mercedes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riggs climbs in behind the wheel. Next to him is Murtaugh Leo in back, as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "This time ~- I get to drive! Riggs pulls a cluster of wires from under the dashboard, crosses the right ones and the MOTOR FIRES UP. All Riggs and Murtaugh can see out the windshield is a WALL OF MONEY .. . but they know there's a pair of cargo doors on the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "What about all that cash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Blast right through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd and the Hit Men watch as the Container is lowered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Don't let them get away this time! Kill those sonsofbitches!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's coming down. Thirty-five feet high . . . thirty feet . . . twenty-five feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, THE MERCEDES, (INSIDE THE CONTAINER)",
          "text": "Riggs has the gear in neutral and the pedal pushed to the floor. The Mercedes' motor is literally SCREAMING at 5,000 RPM's -- the NOISE RESONATING within the metal Container.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Fasten your seat belts. Suddenly, they feel the Container jerk to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "That's it. We've hit bottom. With the MOTOR RACING . . . Riggs jams the gear shift lever into Drive .. . and the Mercedes ROCKETS FORWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cargo Doors EXPLODE OPEN and the Mercedes FLIES OUT . . . PUSHING 2,000 Cubic Feet of MONEY ahead of it. One little problem. . . the Container hasn't reached the pier yet. Something got stuck. It's still SUSPENDED FIFTEEN FEET IN THE AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the cloud of money clears, Riggs, Murtaugh and Leo realize that the pier is well below them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, shhhhhitttti!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rudd and the Hit Men look up to see an AIRBORNE MERCEDES emerging through a FLURRY OF CURRENCY . . . and it's coming right at them. Rudd STUMBLES BACKWARDS, The Hit Men DIVE for safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HG",
          "text": "The Mercedes CRASHES DOWN onto the pier. The SCUND OF IMPACT is tremendous, but a Mercedes is built like a tank, and the car remains intact. The Hit Men scramble to their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS AND MURTAUGH",
          "text": "leap from the car with GUNS BLAZING. The Hit Men don't get off a shct -- both of them are BLOWN AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "looks dazed es MONEY FALLS FROM THE SKY and lands all around him. Some of it is caught by the wind, and sent swirling dowz the pier. Riggs marches up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Yeu'tre finished, Rudd. It's all over. Rudd stares at Riggs with a pathetically bewildered expression. Riggs turns his back on him, SNATCHING A HUNDRED DOLLAR BILL out of the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(smiling) Eey, Rog .. . money from heaven. Murtaugh smilies . . . and then his expression changes to one of horror because Rudd has PULLED A KNIFE and he's rushing up behind Riggs with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Riggs -- !! fhe warning is too late. Rudd STICKS the knife into Riggs' back right above his hip bone -- then pulls it out again. Riggs' eyes go wide as a SHOOTING PAIN, like a thousand volts of electricity, courses through his body. He STAGGERS towerd Murtaugh and Leo with an alarmed, uncomprehending expression on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Reger? . . . Roger!! He falls inte Leo's arms. Leo holds him up, keeps him from falling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh SWINGS UP HIS PISTOL in a two-handed grip. He is seething ~~ quaking -- with a blind fury as he points the gun at Rudd. Rudd holds up his DIPLOMATIC CREDENTIALS like a shield in front of his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDD",
          "text": "Diplomatic immunity!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Just been revoked! Murtaugh FIRES! The bullet TEARS A HOLE through Rudd's credentials . .. then tears a hole through Rudd's head, the impact propelling him backwards. Leo craddles Riggs in his arms. Murtaugh bends down to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Oh, Jesus, Roger . .. it hurts like hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Take it easy, buddy. You been stuck before. You been stuck before. Murtaugh and Leo exchange a worried expression as SIRENS of APPROACHING POLICE CARS are heard in the distance. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME SCENE",
          "text": "The pier is SWARMING WITH COPS now. Riggs is being placed inside an AMBULANCE. Murtaugh hops in with him. The doors close. The Ambulance SPEEDS OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO IS LEFT BEHIND",
          "text": "He watches the Ambulance depart. In all the confusion, nobody pays any attention to him. He SLIPS AWAY. . DISAPPEARING into the crowd. INT, THE AMBULANCE . A PARAMEDIC attents to Riggs who lies on his side, grimac in pain. Murtaugh comforts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "I don't wanna die, Roger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "You won't. Say it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Don't... wanna... die...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Say it again! Keep sayin' -- Murtaugh stops in mid-sentence, Riggs' eyes have fluttere shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "No. ... mo way! You're breathin'! You're alive! You're not dead! Riggs sure looks dead. The Paramedic urgently checks for signs of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "No! Don't die. You're not dead until Itell you! Got that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "(weakly) Go spit... Murtaugh has never looked more relieved in his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is where the SAFETY DEPOSIT BOXES are kept. A MAN enters. We can't see his face. His collar is turned up. He wears dark glasses and a hat with the brim pulled down. He proceeds to empty the contents of two large boxes into a suitcase. Of course, we're talking about money. SEVERAL HUNDRED THOUSAND DOLLARS in large demonination bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Man emerges from the vault area with his heavy suitca He only takes a few steps before he's GRABBED BY BOTH ARMS. It's Riggs and Murtaugh. Riggs has him by one arm; Murtaugh by the other. Riggs removes the man's hat. Murtaugh removes his sunglasses. It's Leo. And he looks surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Sgt. Riggs. Sgt. Murtaugh ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Hi, Leo. How ya been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. What's up, Lec? What's in the suitcase? Leo is very uncomfortable. He looks around in all directi",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Is there someplace we can talk in private?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Sure. .What about my car? It's parked right outside. That's when they SNAP THE CUFFS on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Oh, no. C'mon, guys. Gimme a break. After all we been through. Don't do this to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Let's go, Leo. They take him out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They guide Leo into the back of the Police Sedan parked at the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murtaugh drives. Riggs next to him. Leo in back. The car pulls away from the crub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Guys, please. Have a heart. Don't take me in. I'm no use te the Feds anymore. Everybody who I was gonna testify against is dead. You guys should know that ~~ you're the ones who killed ‘em!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Shut up, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Why did I ever give myself up in the first place!? That was my big mistake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "No, Leo. You did the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some comfort that is to me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Police Sedan races South on the Freeway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo looks out the window with an alarmed expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Hey! Where we going? You missed the turn-off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Shut up, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traffic is backed up for miles in both directions as autos crawl through the CUSTOMS STATIONS. Murtaugh's Police Sedan, however, slides into a special lane for Official Vehicles. Murtaugh flashes his badge and he is waved through. EXT. MEXICAN ROAD —- DAY The Police Sedan pulls off the road and parks. The . car's front doors fly open and Riggs and Murtaugh jump out. Now they remove Leo from the back seat, along with his suitcase. Leo regards them expectantly .... anda little apprehensively. - Riggs REMOVES THE CUFFS from Leo's wrists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Hey .. . what is this? ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You're free, Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "But .. . why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGE",
          "text": "Because we like you. Okay? Riggs turns, puts two fingers into his mouth and WHISTLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(zi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Pepe! Over here! Twelve year-old PEPE comes over leading a BURRO on a rope. The Burro is pulling a two-wheeled CART. Riggs loads the suitcase into the cart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "{to Leo) See? We thought of everything. Leo looks overwhelmed. Murtaugh reaches out to shake his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Adios, Leo. But instead of shaking hands, Leo gives Murtaugh a hug. Murtaugh looks embarrased,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MURTAUGH",
          "text": "Okay, okay. Now Leo turns to Riggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "I'll never forget you guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "You could if you tried. Leo gives Riggs a hug. Riggs WINCES in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Careful, Leo. That's where the knife went in. Leo steps back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "{to Murtaugh) Come on. Let's get out of here before we change our minds. Riggs and Murtaugh climb into the car. Murtaugh starts up the motor. Riggs leans out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIGGS",
          "text": "Hey, Leo . . . will you do something for Roger and me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEO",
          "text": "Sure. You name it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Live like a king. And then, the Police Sedan peels away in a thick cloud of Mexican dust as Leo watches, silently waving his hand.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1122"
    }
  ]
}