{
  "movie_id": "MOV1127",
  "scenes": [
    {
      "characters": [
        "GUIDO",
        "SCENE 69",
        "SCENE 61",
        "A WOMAN",
        "THE END",
        "SCENE 54",
        "GUIDO'S VOICE",
        "SCENE 76",
        "SECOND CHILD",
        "SCENE 67",
        "GIGLIOLA",
        "SCENE 64",
        "SCENE 71",
        "SCENE 47",
        "SCENE 49",
        "SCENE 63",
        "JOSHUA'S VOICE",
        "SCENE 65",
        "OFFICER",
        "SCENE 56",
        "SCENE 75",
        "SECOND WOMAN",
        "SCENE 72",
        "SCENE 59",
        "ITALIAN SOLDIER",
        "ITALIAN OFFICER",
        "SCENE 60",
        "SCENE 77",
        "TTALIAN OFFICER",
        "DR. LESSING",
        "CHILDREN",
        "THE CAMP-",
        "SCENE 51",
        "DORA",
        "BARTHOLOMEW",
        "SCENE 53",
        "SCENE 55",
        "SCENE 70",
        "SCENE 48",
        "SCENE 50",
        "THE COUNTRY SIDE",
        "THE CAMP",
        "THE CAMP YARD",
        "GERMAN OFFICER",
        "SCENE 68",
        "SCENE 52",
        "VITTORIO",
        "SCENE 73",
        ", GUIDO",
        "SCENE 62",
        "FIRST CHILD",
        "THE CONCENTRATION CAMP YARD",
        "SCENE 58",
        "SCENE 74",
        "SCENE 66",
        "JOSHUA",
        "UNCLE",
        "A YOUNG MAN"
      ],
      "dialogues": [
        {
          "speaker": "DORA",
          "text": "There’s...there’s been a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Mistake? Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORA",
          "text": "My husband and my son are on that train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "What’s your husband’s name? He starts looking through papers on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORA",
          "text": "Guido Orefice. The officer looks quickly at a list and raises his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Joshua Orefice and Eliseo Orefice are also on the train. the mistake? There’s no mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORA",
          "text": "T want to get on the train too. An ITALIAN SOLDIER appears at the office door and stands",
          "sentiment": "neutral"
        },
        {
          "speaker": "TTALIAN OFFICER",
          "text": "Ready! \f73",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERMAN OFFICER",
          "text": "Then let’s go! To Dora. Go home, Signora, go home. Dora doesn’t move; her expression is hard. Beyond the win whistle and shouts an order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITALIAN SOLDIER",
          "text": "Go, go—you can leave! The train’s engine starts up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORA",
          "text": "1 want to get on that train. The German officer is about to leave the room. He stops o Dora. The train has started moving. DORA (implacable) Let me on that train! The German officer sticks his head out the door and order GERMAN OFFICER (in German) Alt—Stop the train! The Italian soldier jumps to obey. He blows his whistle a",
          "sentiment": "neutral"
        },
        {
          "speaker": "ITALIAN OFFICER",
          "text": "Stop! Brake, brake! The German officer steps back and lets Dora go through to Through one of the slats on the train, someone sees... Dora coming out of the station office, accompanied by a G",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA'S VOICE",
          "text": "It’s Mommy! In the space between the slats, Guido’s face appears next Guido is holding the child in his arms. Uncle's face appe the train’s freight cars, not far from theirs, waiting fo GUIDO (in a murmnr to himself ) \f74 JOSHUA (happily) They stopped the train so Mommy could get on. The long “livestock” train is standing still, waiting for nears the freight car and climbs up. Two German soldiers shut. One of the two blows his whistle sharply, and the t",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CONCENTRATION CAMP YARD",
          "text": "This is where the train arrives. The tracks end at a heav of a large dirt yard surrounded by dank, gray-brick barra Brutal, white spotlights scan the yard. There isn’t a sou distance, near the main gate, a massive cement structure on the fences gleams under the roving spotlights, as if m light appears in the distance in the opening between the growing brighter and brighter, the sound of a train slowl and louder. Puffs of steam blow from the flanks of the lo disappear into the dark. The train is immersed in the sil",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP YARD",
          "text": "A German officer leans out the window of the top floor of wearing an undershirt; his suspenders droop from the wais and looking down at the yard. . . where the train is stil German guards, four per freight car, are opening the door peeping through a brick wall topped with barbed wire. The the men on the other, prodded by sharp commands, threats, German are broadcast from loudspeakers scattered througho the train, Guido, ignoring the confusion, hands the half looking for Dora. But the women are on the other side. He the open doors of one of the cars. Dora is also looking f him. She is distraught with exhaustion and blinded by the Guido jumps up on one of the links between two freight ca GUIDO (calling) Dora...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 49",
          "text": "THE CAMP; GUIDO’S BARRACKS—EXT.-INT., DAY Ina ragged line, the men walk slowly alongside a gray wal Nearly all carry a suitcase, a bundle, or a bag which the \f75 dormitory before entering. German soldiers check that ord squalid buildings with small, barred windows from behind large, spooky eyes watch the proceedings. Guido, almost a Joshua, who are walking unsteadily. He takes the child by expression of the utmost calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "So, Joshua,-how goes it? You're happy, right? Get a load place. How are you doing? A little tired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Yes. I didn’t like the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No? Then we’ll take the bus home... (YELLS LOUDLY TO THE OTHERS ON LINE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, guys, we’re taking the bus back! The bus with sea (TO JOSHUA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T told them! JOSHUA (to himself) Yes, it’s better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "T think so too. At the first door, the Germans choose some prisoners, tak enter. When those barracks are full, the line moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Look at that organization! Did you see those soldiers? Yo to stand in line to get in. People try to sneak in every but they have to stand in line outside, and the guards ch everyone. Look, they didn’t let those two in! In fact, two prisoners are taken away mysteriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Don’t worry, though, they’ let us in, I reserved! See, Jo ‘We're going to have a great time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Daddy, what’s the name of this game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Right! The name of the game? It’s the thing game, the one you about! We’re all playing, got it? The men here, the w over there. Then there are the soldiers. Then they’II giv \f76 schedule. Not so easy, is it? No, not easy. If you make a they send you right home. But if you win, you get first p",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "‘What do you win, Daddy? GUIDO (hesitates) You win—first prize! I told you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Yes, but what’s the prize? Guido is having a hard time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "It’s...it’s... Uncle comes to his rescue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE",
          "text": "A tank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "J already have a tank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No, a real one. Brand new! Joshua stops, open-mouthed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Areal one? He is ecstatic. No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Yes! I didn’t want to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "How do you get to come in first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Pl tell you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "A real tank! \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Areal one! At the next door, the soldiers make some prisoners enter, Uncle is forced to continue walking with the other men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Where is Uncle going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "To another team, it’s all been planned. He waves. \"Bye, Uncle! As they enter the barracks, they stop, frightened. It is walls and dull light coming through the small windows. Bu walls around a small space in the center of the room wher About half the beds in the room are taken by emaciated, s and there, faces peek out from the covers, smiling in fri recharge, because Joshua is about to burst into tears. He GUIDO (pleased) Ah, didn’t I tell you? Is this amazing, or what? (LOUDLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘We reserved two singles! He and Joshua go to the first free bed they find on the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Quickly, or they'll take our space. Father and son will share a bed, the first available bunk bunks above are already taken. The little boy is sad—he d the bed, with tears in his eyes. His father sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Okay, we sleep here, we'll snuggle up. Joshua!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "I's ugly here, it stinks. I want to go to Mommy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "We will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "I'm hungry. ~ \f78",
          "sentiment": "neutral"
        },
        {
          "speaker": ", GUIDO",
          "text": "( We're going to eat, Joshua.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "And they’re really mean, they yell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "They-have to, there’s a big prize, so they have to be rea because everybody wants that tank, Joshua!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "So what do you have to do? Can I see Mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "When the game’s over. BARTHOLOMEYW, a longtime prisoner, thin as a rail inside from the highest bunk bed and listens sorrowfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "And when is the game over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "You have to get a—a thousand points. Whoever gets them fi wins the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "The tank? I don’t believe it. (HE WHIMPERS.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we get a snack? GUIDO (surprised) A snack? We'll see. Let me ask, we’re all friends here. He looks up and sees Bartholomew, who has been listening",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘Well, look who’s here! See who’s here? It’s what’s-his-n",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Bartholomew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Uh, Bartholomew, has the bread and jelly man come by yet? Bartholomew, his expression unchanged, nods his head. \f79",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "1 knew it, we missed him! He’ll come by again, won't he? Bartholomew shrugs his shoulders. Just then an SS CORPORA soldiers. The corporal is a pudgy man with a stem air abo though waiting for someone. But he’s in a hurry. CORPORAL (in German) Any of you Italians speak German? No one says a word, they are too frightened. Guido says i GUIDO (whispering) What did he say? BARTHOLOMEW Very softly) He’s looking for someone who speaks German. He’s going to explain the camp nules. Guido promptly raises his hand. BARTHOLOMEW (very softly) You speak German? The corporal motions Guido to come stand next to him. GUIDO (very softly as he moves) No. Guido takes his place next to the corporal, who immediate CORPORAL (in German) Attention! I’m only going to say this once! He looks at Guido, waiting for a translation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Okay, the game begins! If you’re here, you’re here, if yo not, you’re not! CORPORAL (in German) ‘You are here for one reason, and one reason only! GUIDO (in Italian) The first one to get a thousand points wins a real tank! . CORPORAL (in German) To work! \f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Lucky man! The prisoners are trying to understand what the corporal Joshua gets it. He is standing very still, eyes popping. CORPORAL (in German) Any sabotage is punishable by death, sentence carried out here in the yard, by machine gun in the back! He points to his own back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Scores will be announced every morning on the loudspeaker outside! Whoever is last has to wear a sign that says “ja here on his back! Imitating the Corporal’s gesture, he points to his own ba CORPORAL (in German) You are privileged to work for our great Germany, buildin great empire!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "We play the mean guys, the ones who yell! Whoever’s scare loses points! The corporal gets tougher. He holds up three fingers. CORPORAL (in German) There are three very important miles. One: Never attempt Two: Obey all orders without asking questions. Three: Any attempt at organized riot will be punished by hanging. (LOUDLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "You can lose all your points for any one of three things. you cry. Two: If you ask to see your mother. Three: If yo hungry and ask for a snack! (LOUDLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it! CORPORAL (in German) You should be happy to work here. Follow the rules and no bad will happen to you. \f81",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "It’s easy to be disqualified for hunger. Just yesterday, J absolutely had to have a jelly sandwich. CORPORAL (in German) Obey orders!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apricot jelly! A German soldier whispers something in the corporal’s ear CORPORAL (in German) One more thing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "He wanted strawberry! CORPORAL (in German) When you hear this whistle... He sticks his fingers in his mouth to imitate.the whistle CORPORAL (in German) ...everyone out of the dormitory immediately! Guido sticks his fingers in his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Never ask for lollipops! You can’t have any, they’re for CORPORAL (in German) And form two lines!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "J ate twenty yesterday! CORPORAL (in German) In absolute silence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "What a bellyache! CORPORAL (in German) Every moming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "But they were so good! \f82 CORPORAL (in German) +--Foll call!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Just forget it! CORPORAL (in German) Every two weeks you get a day of rest, no work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Okay, it’s tough, but it’s fun, too. The prisoners look lost—they don’t get it. But Joshua is single word. CORPORAL (in German) That's it. Anything else you want to know, ask the vetera Prisoners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Yesterday, for example, I played ring-around-a-rosy all d Today, I’m playing hide-and-seek. A million laughs. As he is about to leave, the corporal tums and adds, CORPORAL (in German) And that’s all I have to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Sorry, gotta run. The corporal points into the distance. CORPORAL (in German) The work areas are there. But you’!l figure out the layou soon enough. The corporal goes toward the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "I’m playing hide-and-seek, gotta go before they find me. The corporal leaves, followed by the soldiers, who close new prisoners rally around Guido.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A YOUNG MAN",
          "text": "I'm sorry, but... \f83 Guido goes to Joshua. GUIDO (to the young man) Don’t ask me, ask Bartholomew, he knows everything! Don’t forget to tell me what he said too. Everyone goes toward Bartholomew, who climbs down from hi GUIDO (to Bartholomew) Later, tell me what the guard said. Joshua’s face has a completely new expression on it. He i one big game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "A thousand points?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "told you! We're going to have fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "It is an immense, hot, noisy foundry. The prisoners, in s the lazy gaze of armed guards and in the midst of molten soot.... The place is an inferno. Guido, his tongue hangi gigantic anvil and moving along ever so slowly. He takes Suddenly, he finds himself in front of a staircase. It ta He looks up, studying the staircase. He turns to VITTORIO behind, also carrying an anvil in hand. He starts walking, swaying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "They’re half crazy! They go toward the oven doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "This has to weigh one hundred kilos! It must be three tho degrees in here. J can’t do it, Vittorio. I can’t cope an His arms pull him down farther and farther to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VITTORIO",
          "text": "After only the first one? ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, are there more to move?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VITTORIO",
          "text": "We're here until tonight! Slowly, Guido picks up the anvil, then goes to get anothe him. They stop in front of.2 mountain of anvils. They are objects that have been unloaded from freight cars. Guido taking a piece of iron out of one pile. A straight razor pulling the razor free, falls backward. The blade goes fl arm. He falls to the ground with a yell, as a spot of blo uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Bartholomew, what happened? Where are they taking you? One of the German guards rushes over threateningly, shove Bartholomew, and orders the wounded man to get up. BARTHOLOMEW (in German) To the hospital. I hurt my arm. . The guard motions him to leave. And follows him. GUIDO (to Vittorio) We're going to die here! J can’t take it anymore! I’m put down. I'll tell them I can’t do it. What can they do to m",
          "sentiment": "neutral"
        },
        {
          "speaker": "VITTORIO",
          "text": "They'll kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Good Lord, I'll never make it. It’s got to be ten thousan in here. The guard points to the anvils. GUARD (in German) Work!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Little Joshua is seated on the bed, waiting for his fathe room, wobbling with fatigue. They fall onto their beds, e \f85 Bartholomew and Guido. Joshua stares at the open door. Fi swaying as if drunk, but wearing a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Pop! Guido, panting, shows him his striped uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "See this? Nice, right? He sits on the bed where Joshua was. The child is now sta GUIDO (panting but smiling) I signed us up. When I got to the desk the clerk said, “N and your son aren’t on the list! You'll have to go home.. didn’t pay your dues!” I almost fell over. I said, “Get o Joshua and I are already signed up. Give me a number!” An gave me one! Guido shows Joshua the number on his uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Just to be sure, I had them stamp the number here too. He shows Joshua his wrist where his prisoner number is ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "I said, “Can I have a look at the tank?” He said, “No!” F never mind. Are you happy now? So, did you play with the other kids today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Yes, but they don’t know any of the rules. They said it’s that you win a tank. They don’t know about the points and scores. Guido takes a piece of bread from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "They know, they know. They're just being tricky, don’t fa it. Everyone wants that tank. What, no tank? Are we kiddi here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "How many points did we get today? \f86",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Fifty! Actually, forty-eight, they deducted two points be tripped while I was playing hopscotch. But I had a great nearly died laughing. J can’t wait until tomorrow. Hopsco tug of war, and ring around the rosy. Every game, ] don’t remember all of them. “You guys are obsessed. Stop, I’m t I said. Listen, did you eat something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Yes, but ] didn’t ask for any snack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Excellent! So you got twelve points. I got forty-eight, y twelve, Wow—sixty points today! Sixty points got us this No jelly, though. Joshua bites into the bread eagerly. JOSHUA (chewing) Sixty points? Is that a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "You bet! It’s a lot, no kidding. Bartholomew enters, in pain, his arm bandaged under his s",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "So, Bartholomew? How’d it go? Bartholomew’s answer is to go slowly toward his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Couldn’t be worse! Twenty stitches! Er, points! Guido shakes his head. JOSHUA (softly, to his father) ‘We got more! GUIDO (softly) Shhh. Don’t tell him. We’re winning! Eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 52",
          "text": "THE CAMP; DORA’S BARRACKS; STAIRS; THE GAS CHAMBER—INT.-E The women, in prison uniforms, are being led down a steep prisoners. In front of one of the rooms on the top floor, \f87 in army uniform, stops an elderly woman who is about to s woman is still wearing civilian clothes, however tattered WOMAN ATTENDANT (with a German accent) Old women and children inside! You don’t work! Dora goes down the stairs with GIGLIOLA, a prisoner a few the camp. Her uniform is messy and torn. On the floor bel waiting. Next to her is an armed soldier. SECOND WOMAN ATTENDANT (with a German accent) Move it, girls! Faster! Come on—over here! Dora and Gigliola go down the second flight of stairs. GIGLIOLA (to Dora) She’s new, but she learned fast. The one upstairs who was shooing us out... she was okay when she first got here, b she’s the worst of all! DORA (in a tired voice) At least the old women and children don’t have to work. Maybe... GIGLIOLA (interrupting her) Listen, the old women and children don’t work because the Germans are going to kill them all. Dora’s hand goes to her heart. She stops, but Gigliola do",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIGLIOLA",
          "text": "One of these days, they'll call them for a shower: ’Child shower time!” But the shower room here... Gigliola stops at a window and points to a small, siniste",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIGLIOLA",
          "text": "«+is the gas chamber. Dora, next to her, looks out. There is a big, iron gate w In front of the door is a long walkway, lined left and ri attendant comes down the stairs at the end of the line of FIRST WOMAN ATTENDANT (in German) Lotte, open the other door! Let’s go, let’s go! \f88 The women ahead of her go faster down the stairs. Dora, h profiled against a window, looking out, her eyes filled w her toward the landing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Staggering, his tongue hanging out of his mouth, Guido is",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "How can J do this? Vittorio! Where did they find these an JOSHUA (softly) Pop! Pop! Joshua appears from out of the shadows, where he has been goes calmly toward his father. Guido is panicked. He stop",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "What are you doing? You can’t come here! Get back into hi what are you doing here? Why aren’t you with the other children? Joshua, staying in the shadows, weaves his way alongside",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Because they said that today all the kids have to take a and I don’t want to take a shower!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Go right now and take that shower!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "No, I won’t! What are you guys doing here, Pop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘We're making...a...a tank. But we're way behind, we're s the treads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The child wipes his nose with his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "See how dirty you are? (STERNLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go take that shower! \f89",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "You stubborn thing! I’m going to tell Mommy! You’ll lose points! You wait right here for me, don’t let anyone see we'll go back together. This sure is fun. He keeps walking, until he is back in line with the other",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Uncle, silent and with a faraway look in his eyes, is slo jacket and hangs it on a nail. The gas chamber’s large an Attendants and SS men check that all the elderly and the ATTENDANT’S VOICE (in German) Everything, take everything off. Get undressed and hang y clothes there. You'll get everything back after the showe Remember your number to get your clothes back. The second attendant tums, trips on something, and falls unbuttoned, reaches down and gives her his hand, helping",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNCLE",
          "text": "Are you hurt, ma’am? She notices him for the first time and backs away, starin look. Then she walks away with long strides. Uncle takes",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 55",
          "text": "THE CAMP; GUIDO’S BUNK--INT., NIGHT Under the artificial ceiling light, the prisoners, in the Bartholomew has moved into the lower bunk that was Guido has traded his upper berth with father and son, who now s the top berth because Joshua can hide more easily from an Joshua is climbing up, pushed by Guido.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Thanks, Bartholomew! Joshua, from now on you have to hide day! If they find you, it’s all over. They’l! disqualify",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "And what am I supposed to do all day? \f90",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Don’t let anyone see you, especially the bad guys who are always yelling. Joshua lies down on the bed and disappears from his fathe",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "T have to stay here all the time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No, no! J’j] take you with me, don’t worry! I'l hide you! the hardest part, because if no one finds you, we win the We'll make a hundred twenty points a day on this one! You not even here. No one’s ever set eyes on you! You disappe Got it? Joshua doesn’t answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua? The little boy’s smiling face appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Uh-oh. I saw you! Joshua disappears. GUIDO (satisfied) Excellent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Dora and the women from her bunk are working in the shado pitiful, heart-wrenching work. Dora is standing in front separate hats, shoes, glasses, clothing, gloves—and put t planks and sawhorses. She works with deep respect, her th afraid that any minute she will come across something of a litle kitten is moving around, sniffing as if looking f SCENE 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "On top of a very tall pole, four loudspeakers are hung at German to the army personnel. \f91 LOUDSPEAKER VOICE (in German) Attention, attention! The west gate will be closed for se days. Heavy materials must be moved through the camp's no exit. In a jong, narrow lane, a group of prisoners are returnin pushing a rickety wheelbarrow filled with empty sacks and little hiccough is heard every once in a while from under of prisoners passes by a door that opens onto a lit room. and disappears down the street. Guido slows down abruptly the empty office is a microphone. Guido doesn’t think twi the line of prisoners passes him by, he parks the wheelba",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Anyone home? Am I intruding? Bitte! There is no one. He turns and calls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua? The little boy’s head pops up from under the sacks—with a GUIDO (in a low voice) Come here, quick as lightning! The boy goes into the office. Guido switches on the micro loudspeakers transmit the taps. He starts speaking, smili GUIDO (loudly) Good morning, Princess! Joshua approaches, very excited. He can’t stand still—as",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Last night... The loudspeakers atop the pole are broadcasting Guido’s v the camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO'S VOICE",
          "text": "I dreamt of you all night! We had been to the movies....",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 58",
          "text": "\f92",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Dora is thoroughly stunned. She has no idea what is happe her frozen. She steps toward the door of the hut, looking GUIDO’S VOICE You were wearing that pink suit I like so much! And now.. All of a sudden, after some brief static, the voice chang JOSHUA (happily) Mommy! You should see! Pop takes me around in a wheelbarrow, and he can’t drive! You'd die laughing! And winning. How many points did we get today, Pop? GUIDO’S VOICE (interrupting) Quick! Run! The bad guys, the ones who yell, they’re behi US....",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA'S VOICE",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Over there! The microphone is still on; there is noise, static, the s listening apprehensively, her fists clenched tight. Her f incomprehensible, hard, and guttural. A SOLDIER’S VOICE (yelling in German) Who was that? Who was the idiot who... With a click, the transmission is over. Dora, coming out breeze blows her hair. Not far behind her, two other wome",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "It is raining out. The sky is gray. Guido is leaning agai thin, and tired. A grimy blanket covers his shoulders. Jo",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Daddy, are they dry? His father turns and looks up at the little boy, who is h \f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "What? Oh—yes. He quickly gathers up the clothes he has washed as best h throws them onto the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Get dressed. The door behind Guido opens suddenly, and several prisone depressed, come in. One of them is Bartholomew, who sits many have not retumed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Bartholomew, where’s Vittorio? And Alfonso and the others Bartholomew frowns as a German attendant appears at the d Joshua disappears into his bed; his father is watching fr ATTENDANT (in German) Everyone else out! The other half of the prisoners file out. Guido is last i",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "The prisoners, naked to the waist, are lined up against t doctor, in a white coat, is standing in front of them; on white coat and on the other side a soldier aiming a revol The doctor’s back is to the camera, he is wearing white g examination is taking place in a whitewashed room. In a d seated at a crude table littered with coffee cups and pap with amazement. After a quick examination of the prisoner the nurse, who writes it down in a notebook. The doctor c verdict, and moves on. Now he is in front of Guido: it is the man Guido knew years ago at the Grand Hotel. But the examines him quickly, murmurs something to the nurse, and screws up his nerve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "“Tf you say my name, I disappear.” The doctor stops; the nurse is yelling something at Guido NURSE (in German) Silence! \f94 Lessing has turned to look at Guido, then turns back, mot prisoner, the first prisoner he has looked in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "“Silence!” A slight smile lights up Lessing’s face. He takes a close",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LESSING",
          "text": "The Grand Hotel! Guido nods. The doctor moves on, thoughtfully, to inspect DR. LESSING (to himself) Guido! He continues examining the prisoners, but calls to one of DR. LESSING (calling) Franz? A subaltern leaves the table and goes toward the doctor, Guido. The subaltem approaches Guido and gestures for Gui line and goes with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 61",
          "text": "THE CAMP; GUIDO’S BARRACKS—INT., DAY Guido comes in, dripping wet. He closes the door behind h relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Guido, thank God! I was so worried. What happened to you? Bartholomew, who has been standing, sits down on his bed. prisoners is left in the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "This is a loony bin! They're all crazy! The doctor, the c there—I knew him when J was a waiter. He says they’re giv dinner here for the officers and their wives, and he told have to serve at the dinner. Maybe he wants to help me. H might get us out of here. (HE CALLS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joshua? He gets down and looks around worriedly. \f95 GUIDO (to Bartholomew) Have you seen Joshua? Bartholomew spreads his arms. A hiccough is heard from un",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua! He bends down and sees the little boy under the bed, eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Come out of there! But the child won't move. His father pulls him out and he jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Look at this, you’re al} dirty! Now, when... JOSHUA (unhappily) Where were you? GUIDO. What? Oh—I was... I told you, I had to finish a card game",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "They make buttons and soap out of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua, what are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "They cook us in the ovens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Who told you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "A man was crying and he said they make buttons and soap o of us. Guido bursts out laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua! You fell for it again! And here I thought you wer sharp kid! He smiles. \fButtons and soap. Right. And tomorrow moming I’m washing my hands with Bartholomew and buttoning my jacket with Francesco and my vest with Claudio... He is laughing as he pulls a button off his jacket and le",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Uh-oh, Giorgio fell off! He picks up the button and puts it in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "They make buttons out of people? What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "They cook us in ovens! Guido stares at him and laughs. GUIDO (laughing) They cook us in ovens? I’ve heard of a wood-burning oven, I never heard of a people-buming oven. Oh, I’m out of woo pass me that lawyer over there! No, that lawyer’s no good not dry! Come on, Joshua, get with it! Let’s get serious Tomorrow morning there’s a sack race with the bad guys, a JOSHUA (interrupting) No, Pop, that’s enough, I want to go home,",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Its raining now. You’! come down with a terrible fever!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "I don’t care. Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Okay, you want to go home, we’ll go! He gets onto the bed and folds the blanket. \f97 JOSHUA (amazed) Can we really go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Sure! You don’t think they force people to stay here, do (HE THINKS A MINUTE.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "‘We drop out, they cancel us. Too bad. We were winning, t He pretends to look for a suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Some other kid’s going to win the real tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Which kid? There aren’t any more kids, I’m the only one l Guido jumps down from the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No more kids? It’s full of kids, it’s busting with kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "‘Yeah? Where are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Hiding. They're not allowed to come out. It’s full of kid It’s a serious game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "i don’t get this game. How many points do we have? Guido opens the barracks door. It is pouring outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Six hundred eighty-seven. I’ve told you a thousand times, first. We're winning! But never mind, we'll drop out. Let saw the chart yesterday. We’ll go anyway, though. \"Bye, Bartholomew. Joshua and I are leaving. We're fed up here. GUIDO (to Bartholomew) The tank is done, it’s ready. Clean the spark plugs off b Start it. Open the throttle. Otherwise the cannon will ge with the tracks. And the gun, did you see how nice it is? out beautiful! Lift the emergency brake before you move! Joshua and I are going. Joshua wants to quit. We could ha gone back with the tank soon, but we'll take the bus toda Joshua and I are leaving. So long, everybody. We’ re tire place. Let’s go, or we'll miss the bus. \f98",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "It’s raining, Il] come down with a terrible fever! And he starts to move toward the door. He looks at the ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 62",
          "text": "THE CAMP; THE-YARD AND THE OFFICERS’ MESS—EXT.-INT., DAY ‘The four loudspeakers are transmitting one of Hitler’s s officers’ mess swastika flags and banners wave. All aroun of the recent rain, and mad everywhere. A German car stop women and four beautifully dressed children get out. An o With the officer is another man in civilian clothes. They made. A second car is already Standing in the yard and a beautifully dressed, is hiding behind it. His friend, a s stones. Several German children who arrived earlier are p entrance door to the officers” mess, one little boy, eyes counting. LITTLE BOY (in German) Twelve, thirteen, fourteen. Guido is wearing a waiter’s uniform, several sizes 100 bi drawing rooms on the top floor of the officers’ mess, and German attendants, in uniform, and one female attendant. open window. The others leave the room and Guido is alone sees...The little boy counting, He then sees him run with while the other children, hidden here and there and Teady But it’s Guido who bursts out with an idea. He runs from",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 63",
          "text": "THE CAMP; GUIDO’S BARRACKS—INT., SUNSET The room is empty. Joshua is on the bed, banging a spoon he hears the door open, he quickly hides under the blanke",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua? It’s me, Pop! I have to tell you something import Come here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Father and son are walking very quickly down a deserted p \f99",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T’ve been trying to catch that little devil since this mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Is there really a little boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "- More than one—-there must be two thousand, they’re like they’re everywhere. But they know how to hide. They want tank, darn them! They stop at a comer that opens onto the yard where the o Joshua hidden behind him, and looks into the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Stop! I think I saw him, he’s right near here. A few steps away is a small hut with a metal door, about house the camp’s water main.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Look and see if he’s inside there, I'll stand guard here. Joshua opens the door and jumps back. A BLOND BOY hiding inside also jumps back, and signals Jo BLOND BOY (in German) Shhh! Close the door, close it! I’m in here! Joshua closes the door and turns to his father triumphant",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "He’s there, Pop! He’s there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘Was he blond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Yep, that’s him, all right. His name is Swanz. He’s been there for three weeks. He was ranked second, and we’ve eliminated him! Sooner or later, I'll find the others, to JOSHUA (softly) How many are there? \f100",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "It’s a wasps’ nest, it's full of them, I told you! All hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "But where are they hiding?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Everywhere, I said! Just then the woman attendant who was setting the table c chunky and efficient. She claps her hands and calls the c seek. WOMAN ATTENDANT (loudly, in German) Children, that’s enough. Come inside now. Children? Children come popping out. One was hiding behind a wall, parked car, one comes out from behind the pile of stones, Joshua’s eyes are bugging out of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Pop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "T'll be damed, it’s a real hideout. He points to them one by one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Gottcha! Gottcha! Gottcha! He tums and takes Joshua away fast. But the German attend of the German children. She points a finger and calls out WOMAN ATTENDANT (in German) Little one! You, over there! Come here! I said everyone i Guido stops dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Holy smokes! She saw us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Are we out? The attendant is walking quickly toward them. \f101",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No. Listen, she’s coming for you. This is where the silen begins. WOMAN ATTENDANT (in German) Well? What are you waiting for? Come on! GUIDO (without moving his lips) You have to be absolutely quiet all evening! Swear it! Quickly he dusts Joshua’s clothes, straightens them, and",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Swear it! JOSHUA (happily) I swear! He crosses his index fingers and kisses them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "They talk so weird, you can’t understand a thing. But you quiet! If we get through this, we win! It’s the last roun silent game! The woman attendant takes Joshua by one hand, brushing hi WOMAN ATTENDANT (in German) The dirtiest of all! Come on! But first she turns to Guido. WOMAN ATTENDANT (In Italian) Why are you here with the children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "I'm here to... WOMAN ATTENDANT (in Italian) Quiet! Never speak, understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "I swear it! He kisses his fingers. They go toward the officers’ mess. son. And Joshua winks back. \f102",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 65",
          "text": "THE CAMP; OFFICERS’ MESS—INT., NIGHT The German officers and their wives and children are havi couples and a dozen children between six and twelve years rooms; a wide, open door is between the rooms. In one roo other room, the children sit at a roundtable, some. quiet adult table. Dr. Lessing doesn’t even look at him. An off room, has armchairs and sofas that don’t exactly match. A MAJOR, in uniform, rises and goes toward the other room. MAJOR (shouting, in German) That’s enough! Peter, Gretel...Be quiet while you’re eati The children shut up immediately. Joshua, mute, sees that noise. He likes this game, it’s easy. And there’s food, l Jooks sneakily at Guido. The Italian waiter goes to his t The two exchange glances. The doctor purposely drops a pi pick it up. As he bends over, Lessing whispers to him. DR. LESSING (in a whisper) I must speak to you, it’s very important. Guido is bending over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘Where? When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LESSING",
          "text": "T’'ll signal you later! Guido picks up the silverware from the floor and takes it Guido serves the portions on plates which the GERMAN WAIT When he serves Joshua, the little boy says, JOSHUA (loudly) Grazie! The child realizes his mistake immediately. The realizati frightened, staring at him. The German waiter and several GERMAN WAITER (in German to Joshua) What did you say? The child purses his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "103 GERMAN WAITER (in German) What’s your name, little boy? Joshua doesn’t answer. Guido doesn’t know what to do. The hurriedly, ignoring the plate that the Italian waiter is sees him go down the stairs. He goes back to the children comes back with a heavy-set woman soldier. They enter the what is going on in the children’s dining room. Guido, hi teaching the German children how to say “thank you” in It the children, who says,",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST CHILD",
          "text": "“Grazie!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND CHILD",
          "text": "“Grazie!”",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No, not “crazie,” “grazie.” Grrr... In unison the children, correcting one another, practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILDREN",
          "text": "“Grazie.” grr...grazie!. Crazie...crrr...No, “grazi.” Gh. With a look at the German waiter, the female soldier, dre She is in a hurry, but she goes to Guido with a stem look ‘WOMAN SOLDIER (in Italian) I said you are not to speak to the children! (to the children, in German) You children eat. No talking! She leaves. From an old-fashioned Victrola’s horn in the next room co background to the officers’ and their wives’ evening. Din the table and sipping drinks. Some are smoking, some laug The doctor is talking with a lady, who walks away when an approaches. He fills his German friend’s empty cognac gla GUIDO (very softly) Doctor, my wife is here too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LESSING",
          "text": "Ah! \fJust then the major, smiling, joins them. MAJOR (in German) Lessing, what’s going on? You seem worried these last few days. Enjoy the evening. Guido moves away, puts down the bottle of cognac, and goe children, quiet as mice, are having dessert. Joshua's mou His father bends over his shoulder and says, GUIDO (in a murmur) Easy, Joshua. Eat slowly or you'll be sick. We’re in the the game’s almost over. We'll be going soon, Joshua! Don’ make any mistakes now, okay? He stands up straight and, moving away, winks at his son. the other room, several couples are dancing. The other gu it is Dr. Lessing who moves toward Guido. Guido sees him. glass on a long table set up against the wall. He waves e DR. LESSING (loudly) Here! Guido runs up with a napkin and dries the table as the do impassive and thoughtful. DR. LESSING (softly) Okay, Guido, listen carefully. The doctor looks around one last time. DR. LESSING (softly, but passionately) “Fat and ugly as can be, and all yellow—that’s me. Ask me I am, I answer cheep, cheep, cheep!” Guido is paying attention. He stops cleaning the table, p DR. LESSING (loudly) “When I walk, I make poppo’, so who am I, do you know?” Guido is astonished. DR. LESSING (loudly) The answer’s the Ugly Duckling, right? He looks at Guido, nodding his head, then interrupts hims \f105",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LESSING",
          "text": "It is the Ugly Duckling—but it’s not! I haven’t slept in months. A veterinarian friend sent it to me from Vienna, can’t send him mine until ] solve this one! “Fat and ugly be”—it has to be the Ugly Duckling. But he said it isn’t! is it? I thought maybe a platypus, but it doesn’t say che The platypus goes frrr... frrr... He takes a half step toward Guido.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. LESSING",
          "text": "I translated it into Italian for you last night. What do points to the Ugly Duckling. Help, Guido! Guido has stopped listening. Sadly, he feels his hopes cr mumbling. DR. LESSING (to himself, in German) “Fat and ugly as can be, and all yellow—that’s me. Ask me 1am, Jack—the answer’s cheep, cheep, cheep!” The record is finished; the phonograph needle is revolvin Guido looks into the children’s dining room. They have fi except Joshua, who is asleep at his place, head on his ar interesting one, and puts it on. It is Offenbach’s Barcar to dance a slow waltz, holding one another tight. But whe the window wider and tums the Victrola horn toward the ya",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "The poignant notes of the Barcarole travel on the dense, music is Guido and Dora’s song. Now, the notes move throu dark streets of the immense camp, looking for Dora. In th small windows shine brightly against the stones. Dora has music. She approaches the window, opens it, and looks out against the night, brightening the fog just over the offi on the top floor. The music is coming from there. She und for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "It is as if the music is muted by the fog. Guido is in th \f106",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Okay, come on! Joshua appears out of the fog. They rush off, but Guido, GUIDO. Here! They disappear. The fog lifts, they reappear. The camp’s They disappear into the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO'S VOICE",
          "text": "Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA'S VOICE",
          "text": "Pop, I’m tired! They reappear near a sort of workshop. But the fog is bli arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Where are we? J took a wrong tum, Joshua. Oh, good—you’re asleep. Pleasant dreams. Maybe it’s really all a dream. J dream, Joshua... He is roaming aimlessly, the sleeping Joshua’s head resti",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Tomorrow moming Mommy’s going to wake us up with a nice cup of warm milk and some cookies. First we'll eat, then make love to her two or three times... He comes out of the fog. GUIDO’S VOICE - lf T can! He stops at a patch where the fog is thin—and the sight b him is a mountain of corpses. Just behind the pile of bod transport the dead bodies is sticking up into the air. Gu white fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 68",
          "text": "THE CAMP; GUIDO’S BARRACKS—INT.-EXT,, NIGHT Guido and Joshua are asleep in their miserable bed, arms happening in the camp, something amazing. The noise of tr \f107 the window wakes Guido brusquely; he looks out to see wha turning, stops; it is filled with prisoners, all standing Joshua with a blanket and climbs down from the bed. As so Bartholomew’s and others’ faces appear at the window with German, is heard over the loudspeakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Bartholomew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Shhh.... They listen. VOICE OVER THE LOUDSPEAKER (in German) Colonel Muller, report to Headquarters at once! Colonel M to Headquarters! Lieutenant Grokemberger, to Headquarters immediately! Silence",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Sure. They’re probably in Australia by now! Bartholomew’s eyes are bright with excitement and happine",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "They must have called those two officers to headquarters twenty times. They’re long gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "What else did they say? He looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "You don’t need to understand German, you can see for your Their faces are seen in the window from the outside. Agai reflected: men escaping, enlisted men on motorcycles, an platoon that immediately disperses. Behind them, there is",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "The war’s over. They’re running away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "So what about us? What happens to us? \f108",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Who knows? They’ ve taken about fifty truckloads of priso away. Either they’re going to kill us all, or... ] don’t",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘Where are the trucks going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "Look, the important thing is not to get into one of the t They leave full and come back empty. Where do you think they’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "What about the women? What's going on? We should get out here, split up, and take our chances. Don’t even pack, ju There are sounds of distant machine-gun fire and dogs bar",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTHOLOMEW",
          "text": "T’ve been hearing machine-gun fire and dogs barking for t six hours; they don’t want to leave any traces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Good-bye, Bartholomew—see you in Viareggio. We'll start o own business: an anvil company! He climbs up the bunks to wake Joshua.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 69",
          "text": "THE CAMP; A YARD NEAR THE OFFICERS’ BARRACKS—-EXT.-NIGHT A strong wind is blowing through the camp. Father and son lane, trying to avoid the searchlight. Joshua’s shoulders comer; the officers’ mess is across the street, a bonfire",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua, they’re really fighting mad this time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "What? Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "They’re furious at you! Everyone’s looking for you, don’t see? They’re tuming everything upside down to find you, they’re even looking under rocks! You’re the last one, th one they haven’t found! Boy, are they mad! Get down—stop! \f109 He bends over abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Nothing. I thought. ..Okay, tomorrow the game’s over and they’re giving out the prizes. If you.can just stay hidde we get sixty points!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "How many do we have now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Nine hundred forty! Plus sixty makes...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "A thousand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "First place! We win! He looks around. In the wind, a soldier turns a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘Wow, they’re really hunting you down. See where that gua looking? Boy, are they mad! No mistakes tonight, this is hide in that box, quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "But that’s where Swanz is hiding!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "‘Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Swanz, Pop! The blond kid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Right! Swanz! They got him yesterday. It’s the safest pla they won’t look there again. Take the blanket in case you cold, I’) be right back, I’m going 10 put them on the wro Go—one, two, three—go, Joshua! Joshua takes off like a speeding bullet and hides in the night table. \f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "I think I saw him over there! He looks around and runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "Next to the barbed wire a mass of women is waiting to get ~ Guido watches from afar; he moves in the shadows. He ca women and soldiers there. He turns back at a run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP-",
          "text": "Guido, pushed by the wind, disappears for a moment in the about to catch him, then moves on. He stops at a comer, w steel hand hanging in the air. Guido tums and runs...but keeps running, turns a corner again. At his back is the c",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 72",
          "text": "THE CAMP; NEAR THE OFFICERS’ MESS—EXT., NIGHT In acloud of dust, Guido nears the box where Joshua is hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "Pop, you scared me to death!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Give me the blanket. Are you cold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Then let me have your jacket, too. I’ll throw it up onto it'll throw them off track. Joshua takes off his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "You should see how angry they are, how they’re looking fo you! He takes the jacket. \f111",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Okay, so long! He turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Joshua, if] should be a little late, don’t you move, don’ gut! You have to wait, don’t come out until it is absolut and you can’t see anyone for miles. Just to be sure! Okay repeat what J just said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "I can’t come out unti] there’s no one around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Right! Stubborn boy! He kisses Joshua on the forehead, closes the box, and run pulls his trousers up over his knees, and ties the blanke a dog barking loudly nearby. He peers around the comer an German shepherd on a leash. The dog is barking at the met muzzle is practically inside the slot on the door. The so with him. Guido panics. He doesn’t know what to do. GUIDO (mumbling mechanically to himself, invoking Schopenhauer) Go away, guys; go away, dog; go, go... Little by little, the three soldiers move away, the dog’s Guido breathes a sigh of relief. GUIDO (smiling) Good for you, Ferruccio—it works! He runs off into the darkness, wrapping Joshua’s jacket a",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "The women are climbing up onto a truck. In the background a tall smokestack, are blown through the camp by the high behind a comer. He is wearing Joshua’s jacket on his head suddenly because the searchlight is approaching the stree takes a few steps, and quickly climbs up onto a windowsil \f112 the wall. The searchlight roves under his feet. He jumps women standing in line. He moves among the women, looking at their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Dora? Anyone by the name of Dora here? Dora? He moves among the women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 74",
          "text": "THE CAMP; THE WOMEN’S BARRACKS—INT., NIGHT Guido appears in the open door. The women’s barracks are filtering through the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Dora? Dora, are you here? It’s me, it’s Guido! 1 know som hiding here, is there anyone by the name of Dora? A moment later. A WOMAN’S VOICE No! Guido leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMP",
          "text": "A truck filled with women is backing up into a street whe smoke.The women in the truck see Guido’s face appear amon the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "Anyone by the name of Dora here? She's Italian—it’s my wi Dora?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WOMAN",
          "text": "Yes, there’s a Dora. (she calls) Dora! GUIDO (excitedly) Dora, it’s me! He starts following the truck, which is picking up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND WOMAN",
          "text": "Who's there? It is another Dora, a pale girl with short, light hair an",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "No, that’s not her, is there another Dora? The truck goes fast; Guido is running behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUIDO",
          "text": "As soon as you’re out the gates, jump off the truck! But they don’t hear him, the truck is already far away. G he is. In fact, a WOMAN SOLDIER sees him and blows her wh WOMAN SOLDIER (in German) Over there! That woman! Guido, realizing what has happened, runs off. The searchl wall Guido climbed before. The searchlight passes the win window. The light moves back and focuses on a waving blan light widens and creeps up the wall. Guido is hanging fro The blanket has slipped to his feet. Footsteps are heard the ground, but he can’t run because the blanket is aroun around his waist as best he can under the murderous eyes him, machine gun in hand. The soldier pokes under the bla moves, and he sees Guido’s rolled up trousers and male le machine gun. Guido closes his eyes and hunches over, but A SERGEANT (in German) Stop! What are you doing? Not here, take him to the usual SOLDIER (in German) Yes, sir! The soldier points the gun barrel at Guido, motioning him move off toward the women’s area, near the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENE 76",
          "text": "THE CAMP; NEAR THE OFFICERS’ MESS—EXT., DAWN Scattered gunfire is heard here and there in the camp. A camp at top speed through the main gate. Guido, dressed l armed soldier. He knows there is no escape, and looks aro motorcycle goes by. Guido starts. The soldier says,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f114 SOLDIER (loudly, in German) Straight ahead, move it! They go a few more steps. Guido is stil] looking around, dozen meters from the box where Joshua is hiding. He can’ toward the child. Joshua’s eyes light up in the dark box, comical woman’s dress, who winks and smiles at him. Then goose-stepping—the military high jinks Joshua knows so.we boy stifles a laugh. The soldier gets nervous, he doesn’t SOLDIER (in German) What the devil are you doing! Speed it up—tum right here. There is a building on the right. The two disappear aroun are heard. A moment later the soldier appears, walking qu the meantime, the sun has appeared on the horizon. The wi hes, but this time it is filled with German soldiers. It jump onto the truck, throwing their machine guns behind t followed by two motorcycles and an army car. The sun has die down. The last hundred or so prisoners straggle out o weakest. They help one another. And when the last prisone x where Joshua is hidden. A few moments of silence. Ever opens. Joshua comes out and takes a step or two, looking soul in sight, not even a fly. Suddenly, from not too far deafening noise of an engine, a brand- /new sound that ge louder. Joshua stares straight ahead. The noise is deafen two buildings, an enormous green tank appears. It bears t moves forward, raising dust and heading straight for Josh little boy...who is standing still as a statue, his mouth smiles. All around, the air fills with the sounds of othe motorcycles. A few words of English can be heard. The tow ICAN SOLDIER appears. He sees the little boy and smiles. camp, then focuses his eyes on Joshua again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AMERICAN SOLDIER (in English) Hi, boy! Joshua stares at the gigantic tank, which is moving. He t",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "It’s true! He’s crazed with joy. Behind him, American soldiers are c AMERICAN SOLDIER (in English) You alone, kid? What’s your name? Can you understand me? ‘We'll give you a ride, come on up! ~ \fcel. 115 Without thinking twice, Joshua climbs up happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COUNTRY SIDE",
          "text": "Broad fields, all in blossom, slope down sweetly toward t of the hills. The camp survivors are walking toward the r in the distance. They are scattered, an odd group, walkin American Army officers and enlisted men in vehicles—motor through the prisoners crowding the road. The view from th slowly, is panoramic. Next to the tank’s tower, alongside excited, enthralled. He is putting a last piece of chocol prisoners, many of whom stop now and then to sit in the g breath, Suddenly, the little boy turns: The tank has just JOSHUA (yelling) Mommy! “The tank stops. The child jumps down and races back up t JOSHUA (yelling) Mommy! Runaing. he throws himself at his mother, who is sitting backward, Joshua on top of her, kissing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORA",
          "text": "Joshua! VOICE OVER (adult Joshua) This is my story. This is the sacrifice my father made. T his gift to me. She looks and looks at him, paralyzed by joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOSHUA",
          "text": "We won!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORA",
          "text": "Yes, we won!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thousand points! Couldn’t you just die laughing? We cam first! We get to take the tank home! We won! ~ \fco git, She igcalina him ap idh-hes-enees: she lifts him up in he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "116",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1130"
    }
  ]
}