{
  "movie_id": "MOV1144",
  "scenes": [
    {
      "location": "SUBURBIA",
      "time": "NIGHT",
      "characters": [
        "A SIGN",
        "ON TV",
        "VIDEO FOOTAGE",
        "ON THE VIDEOTAPE",
        "ONE YEAR LATER",
        "ON CROWD",
        "A LOUD KNOCKING AT THE DOOR",
        "DAD.",
        "STANDS",
        "LUCIFER",
        "ON NICKY AND VALERIE",
        "ON HELL STAGE",
        "MID-COURT",
        "ON NICKY",
        "BACK ON NICKY",
        "\"NICKY'S MONSTER METAL MIX.\"",
        "HITLER'S EYES",
        "MUSIC CUE",
        "ON MAYOR",
        "DAY",
        "UNTOUCHABLES",
        "BACK ON ADRIAN",
        "MUSIC UP",
        "COURTSIDE",
        "ADRIAN",
        "ON TODD AND NICKY",
        "ON FLAGPOLE",
        "BACK ON HELL STAGE",
        "ON COURT",
        "CUT AWAY DURING DEVIL YELL TO",
        "SHOT CLOCK",
        "FADE IN",
        "BACK ON DAN RATHER",
        "ON WORRIED PEOPLE",
        "ON STANDS",
        "ON ADRIAN",
        "MATTE PAINTING HELL",
        "ON CLOCK TOWER",
        "WHAMMM",
        "ON THE TV"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A beautiful late summer night.  Crickets chirping, sprink sprinkling. We PAN across one particular lawn, up one particular tree where we see THE PEEPER (Jon Lovitz) sitting on a limb. has a bottle of wine, some sandwiches, a Walkman.  Sudden the lights turn on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Showtime! We see a young mother walk into the room outside the Peep window.  She is wearing business attire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rough day at the office Mrs. Dunleavy? (takes bite of sandwich)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well you'll feel better once you slip off those work clothes and get into some sweats. The mother sits on the bed and pulls off her shoes, rubbi her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-D, yes!  I wish you would let me rub those feet.  Of course I wouldn't use my hands.  Heh heh heh heh... He sips some wine. The mother starts to unbutton her blouse.  She takes it o revealing a nice bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like Victoria just told me her secret. The peeper frantically writes in a dirty notebook.  Mouth the words as he goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thursday the ninth, eight-thirty p.m., first brassiere sighting... (stops writing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will pleasure myself to this image for months.  MONTHS I TELL YOU! The mother starts to unbutton her pants.  Her young son w in wearing a scouts uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Scottie Dunleavy.  What unfortunate timing.  You mother was just getting comfy. The son talks to his mother excitedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, yes, I'm sure you tied many great knots today or whatever.  Now get out. The son, not going anywhere, sits in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what.  This simply won't do. The peeper takes out a cell phone and dials.  The son answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Scottie.  Why don't you go downstairs like a good boy and let your mother freshen up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a little birdie.  A birdie who wants to see if your mother's panties match her bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-D Scottie.  Is there a man up our tree? The peeper gets nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell her no.  Tell her it's just a big bird. The peeper starts flapping his arms and making bird noise We SEE Scottie with his sling shot.  The mother nods yes. shoots it.  It hits the peeper square in the head.  He fa to the ground with a thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Dunleavy, please come help me.  And wear your bikini. The peeper looks up.  He sees Scottie pushing a televisio out the window.  It lands on top of the peeper.  He's dea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The peeper is zooming down a hole, walls of dirt racing b all sides. The peeper is falling down, down, down.  The whole way screaming like a five-year old girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the tunnel turn into more of a slide now and the peeper races towards the opening which is lit by fire.  H SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the GATE/WALL OF FLAMES.  We hear screaming.  Wham We see the peeper come flying through the flames and land a heap in a shallow pit of coals. Dazed, he stands and we see other people shooting through fire wall at different levels.  (NOTE: All the arrivals clothes are now burned &amp; shredded).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome! The peeper looks left to see the GATEKEEPER standing at h station greeting the new SOULS with mock cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I in hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think? A GIANT BIRD appears and bites the peeper's crotch area. leave the peeper in the pit and tilt up to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC UP",
          "text": "The VAST and insane kingdom of Hell.  A road leads toward like the yellow brick road only with fire and coals.  We the black castle in the distance.  The camera zooms into castle, to one particular window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like an American teenager's room - models, a dresse heavy metal posters (tons of OZZY stuff) everywhere (but bed - Devils don't sleep).  Nicky is air guitaring to the song.  Over at the stereo, we see the cassette playing ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"NICKY'S MONSTER METAL MIX.\"",
          "text": "The head demon, JIMMY THE DEMON, opens the door, scaring NICKY who falls backward into the table, breaking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father wants to see you and your brothers in the throne room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, but Jimmy, when the house is rockin', don't forget the knockin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ADRIAN and CASSIUS are playing darts.  They're aiming for people's faces that are coming through the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew it.  He's finally retiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been waiting on this day for ten thousand years. He throws a dart that hits one of the heads in the forehe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If the old man picks me to take over Hell, I'll keep the torture going twenty four seven.  No breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well Dad says it's the breaks that make the torture.  You have to let people feel a sense of relief. Cassius whips a dart which hits one of the HUMAN DARTBOAR in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aaaaaaaaaaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then again, the beauty of Dad retiring is what he says doesn't matter anymore. Cassius pulls out the dart.  The eye comes with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take that. Cassius throws the eye on the ground and stomps it.  THWA It splatters like a grape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that really necessary? Nicky enters sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, how's Daddy's little girl doing today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good, thanks. Cassius snaps his fingers in Nicky's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Hey. Hey.  Wanna mind wrestle? Cassius' eyes start glowing red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, I'll take a rain check on0 Nicky is slammed into a nearby desk as if by an invisible force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got ya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(picking up his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you got me... Nicky's head slams back down again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got ya, again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(picking head up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got me for sure, yes... He grabs a lamp off the desk and cracks himself over the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got ya!  Now here's the big finish... Nicky frowns as he finds his own right hand heading for h own crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no.  Please Cassius... Nicky's hand is being possessed.  It gets closer and clos until it latches on to Nicky's crotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aaaaah. Cassius concentrates even harder, making Nicky twist his hand.  Nicky screams even louder.  Adrian smiles.  They d notice that DAD, wearing a sweatsuit (and with very small devil horns), enters behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you boys doing? Cassius releases Nicky's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing, Dad.  Just re-arranging the furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassius, didn't I tell you to stay out of your brother's mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I forgot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe this will help you remember. Dad's eyes flash red and Cassius punches himself hard in nose, sending him back against the wall and down to the floor. Dad gives Nicky a wink.  Nicky smiles.  Dad has an air of confidence and power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now everybody sit down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Dad, I'm almost finished laying down my monsters of metal compilation tape.  I really think it's a masterpiece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, kid, we'll listen to it later. He leads the boys to the throne area.  We see outside the window the peeper staring in sexily.  Dad looks, shakes h head.  Just then, THE BIRD appears and attacks him.  Dad closes the curtains. Nicky, Adrian and Cassius sit on little stools at the foo his throne.  Dad lights a cigarette with his finger, the of which glows red like a cigarette lighter and looks dow his three sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad, your granddad, Lucifer, was thrown out of Heaven by G-d and rules here in hell for ten thousand years. And after this ten thousand years had passed, he decided to abdicate his throne... Confused, Nicky sheepishly raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to step aside. (Nicky lowers his hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and let me become the ruler of hell. This, as some of you might know, is my ten thousandth year as Prince of Darkness.  So I think the time has come to discuss who will succeed me. Jimmy the Demon walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock, knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Jimmy. He whispers in Dad's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, that's not what I said.  He can keep his thumbs, but the fingers gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning to leave)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, and don't forget, you're shoving a pineapple up Hitler's ass at four o'clock. Dad nods, and Jimmy shuffles out.  Dad turns his attentio back to his sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was a very difficult decision, because I have three wonderful sons.  I mean, Adrian, so smart, so ruthless. And Cassius, so strong, so tough.  And Nicky, so...so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about coming up with anything.  It's cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such a sweet boy.  But after much thought and careful consideration, I've decided that the ruler for the next ten thousand years is going to have to be...me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dumbfounded)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallelujah. They all look at Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean...tough break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The important thing for the stability of our rule is to maintain the balance between good and evil.  And I don't think any of you are ready for that responsibility yet.  You need the wisdom that comes only with the passage of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad!  This is Hoyashit. Dad glares.  Cassius goes FLYING BACK.  One of the Human Dartboards laughs.  Cassius whips a dart and hits him in tongue.  Jimmy enters and points at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  Right.  Send him in. (to the boys)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, boys.  I've got to get back to work. Nicky, Cassius and Adrian start filing out.  Adrian stops",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure about this decision, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, pal, it's the right thing to do. HITLER (in a French maid's outfit), is being brought in b Jimmy.  They head towards the closet. Inside the closet is a crate of pineapples.  Hitler picks a relatively small one.  Dad shakes his head \"no.\"  Dad w over to the closet.  Hitler picks out a really big pineap Dad nods \"yes.\"  Hitler sadly hands it to Dad.  Jimmy ben Hitler over and as Dad raises the fruit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HITLER'S EYES",
          "text": "As the pineapple's jammed up his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy schnit!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassius and Adrian are standing by the road still flowing with souls.  Both are pissed.  There's a big, ugly, Bigfo looking MONSTER hanging out with them, kind of nodding al",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You work your ass off for ten thousand years, hurting people, helping others hurt people, then you get a decision like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he's dead serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just such a slap in the face. Adrian turns to the Monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, excuse me, we're having a private conversation here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, get out of here!  Beat it! Cassius insanely snaps his fingers in the Monster's face. The Monster shrugs and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-thousand years ago, Grandpa Lucifer said, \"It is better to rule in hell than serve in heaven.\"  Well, I'm getting tired of serving in Hell.  We need a place where we can rule. Cassius throws a rock at the Monster.  He yelps, then tur around, motioning like he's thinking about coming back. Cassius sees this and gets enraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh you wanna be a big man?  Bring it on!! Let's see what you got! The Monster, upon further reflection, throws his hands up an \"aw phooey\" gesture and continues walking away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I thought!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cassius)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you concentrate for five seconds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am concentrating.  Where can we rule?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think about...Earth? Cassius seems to think this isn't a bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could create our own hell there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saying we go up there and kill everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eventually, Cassius.  But first we corrupt as many as we can so that when we do destroy them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...their damned souls will be ours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's our time, brother. The two look at each other.  They start running toward th fire wall.  Knocking souls out of their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what are you doing?!? They get closer to the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't go through there.  The fire flows in, not out. They dive through the fire wall.  It FREEZES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know something?  You guys suck!  You really suck! Sirens go off.  Dogs start barking.  Lights flash.  And w hear the sound of DAMNED SOULS hitting the back of the firewall hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad and Nicky are listening to one of Nicky's metal mix tapes.  We hear the end of Pink Floyd's \"Comfortably Numb Pause.  Dad exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that was an experience.  \"You are only coming through in waves.\"  That line blows my mind every time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what kind of mood you're in at the start of that song.  When it's over, that mood has been altered.  Wow. Great shit.  What's next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I thought that after messing with your head, I'd give you a little kick in the keester. Hits the tape player.  \"Enter Sandman\" blasts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is this, Metal-lick-a?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Metallica, Dad.  Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just playing with you. Dad and Nicky dance to the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  After careful consideration, I regretfully have to decline. ON PERSON HE'S TALKING TO: DAN MARINO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, man, I'm just asking for one Superbowl ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In exchange for eternal damnation of your soul?  You're too nice of a guy for me to want to do that to you, Mr. Marino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did it for Namath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but Joe was coming here anyways. Just go back to Earth and enjoy your records and the Hall of Fame and the beautiful family and all that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is bullshit, man. (gets up to leave)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna win the Superbowl this year, with or without you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you're talking. Dan exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a good devil, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I also happen to be a Jets fan. Nicky and Dad share a laugh which is interrupted by faint sirens.  The Gatekeeper enters in a hurry and falls to hi knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your highness, Cassius and Adrian have escaped from hell.  They went through the fire, and they broke it.  I think they took the New York tunnel.  I tried to stop them, but they overpowered me, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, boy.  Oh boy.  Calm down.  Get off your knees. The Gatekeeper stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for being so understanding, your worship.  You're the man.  You've always been the man. Dad's EYES GLOW RED as the Gatekeeper stands up.  Two hug boobs grow out of either side of the Gatekeeper's head. only see them from the front for a second. From behind the gatekeeper, we see the boobs but not the nipples as he talks to Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Nicky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm lucky to get away with just the head boobs, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coulda been much worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I'm thinkin'... Dad is staring off.  He looks shaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is bad, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna die, Nicky.  If the gates are broken, no new souls can get in, which means I'll start to deteriorate into nothing. GRANDPA LUCIFER enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with all the whoo-whoo noises?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's fine, pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last time you said that the renaissance happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, pop, just go back to your room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(regarding gateskeeper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I take him with me and have sex with his head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, pop.  Whatever you want. The gatekeeper walks towards Lucifer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, this is gonna be a whole new lifestyle for me, isn't it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the coals are cooling down on the road and the DAM SOULS in hell are sneaking off. The DEMONS are baffled and don't quite know what to do. Dad, Jimmy and Nicky walk to the frozen fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on?  Where are we? We keep HEARING people hit behind the frozen fire with lo thuds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's getting through that.  The fire is solid as a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta get this bad boy burning again. Ideas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To do that Cassius and Adrian have to come back through the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So go get 'em, Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm too weak.  The process has already begun. Dad holds up his hand.  His pink is hanging by a thread. see the bigfoot MONSTER grunt disgusted by the sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So go get 'em, Jimmy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just a demon, Nicky.  I don't got devil blood in me.  I'd last two minutes up there with your brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not saying it's up to me? The MONSTER puts his hands over his eyes shaking his head if to say, \"oh no.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never been to Earth.  I've never even slept over at some other dude's house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the spawn of Satan.  You got it in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky, the worst thing that could happen on Earth is you get killed, in which case, boom, you end up back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you telling me I have to go to Earth and kill my brothers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not go.  They left together at the exact same time.  They gotta come back together at the exact same time. Dad takes an ornate flask from his robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.  Get them drunk from this.  One sip and they'll be trapped inside.  Once you've got both of them, you bring the flask back through the gate. Dad's pinky is hanging.  Jimmy pulls it off and examines The Monster gags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your ol' man's got less than a week. Nicky looks petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  This can't be happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son, just do your best. Nicky looks teary eyed.  The moment is broken by the Mons who runs in and pushes Nicky through the fire. Nicky goes through the solid fire wall.  PAUSE.  The Mons taps his own wrist and looks at Dad as if to say, \"gotta a move on.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SIGN",
          "text": "PAN DOWN to the darkened bowels of the old station, betwe two tracks, to a putrid puddle.  Nicky breaks through the surface, sputtering.  We hear a rumbling in the near distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Earth.  The Blue Marble.  This doesn't look too bad. Nicky sees a fast approaching light, furrows his brow and",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAMMM",
          "text": "EXT. GATES OF HELL - MOMENTS LATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky comes shooting through the solid fire wall and land the coal pit.  His Dad limps back to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were gone ten seconds.  What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got hit by a big light that was attached to a lot of metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a train, son.  Don't stand in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I guess I'm going to have to take a mulligan on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Nicky, get back up there. (his ear falls off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try to hurry. Nicky climbs up and heads back toward the fire wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky makes it back through the hole.  Looks both ways an hops out of the hole.  He carefully crosses the tracks an stopped by the sight of a bulldog, BEEFY, on the other si In his mouth is one of those signs car service drivers us identify their passengers at the airport.  On the sign is scrawled \"NICKY.\" Nicky and Beefy stare at each other a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Nicky. Beefy drops the sign from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice of Sandy Wernick)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, terrific!!  Now get off the track and come with me, shitstains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The throng of commuters making their way through the term are giving a wide berth to the filthy man who's looking around suspiciously, talking to the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name's Beefy.  I'm an old friend of your father's.  He's asked me to help you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just need to find my brothers and be on my way, Beefy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not gonna be easy.  Your brothers can possess people.  So they probably won't look like themselves.  You have to be suspicious of everyone. Nicky looks at Beefy warily for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, \"bro,\" this jig is up... (pulling out the flask)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get in the bottle.  Just slide right on in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not me, moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.  Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BLIND PREACHER rants outside the entrance.  People put money in his pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh how the Lord loves you.  All his children. (passerby puts in money)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He thanks you for your kindness. (another woman puts in money)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God bless, Ma'am.  The Lord loves you... The Lord loves you... We see Nicky and Beefy walk up from behind.  The PREACHER sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lord does not love you.  I sense...pure evil. (thrusts his cross in Nicky's face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make the Lord very nervous. (feeling hot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm burning...ahhh. (running away)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Devil walks among us! He runs off screaming, wildly bumping into people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Lord, save us from Hell's beast! He gets off course and runs right into a subway entrance. disappears.  Beefy turns to Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makin' friends already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shivering a little)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's freezing up here, Beefy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're on Earth now, kid.  Gonna have the same physical needs and limitations a human has.  We'll stop by K-mart.  Get you some warm clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I also have this odd pain in my mid section.  Kind of a hollow feeling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That pain is hunger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "K-mart bag is next to a bench.  PAN UP to see Nicky weari an extra warm SKI OUTFIT.  Sitting next to him on the ben is Beefy.  Between them is a big bucket of POPEYE'S FRIED CHICKEN.  Nicky takes out a drumstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So far, so good.  Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it in your mouth. Nicky puts it in his mouth.  Holds it there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move your teeth up and down. Nicky does.  He chews for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you gotta swallow it.  Tilt your head back and let the meat slide down your throat-hole. Nicky does.  He gets a looks of complete joy on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...Popeye's chicken is ass kickin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sure is.  Now eat it up.  You're gonna need your energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got energy up the ying-ying.  Let's get cracking! NICKY stands with a drumstick and jogs off the curb right into the path of a moving bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Monster is rubbing the gatekeeper's boobs.  The gatekeeper is wearing a modified bra.  He seems to be enjoying it.  We hear a THUD.  They look down to see Nick the ground.  (We didn't see him flying through this time. The Monster and Gatekeeper immediately stop.  Kind of embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a pretty brassiere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you maybe not tell anyone about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it.  Could you maybe not tell anyone about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it. Nicky turns and walks toward the firewall.  As soon as hi back is turned, the monster pantomimes to the Gatekeeper, love your boobs.\"  The Gatekeeper gives a flirtatious lau (we don't see him morph back through the wall here.).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy is walking with him down the street.  Nicky is craz cautious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From now on.  I'm just going to avoid all moving metal objects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great.  Now your father gave me some deposit money for a nice pad on the Upper East Side.  But I misplaced it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy is sitting on a bench/booth at a strip club.  Champ is on the table.  Bills in his mouth.  We see THREE DANCE dancing for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky and Beefy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I found this other joint for you. But you're gonna have a roommate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A scruffy, thirtyish buy, TODD (Allen Covert), is on the phone in his small, bohemian apartment in the Village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know exactly how you feel... The night Reagan was elected, I said to my mother, \"Is this man going to blow up the world, Mommy?\"  Then we both cried for like an hour. (knock at the door)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody's here.  Call you later. Todd gets up and opens the door.  It's Nicky, with Beefy his side.  Nicky is nervous, and his speech sounds practi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, friend, my name is Nicky.  I understand you're seeking a roommate, as per your advertisement in the Village Voice.  Would it be possible for me to fill the slot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, don't you want to know what the rent is? Nicky looks down at Beefy.  Beefy looks up at Nicky.  Bot nod imperceptibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  What is rent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight-hundred, split down the middle. Tuesdays and Thursdays I rehearse with my scene partner so the living room will be off limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Off limits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.  And as far as household items: we can share the soap, but we'll split the cost 60/40. Cause the person who physically goes out and buys the soap shouldn't have to pay as much as the other guy. (looks at Nicky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you boiling in that outfit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like eighty degrees in this hallway.  You from the South?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  The deep South. Nicky laughs a little too hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is that funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And sorry, man, but no dogs allowed. Todd turns and goes into the apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be alright.  Go on.  Big day tomorrow.  Don't forget to do that sleep thing I told you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got ya. (to Todd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it okay if I do the sleep thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, your bedroom is right over there. The door closes.  Beefy looks down at the welcome mat.  I reads: I \"heart\" METHOD ACTING.  Beefy raises his leg ove it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is sleeping on top of the hissing radiator, fully clothed.  When he inhales through his nose, we hear that familiar snoring/snorting sound.  But when he exhales, we hear disturbing \"speaking-in-tongues\", Exorcist-style voi SLOW PAN across the room to the doorway where Todd stands looking concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the bells toll.  We see the beautiful exterior of large church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON an ELDERLY, kind looking CARDINAL.  He ascends t steps to the pulpit and looks out on his large congregati We see that TV cameras are covering the SUNDAY service. gins his homily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In today's gospel, the Lord tells us who we are to live if we wish to attain the splendor of Heaven... or something like that.  Jesus sure says a lot of stuff in the Bible.  Moses this.  Moses that. Abraham hit me with a whiffle ball bat. The crowd stares dumbfounded.  We see that the Cardinal i standing on a steaming hot pizza which is still in the bo with the top open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep, the Lord sure did say a bunch of hibbity-jibbity.  But has he ever really done anything for us?  Has he ever put a Jaguar XJR in my driveway?  Has he ever given any of my enemies the herpes?  No. He hasn't done a damn thing for any of us. A MIDDLE-AGED WOMAN stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Lord gave my son the strength to get off drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ma'am, I know your son, and believe me, he was better off on drugs.  He's a bore.  At least when he was smoking hashish, he made me laugh occasionally. A YOUNG MAN and his PREGNANT WIFE stand up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After we tried for many years, the Lord finally helped my wife conceive a baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, your best friend Fitzie helped your wife conceive a baby.  He helped her conceive it all night long. Fitzie, who's sitting on the other side of the Wife, star to \"raise the roof.\"  Then thinks better of it.  The Card points to a well-dressed man in the front pew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you, Mr. Mayor?  The Lord ever do anything for you? The Mayor has tinfoil on his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(standing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I wish I could think of something, Cardinal, but to be honest with you, I can't.  Kind of makes you wonder if there even is a Lord.  If there is any ultimate punishment for our so-called \"sins.\"  Maybe we should all just have fun and do whatever the hell we want. A hubbub is raised by the crowd.  Fitzie raises the roof again, this time energetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amen to that.  Let the sin begin! The hubbub grows to a roar.  Several PEOPLE start fightin over the money in the collection plate. The Cardinal smiles knowingly at the Mayor.  We hear the Cardinal's thoughts - in Adrian's voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, this is delicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MAYOR",
          "text": "He's smirking.  WE HEAR his telepathic response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Let the sin begins\" - that was a good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we must get people sinning if we want to fill up our New Hell.  How are things going down at City Hall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lowered the drinking age to ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brilliant.  This is so much fun.  I never want it to end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should it end?  Who's gonna stop us? The Mayor/Cassius laughs.  As he does, his eyes slowly cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy is taking a dump on the sidewalk.  PAN OVER TO: Nicky, his pants around his ankles.  He's trying to do th same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is intense!  And it happens every day?  Sometimes twice?  I gotta tip my hat to you people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, it's okay for me to shit the street.  But you gotta use a toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling up pants)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, just point me in the right direction next time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, there's like ten million people in this city and the clock is ticking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, let's rock and roll. Nicky looks at the next person walking by.  It's a CHINES DELIVERY GUY on a bicycle.  Nicky clotheslines him, takin him off the bike in a sleeperhold/headlock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in the bottle.  Dad's falling apart. You froze the gate and you're killing him.  Drink! Nicky puts the flask to the Chinese Guy's lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not thirsty!  I'm not thirsty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "just get in the flask! The Chinese Guy breaks loose, gives Nicky a roundhouse ki to the head and runs away.  Nicky gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian and Cassius!  You think a kick to the head is gonna make me throw in the towel?  Well, in the immortal words of Judas Priest, \"You got another thing comin'.\" Beefy shakes his dog head and sighs as we see Nicky hold bottle up to a few more PEDESTRIANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky approaches various people as they pass.  (To be sho long lense, real people, real reactions.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky gets to the front of the line and tries to get the Cashier to drink.  The Cashier yanks his head away and gi Nicky a dirty look.  Nicky shrugs and points to the menu, ordering some chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nicky walks up to a homeless man.  He thrusts the bottle his face.  To Nicky's surprise, the homeless man gladly t it and drinks.  Nothing happens.  Nicky is baffled.  He t to take the flask back, but the man won't let go.  Finall grabs it away from him.  The man starts throwing garbage Nicky as he walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy is looking around for Nicky.  He spots him - inside polar bear cage.  Nicky approaches the bear holding the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky shoots through the firewall, having been killed aga The Gatekeeper is wearing tassels on his boobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beast. The Monster laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Monster)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like that?  You think that's funny? The Gatekeeper swirls his tassels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about that?  You like that? The Monster howls with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky sits on the rocks, beaten and exhausted, eating a Popeye's drumstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that running and chasing is making the sleep thing want to come early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we have to work on narrowing down our list of suspects.  Now I'm going to go check in with some of my contacts uptown. Beefy hears Nicky's strange terrible snores.  He's asleep Beefy sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kid's got a lot of evil in him, just begging to come out... Beefy walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky snores.  Masses of birds fly out of the trees.  Nic snores.  Squirrels run out of trees.  Nicky snores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON WORRIED PEOPLE",
          "text": "Staring at Nicky who continues to snore.  Two HEAVY-METAL GUYS, JOHN AND PETER, are listening to Danzig and doing a goofy dance.  They hear something and turn the music down it's the distant sound of Nicky's snore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like our devil dance actually worked this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bout time... Nicky snores.  It sounds like \"I will eat your hearts.\" worried people run away.  Nicky snores.  Children on the Carousel, going real fast, upset.  Nicky snores. Peter and John walk over to a position near Nicky's bench",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's our man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Sleepyhead must have some major ties to the dark side. A sleazy STREET VENDOR shuffles over towards Nicky.  He e the flask which is half hanging out of Nicky's pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta be one of his disciples or something. Suddenly, the Vendor grabs the flask (and Nicky's half-ea drumstick) and runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, man, I think that devil guy just got ripped off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should we wake him up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  You do it. Peter gets up and shakes Nicky who comes to with a loud SNORT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rise and shine, devil guy.  Some dude just stole your shit. Nicky feels for the flask.  It's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh nooooo.... Fire shoots out of Nicky's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which way did he go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That way. Nicky is about to run off.  Looks at John's shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iron Maiden live double disc is simply phenomenal. He runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you check out the dragon mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Dark Prince is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is searching the street for his flask.  He walks pa several STREET VENDORS who have set up their wares on the sidewalk.  PAUSE.  Nicky comes walking back into frame as sees his flask (and half-eaten drumstick) laying on the blanket of the VENDOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See something you like, my man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  I would like my flask back. The street vendor stands, very angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You callin' me a thief, my man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm just calling you... a guy who has my flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if that is your so-called \"flask,\" how would I have it unless I was, in fact, a thief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not sure what the answer is)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know? A YUPPIE JOGGER is checking out the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, how much for the silver flask there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's a very special item.  The cap itself is one hundred percent plappium.  It's a value is over three thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really.  Where's it from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was handcrafted in hell by Satan himself and is only to be used for the capture and containment of my blood brothers so that the firefall of Hades will burn brightly once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really.  I think we'll let you keep it then. He walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, now you gone and done it.  You done messed with my business bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, I would prefer if you didn't raise your voice.  It's making my muscles tighten. We see that Nicky's eyes are starting to glow red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you gonna go all crazy eyes on me? I'll show you some crazy eyes.  Let's get busy. The vendor makes an even crazier face at Nicky and starts swinging his fists around. Nearby, VALERIE, an unsure, sweetly unstylish young woman selling clothes off a spread out blanket.  She notices wh going on. Nicky's eyes widen in panic.  Just then, Valerie steps in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, does that flask belong to this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(frustrated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you callin' me a thief?  Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I know you come out here and sell stolen stuff all the time.  But today, the guy you stole from just happened to walk by and bust you.  So why don't you admit today's not your day and give him his flask back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or what're you gonna do about it?  Ugly me to death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, but maybe that cop over there might have something to say. Valerie points to a cop across the street.  The Street Ve ponders this for a second, then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, take your dumb-ass canteen, goofy. (looking at Valerie)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you, take your raggedy-ass clothes and find a new corner.  Before I show you what real crazy is. The vendor does crazy eyes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.  I will. Nicky picks up the flask and the drumstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, mister.  I'll be seeing you in a few years. Valerie gathers her blanket, starts walking away and Nick follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was amazing.  Thanks so much.  You didn't have to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's okay.  I get messed with all the time and when I saw him doing that to you I just lost it.  I hate when people take advantage of tourists.  It ruins it for the rest of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I'm a tourist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  I just assumed.  Your accent maybe.  Where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The South.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  Deep south. (laughs hard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She laughs along with him, not sure why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you laughing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, but I like it.  Say.  Your glasses are nice.  They make your eyes look sparkly and big.  It's fun to look at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad's an optometrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad's in hell, and he's falling apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  It's really tough when your parents get older.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I don't save him, I don't know what I'm gonna do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'm sure a nice southern boy like you will figure something out. Nicky is experiencing new sensations as he looks at her. hands her the half-eaten drumstick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, have a Popeye's.  This drumstick ain't for beatin' it's for eatin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's alright.  I already ate lunch.  I actually wouldn't mind getting a Gelati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could I come with you to getting a Gelati?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want to?  A million angry octopus people couldn't hold me back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Octopus people?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, it's a deep south expression. Nicky laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They exit the ice cream store, eating Gelati.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's freezing my hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not that cold.  Here, let me wrap it. Valerie takes a few napkins and wraps it for Nicky.  Just then the PREACHER walks by.  He quickly turns his head, sensing Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you taunt me with your darkness?! Your evil is stinking up our streets! We're all gonna die! He takes off running right into a lamp post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This town is really going to hell lately. (Nicky nods)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what part of the city do you live in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have an apartment.  I don't remember exactly where.  My dog knows, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have a dog?  What kind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.  I'd ask him, but he's uptown talking to his contacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy is screwing a female dog from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, it's not the size of the boat, it's the motion of the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just finish. EXT. STREET - VALERIE &amp; NICKY CONTINUOUS - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love to have a dog.  But I go to school full time.  It wouldn't be fair to the dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parsons School of Design.  I knew growing up I wasn't much to look at, so I put my energy into making things that are pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that pleasant smell coming from, your skin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My perfume? He takes her wrist to his nose.  He stares at it, licks i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's called \"Comptoir Sud Pacific.\" Which I think is the French word for coconuts. Nicky stops and looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valerie, it feels like there's a bunch of butterflies flapping around in my stomach.  Is that normal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes, sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.  I was concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Gatekeeper is near the frozen fall.  We hear loud wailing, moaning, etc., coming from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't sound very good behind there.  I hope Nicky's kicking some ass on Earth. The Monster is smoking a cigarette and wearing a leather biker's hat.  He nods along in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCIFER",
          "text": "Who's sitting over by a rock fishing in a small pool of fire/pond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I was the one who created Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, your wickedness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I started slow, though.  For years, I was just giving people hot foots. Actually, you can give all the credit for Hell to my first wife; she was the inspiration.  She was an ugly one, too. One day, she asked me if I wanted super sex.  I said I'll take the soup. The Monster laughs really hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy there, Chewbacca.  In fact, you look like her mother, except she had more hair. The Monster laughs even harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what was in Hell when I came down here, Cassius?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Stanley, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  No mountains.  No castles. Looked like a giant parking lot.  It wasn't even called Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it called, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boogerland!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nice, Grandpa.  Why don't you just enjoy the fishing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't enjoy anything.  I go fishing. I catch nothing.  I go to orgies, I catch everything... We hear the Monster laughing again as we PAN DOWN Grandpa fishing line to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "We SEE a MINIATURE PEEPER squirming on the fish hook.  A giant fanged fish engulfs the Peeper's body.  Only his he is sticking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I deserve this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several ELEVEN YEAR-OLDS stumble out, drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just stole twenty-five bucks off the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many beers did you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight sips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had five!  I'm so wasted. They both high five, throw up and fall.  PAN over to ADRI sitting on top of a mailbox laughing as he sips from a bo of PEPPERMINT SCHNAPPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When an adult goes to Hell, that's terrific.  But when a child goes... that's why I'm in this business. Adrian looks across the street and sees Nicky walking wit Valerie.  He's shocked. Valerie is holding up a pair of drawstring pants from her collection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're saying, make all pants with a drawstring, then heavier set gals don't have to feel humiliated by telling their waist size in front of the whole store?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Basically, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.  Maybe you should make drawstring socks for gals with fat ankles. Valerie laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what's nice about you?  You just seem happy being yourself.  You don't try to act cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks much.  You know what's nice about you, Valerie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Up the street, Adrian's eyes redden.  NICKY looks like he been stunned by something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your juicy, heart-shaped ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked and confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I don't know why I just said that. I meant to say that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian's eyes flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I've always wanted to have sex with a gross pig.  What do you say we go behind that dumpster, pull our pants down and see what happens? Valerie's very hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a jerk. She turns and walks away.  Nicky looks over and sees Adri His inner voice speaks to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't have come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, get out of my mind! Adrian's eyes flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Valerie! She stops and turns.  Nicky RAISES his fist to resist Adrian's force.  It's too much.  His middle finger comes giving her the \"finger.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's your problem? She runs away crying.  Nicky turns to Adrian who's still across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian, you gotta come back to Hell. Dad's sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, he needs souls to live.  When you guys left, you broke the gates.  We gotta get the gates burning again before he dies. Adrian processes this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He should have thought of that before he denied me my birthright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well maybe you should go back and talk it over with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about this?  I stay here enjoying my Schnapps and you go back. Nicky's body jerks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian, please... Nicky, fighting control over his body, walks slowly and crazily into the middle of the street where he sees a lar truck bearing down on him. JOHN and PETER get blood splattered on them.  Peter looks down to see the \"666\" forms in blood on their clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check this out.  The number of the beast. They laugh and hi-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan Rather speaks to the camera.  Over his shoulder we se graphic of the Arch-Decon's face.  NOTE (Arch-Decon is a up religious figure that appeared earlier in the script.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverberations from Arch-Decon Donnelly's shocking speech are still being felt throughout the city.  Today, some disgruntled cast members of the play CATS broke the fourth wall in a most hostile manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIDEO FOOTAGE",
          "text": "A few CATS are down in the aisle physically pushing aroun shocked audience members.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...But even that does not come close to what happened today on Live with Regis and Kathy Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIDEO FOOTAGE",
          "text": "The set of Regis and Kathy Lee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I was driving to work today, and some bozo in a Cadillac cut me off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's terrible, Reege...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I followed him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You followed him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I followed him all the way downtown, and when he gets out of the car, I reach under my seat and pull out an aluminum bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You keep a bat under your seat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Recently, yes!  So I run up behind this guy, and start bashing his brains in with this bat, and it made me feel happy!  Did you ever see THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, great movie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was DeNiro! The blue haired lady AUDIENCE is crying.  The TV turns of We PULL BACK to see that we are in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy turns to Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your brothers are upsetting the balance of good and evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't do jack shit... unless you learn your evil powers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody's as evil as my brothers.  Those dudes put the wick in wicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go get a soda out of the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But those are my roommate's sodas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(high-pitched mocking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"But those are my roommate's sodas...\" Does that sound like a statement the son of the devil would make? Nicky, ashamed, gets a Coke out of the fridge and places on the coffee table.  He and Beefy sit on the couch and s at the Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have the power to change the cola in that can into any other liquid - engine oil, bat's blood, moose piss.  You just have to release the evil within you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release the evil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just saying, there's wickedness in you... I can tell from your snores. Nicky stares at the can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release your evil... Nicky frowns and bites his lip.  The can rattles a little",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? Todd is standing in the doorway.  Beefy runs to the fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it's your living room night.  But can I finish watching the Globetrotters' game out here?  To me it's classic Comedia Dellarte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TV clicks on.  We see TODD sit down and look at the T Nicky's behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What an odd game, folks.  The powerhouse 85-0 Harlem Globetrotters, who normal run circles around the 0-85 Nationals, seem to be struggling to find their groove in front of their hometown fans. A Globetrotter makes a fancy pass to another player, who makes a fancy pass to CORNROWS who starts doing some VINT GLOBETROTTERS FANCY DRIBBLING.  The REF blows the whistle makes the travelling signal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's walking, get him a bus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, another awful call.  There is no way that was travelling. Ref takes ball from Cornrows, who gets in the Ref's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's with all these crazy calls?  You gotta watch that shit, we haven't lost a game in 53 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Technical foul! Ref snaps just like Cassius in the players' face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That guy in the striped shirt snaps his fingers like someone I know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TV",
          "text": "The ref mind wrestles four globetrotters to simultaneousl slam their heads on the scorers table again and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks like the work of a brother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it's Cassius, yes. Nicky races for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the ref taunts the crowd, a fan wearing a Globetrotter shirt yells out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get your head out your ass, ref!  The kids came to see the Globetrotters win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, so you wanna lip off to me? Unsportsmanlike conduct on the big mouth in the Globetrotter's shirt.  Take ten points off for the Globetrotters. The Globetrotter's score on the board goes from 46 to 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STANDS",
          "text": "The KIDS are crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON COURT",
          "text": "The halftime buzzer sounds.  The Globetrotters walk off t court.  The crowd BOOS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In all my years of basketball, I was never so happy to hear a halftime buzzer.  Folk, I'm afraid if the second half doesn't get any better, I expect a full scale riot. A spotlight points to an announcer at mid-court.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time for the Globetrotter's halftime half-court heave throw, where one lucky fan will have a shot at ten thousand dollars! A brick lands at the announcer's feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if he makes it, everyone in attendance today will receive a free pizza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIGUEL, wearing a big basketball jersey, looks nervous. has a pass on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't goin' out there and taking the shot.  These people have gone crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take the shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nicky runs out on the court, Peter turns to John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who's back from the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six, six, six, pick up sticks. They high-five.  The only happy fans in their section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Todd's baffled, looking at his roommate on TV.  Beefy is watching from the fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's Nicky doing down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trying to capture his brother in a flask and preserve the balance of good and evil on Earth. Todd looks over, suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you just talk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The court announcer covers his mic and whispers to Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better win these people some free pizza.  Looks like they're about to start killing each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDS",
          "text": "A BUSINESSMAN pushes a very old SODA GUY down an aisle of stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTSIDE",
          "text": "The court announcer hands Nicky the ball.  He looks at it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release the evil. His eyes get red.  Staring at the ball, it explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, too much evil.. Bill Walton's hair is on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think that ball just blew up.  And yes, my hair is aflame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning to sideline)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could I get another ball? The court announcer throws out another ball.  Nicky stare it again with red eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I command you not to blow up and go into that metal circle. Nicky throws an underhand shot.  The ball arcs through th air and is about to go in when the ref comes out of nowhe and swats it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that crap outta here! The crowd BOOS!  Nicky and the ref stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're having fun, Cassius, but you gotta come back to Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look around you, Nicky.  We're in Hell. The New Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDS",
          "text": "We see FITZIE, sitting between TWO PREGNANT WOMEN, raisin the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTSIDE",
          "text": "As the crowd BOOS, Nicky runs over and grabs the micropho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen up, New York.  Your souls are in great danger... Nicky gets hit by a hot dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, how about this?  I get one more shot.  The ref will cover me.  I miss it, the Globetrotters forfeit the game. I make it, he doesn't ref the second half and we all start conducting ourselves like decent human beings again. The crowd is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we get free pizza. The crowd roars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bill Walton's hair is now burnt looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's safe to say we're all rooting for this bizarre and hideous looking man. Bill Walton reaches over to an old lady sitting near him. takes off her wig, leaving behind her bald head, and puts wig on his head in order to cover his burnt hair. The crowd starts YELLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky!  Nicky!  Nicky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDS",
          "text": "John and Peter are yelling the loudest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTSIDE",
          "text": "The ref walks to half-court and hands Nicky the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Dad got very sick when you left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard.  I'm glad he's dying.  It's my turn now. Nicky's eyes get red, he starts dribbling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy is watching, transfixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take him to the hole, Nicky. (Todd stares)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, woof!  Woof! Todd looks at Beefy, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see CORNROWS and some other Globetrotters are coming b from the locker room.  They stop to watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky pushes the ball up the court while the ref plays extremely tight defense.  Nicky fakes one way, then heads toward the basket.  The ref stays tight.  Nicky's eyes ar redder than ever.  He fakes left, he fakes right.  He dribbles behind the back, dribbles between the legs, then takes his momentum up toward the basket.  He jumps from t foul line and flies through the air.  He emits a crazy, b curdling, devil yell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT CLOCK",
          "text": "It reads: 666. Popcorn and sodas EXPLODE. Cornrow's cornrows POP open into a GIANT AFRO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON NICKY",
          "text": "Nicky's head starts turning and does a 360 (like the Exorcist).  He ends his flight by slamming down a thunder dunk, cracking the backboard's glass into pieces.  He hit the ref on the way down.  The crowd CHEERS, finally happy again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never doubt my skills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn, I gotta learn how to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MID-COURT",
          "text": "Nicky sees the ref is lying on the basketball arena floor covered in glass.  He gets up slowly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nuts.  When'd you learn that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Cassius.  Maybe it was the super devil juice Dad gave me.  HE thought I might need it for just such an occasion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Super devil juice?  Give it over.  Let's go best two out of three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulls out the flask)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  No way.  Dad said it was only for me. The ref rips the flask from Nicky and drinks. Cassius screams like bloody hell as he is sucked out of t ref's mouth and into the bottle.  WHOOSH!  The ref slumps the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDS",
          "text": "Still quiet until John and Peter rush to Nicky and bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTSIDE",
          "text": "Nicky peers into the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn you, Nicky!  There ain't no super devil juice in here! Nicky caps the flask.  Nicky waves to the stunned, but appreciative crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A homemade cake is laid out.  It reads: CONGRATULATIONS, NICKY.  JOHN, TODD, PETER AND BEEFY are there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So your father's the devil, you're a talking dog sent from Hell, and you guys are who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a couple of big fans of Nicky and the work his Dad does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, Nicky.  Check this out. He spins his Black Sabbath backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's Ozzy trying to say there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely nothing.  The Blizzard always came straight with his messages.  But wrap your minds around this one. Nicky gets up and we see his is sitting on a hibachi.  He on a James Taylor album and plays it backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I command you in the name of the Lucifer to spread the blood of the innocent. John and Peter look at each other, shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wonder your uncle's so weird...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta say this cake tastes a little funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I dumped a fat sack of reefer in the mix.  Tried to spice up the bash. Nicky takes a big bite of cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's reefer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN UP from Popeye's laying everywhere.  Everyone's laugh hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.  One more time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not again, fellas.  It kind of hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.  You got to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resigned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right... Nicky loosens up his neck and makes his head go around 36 degrees.  Everyone cracks up, high fives.  Even Todd LAUG PAN OVER to Beefy, who has bloodshot eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to get baked like this with my first girlfriend, Heather.  We'd get so stoned she would forget I was a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was human?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually, she was a sewer rat.  Man, that pissed my parents off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dated a Japanese girl once.  My parents disapproved.  Not cause she's Japanese, but cause she was only fifteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm only fifteen...thousand years old. Everyone cracks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in love one time but she said I wasn't financially reliable enough.  And she needed that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By she, do you mean he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busted. (laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you feelin' over there, Satan Abdul Jabar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little strange.  I can't stop thinking about this girl, Valerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?  Did she hurt you?  Do you miss her?  Need a shoulder to cry on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, Liberace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, would you grow up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had the greatest afternoon of my life until Adrian made me tell her she had a heart-shaped ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you love her.  But what do I know? I'm baked out of my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me, too.  We're gonna get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys want to stay?  I have a futon in my bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a big pass, Elton John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to see Ozzy play at the Meadowlands, right now.  Wanna come, Nicky?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks.  I'm afraid I wouldn't be able to give Ozzy the focus he deserves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, that chick must be the real deal, then.  Later on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya, fellas. They leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better snap out of it soon, kid. Cause we're going after Adrian tomorrow. Seven AM.  Nighty, night. He falls asleep and starts snoring.  We hear the SOUND of THREE LITTLE GIRLS singing \"Ring Around The Rosie\" as he exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is the most frightening thing I have ever seen. Nicky stands and moves to the window.  He looks out longi over the sleeping city... achingly.  RACK FOCUS behind hi we see Todd nodding encouragingly in the reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Todd.  Which way to the Parson's School of Design?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky walks around the corner. SIGN READS: \"Parson's School -  Student Housing\" Nicky is standing in front of the dorm rooms.  He looks u Scanning the windows, he picks up a scent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he sniffs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coconuts... Nicky goes to the fire escape and starts to climb.  His n leads him.  He reaches the window, sniffing heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STUDENT is standing in the window draped in silks, feel his nipples with his legs crossed like the guy in \"Silenc the Lambs.\"  The student is startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell like coconuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's \"Comptoir Sud Pacific.\"  Makes me feel like a hula girl.  Which is kinda what I'm going for.  Wanna come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks.  I'm looking for a girl named Valerie who also smells like coconuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valerie Doran?  Two floors up, one window over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, much.  Good luck with the genital tucking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need luck.  I'm good. Nicky floats away.  A few seconds later, he floats back, holding up the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andrew. Nicky nods and floats off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky crouches outside her window and peers in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool music.  She is up late.  Working by candlelight on a fantastic design.  Something's not working.  She drapes a beautiful fabric over another.  She smiles at the combination.  She is happy being creative.  Nicky feels h heart swell as he watches her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NICKY",
          "text": "He's so enraptured he leans forward trying to kiss her. head bumps the window.  She turns, startled.  She sees th beaming Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky?  Oh my G-d.  Stay right there. Pause.  Valerie opens the window and sprays a can of mace right in Nicky's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh that stings!  My eyes are on fire! Nicky stands up and stumbles around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were you thinking coming here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure, but it didn't involve getting blinded with poison. He bounces off the front rail, stumbles backward and goes flying over the back rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Nicky hurtling toward the street.  Holding his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-d, I'm so sorry! Suddenly he stops.  Suspended above ground.  Valerie does hear the expected thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky? He floats up, but he can't see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valerie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'm floating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would you be floating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.  Maybe it's because of your sweet voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I supposed to not be freaked out right now?  Because I am. He's floating up.  He slows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see you but I can smell you. And you make me feel alive in a way I've never felt before. CUT TO REVEAL he's floating outside the student's window. The student's dripping candle wax on his belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got the wrong window again, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.  Sorry, Andrew.  Valerie? Nicky resumes floating up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm over here, Nicky!  To the left. Nicky is parallel with her.  He hovers in front of her, e still watering.  She punches Nicky in the face, and he fl back ten feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, just because you're floating doesn't mean I'm gonna forget about you giving me the finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wasn't me.  I was being possessed by my brother, Adrian.  He's the one who call you a gross pig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean, \"possessed?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember when I told you my Dad was in Hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's because he's the Devil. And he wants to keep his throne for another ten-thousand years.  Which is fine with me, but not with my brothers, so they broke out of Hell, causing my dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... \"The Devil?\"...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...to decompose.  And I love my  Dad very much.  So I came to Earth to save him but then crazy eyes stole my flask and I met you and...well, my dog tells me I just might be in love with you. His vision is clearing and he can start to see her.  She totally in shock but still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, now I get that \"deep south\" joke. Nicky laughs.  Valerie joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if I should believe you. Nicky starts to drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta believe me.  You gotta believe in the butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, I do.  Get back up here. He floats up to her holding out his hand.  Nervously, she takes his hand and suddenly she is lifting off and they a flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fly past the EMPIRE STATE BUILDING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is amazing. They soar past some more buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The preacher sense something.  He looks to the sky, then holds the cross from around his neck as high as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hellbeast is above us.  He's invading our skies!  We're all gonna die!  We're all gonna die!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's kind of ruining the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me take care of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The preacher is still angrily shouting towards the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're all gonna die! A fire hydrant cap turns and comes off.  A powerful blast water shoots out and hits the preacher, KNOCKING him acro the street into a plate glass window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can we go fly over Central Park?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next time.  Tonight, I want to share the most beautiful thing I could possibly imagine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fly over it, away from NYC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to Jersey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "East Rutherford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They float high above the Meadowlands.  There is an outdo concert going on.  OZZFEST. We hear the Ozz on stage in his encore.  He is singing \"M Crowley.\"  Nicky turns to Valerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never thought I'd ever see Ozzy live until he was dead. (he looks at her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please tell me you like metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sings along to song)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Mister Crowley, what's inside of your head...\" Nicky's jaw drops as he stares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dog was right.  I'm in love with you. They slow dance tighter.  The music swells.  John and Pet look up from their seats far below.  Nicky sees them whil he's holding her tight.  They give thumbs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling great.  Spring in his step, we see Nicky walking the street. He stops and smells some flowers at a Korean Tommet.  The KOREANS point and seem agitated by him.  Nicky gives them friendly wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Korean)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moo ya san jie bay! The Koreans just glare.  Nicky's confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUSIC CUE",
          "text": "A dissonant, nervous score accompanies the rest of the sequence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A NUT VENDOR leaves his cart and starts following.  Nicky looks back a little, unnerved.  A TAXI screeches in front him.  The DRIVER gets out and goes after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A group of school girls in uniform break loose from their teacher and start chasing Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gigantically fat guy sees Nicky run by.  He thinks abou going after him but decides not to and takes a big bite o candy bar instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten guys playing wheelchair basketball see Nicky.  They p and start wheeling after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is putting some distance between him and the mob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's going on here? But when he heads downhill, the GUYS IN WHEELCHAIRS start catch up.  They get closer and closer until... Nicky make last second right turn into an alley.  The wheelchairs ca slow down and crash into a double decker tourist BUS at t bottom of the street.  The TOURIST on the top level look the edge to see the crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is panicking, out of breath.  A BUM (RADIOMAN) rise out of his cardboard box.  The bum raises his bottle and thunks Nicky on the head.  It doesn't break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow...what was that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty million dollars. The bum holds up a NEW YORK POST.  It reads \"MONSTER WANT And has a picture of Nicky.  Nicky is shocked. Nicky turns to run out of the alley, but the mob is there blocking the entrance.  He's trapped.  They start running right at him.  He closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release the evil. Nicky's body splits into about five-hundred horrifying insects, all with a miniature NICKY HEAD. The Nickysects run right at the crowd, and the crows immediately starts running the other way, completely frea out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beefy and Todd are watching TV.  They look over to see th insects scurry under the front door and morph back into o exhausted Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I seem to be in trouble, Beefy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shit has hit the fan, kid.  Take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been breaking all morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TV",
          "text": "We see Dan Rather addressing the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a news conference earlier today, Chief of Police Andy Shaifer gave this beleaguered city its latest dose of bad news.  He revealed that the man who caused a sensation at basketball arena last night is no hero... he is, in fact, a mass murderer. We see the chief of police behind a bunch of mics.  He's holding up a picture of Nicky taken at the Basketball are",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky's outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't murder anybody",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look.  You were really high.  Things happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was with Valerie, I swear.  This is Adrian's work.  I've got to find him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you're looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TV",
          "text": "We reveal that the chief is standing on a grilled-cheese press to keep him warm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on TV)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This video shows what he did after he left the basketball arena yesterday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE VIDEOTAPE",
          "text": "Scarface shooting his AK-47.  Nicky's face has been crude superimposed over his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Adrian's voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name's Nicky, and I'm gonna kill all you suckers for no reason! CUT TO FOOTAGE on \"SCARFACE\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TV",
          "text": "The Chief shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Difficult to watch, I know.  In response to this vicious crime, I am authorizing the largest reward in law enforcement history: fifty million dollars to the person or persons who bring this man to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky stands outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is baloney!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He superimposed your head onto \"Scarface.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...which is by far DePalma's best work...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LOUD KNOCKING AT THE DOOR",
          "text": "The pounding increases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not Nicky.  I'm not home!  I don't live here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude, it's us.  Let us in. Nicky opens the door.  Peter and John stumble in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's like a total mob scene coming this way. We hear VOICES of an approaching crowd coming outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought for sure I gave 'em the slip. Todd i s looking out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like they're following a giant trail of bug shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'll we do now, Beefy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, this is a little out of my league. VOICES GROW LOUDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.  Let's get 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would your dad do, Nicky?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good idea...kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dude.  Seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.  I'll meet you at Grand Central at noon.  Okay.  Do me.  I command you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(psyched)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright! John takes Nicky's head and slams it hard into the kitche counter.  Nicky is dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That just hurt a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always wanted to kill someone.  Can I do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at Queen Latifah steppin' up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is in the bathtub being angrily drowned by Todd.  J and Peter watch happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Die, Grandma, die! Nicky's arm comes out with a thumbs up.  Pause.  The hand drops back in.  He's dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start on a CLOSE UP of Lucifer.  He's holding cards, look at his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Royal flush, you lose.  Off with the bra. The Demons and Gatekeeper are sitting around playing stri poker.  The Gatekeeper takes off his bra.  From behind, w see his breasts flop out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last time I saw a pair of jugs that big, two hillbillies were blowing on them. The Gatekeeper throws his hand down and storms out.  The Monster laughs uproariously.  Nicky enters and moves to what's left of his dad.  Arms, torso, and a head (with on ear).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, Adrian's got the whole city after me.  He's always a step ahead.  What am I gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you gonna do?  Look at me, Nicky!  I got no legs, I got no hips, I got one ear... Dad's remaining ear falls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got no ears!  I can't hear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now he's got no ears!  You happy, Nicky? Your father's got no ears!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, I'll do my best, Dad.  Do you have any advice at all for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't hear you, Nicky.  I can't hear anything! Jimmy picks up the ear.  Jimmy speaks into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check one-two.  Check one-two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it back on my head.  I'm falling apart here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got 'til midnight tonight, Nicky. (putting ear back on Dad)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get your ass back up there.  You save your father! Nicky looks very upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see John and Peter enter frame.  Looking very nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure you're down with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little nervous.  Wanna puke. They approach the cops guarding the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking for the chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know where to find Nicky. COPS grab John &amp; Peter and drag them inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by prostitutes and criminals in a very hot roo the chief of police puts down his bottle of PEPPERMINT SCHNAPPS, stands up and looks at the two idiots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have what I want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure do.  You got what we want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty million bones, bro. He nods to a DEPUTY who gives them a briefcase of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's half of it.  You get the rest when I get Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excellent.  But I gotta warn you, man. He's not human.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We think he's the son of Satan. PAUSE.  The chief LAUGHS, then everyone else does.  He wa over and picks them up by their throats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, then I guess I'll have to be extra careful.  Now where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the BIG CLOCK on the wall.  FIVE minutes til NOON. see JOHN and PETER (with the briefcase) walking into GRAN CENTRAL with the chief and twenty-five NYC cops.  The chi bumps into a filthy bag lady drinking out of paper sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, watch it!  Who do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(never stopping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emperor of the New Hell. They march through onto the platform for Track 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Beefy and Todd waiting by the place where Nicky usually comes up.  It is hot down there.  Steam and smoke comes out of the tunnels.  Todd is nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he?  He's late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll be here.  Just keep your cool, kid. They hear FOOTSTEPS.  They turn and see the chief of poli backed up by the huge police force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been ratted out. Beefy and Todd turn to see John and Peter looking sheepis",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys.  That was so uncool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We thought the son of Satan would understand a move like this. Peter and John high-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, take these two outside.  I can handle this. The police grab Todd and put a leash on Beefy.  The cops their prisoners away down the tunnel, leaving John and Pe alone with the chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna see something cool? The chief inserts a finger into his nostril.  Then he fit his hand up there.  Soon his whole arm is up his nostril he searches for something.  John and Peter are impressed. The chief grabs something and starts to pull.  Then out o his nose comes Adrian, who fully forms as the shell of th chief's body slumps to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ta-da.  So what time is my brother expected back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noon... They look at the clock.  It's noon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...ish. Peter is sweating, kinda nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So even though you're not really the chief, we still get the rest of the cash, right bro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what you'll get?  An indescribably horrific torture administered by demons for the rest of eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what about the cash?  Can we keep it or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, why not? They high five.  Adrian smiles and waits.  It is real hot down there.  We hear a train coming in the distance.  A f circles slowly.  They all wait for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbling to herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Food stamps? They should call 'em \"dude stamps.\" Cause ever time I get one, some dude takes it away... We see the HOMELESS LADY down the platform stumbling her towards them, drunk.  Adrian scowls at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, studs.  I'll let you make out with me for a dollar!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks...but we'll take that bottle of booze. (grabs the bottle, laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...that's mine. Peter pushes her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat it, ya freak. John and Peter high five and John swigs from the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Schnapps...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes the bag, swigs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peppermint...alright. Adrian raises his eyebrows.  We see that the homeless lad actually VALERIE in disguise.  She looks back, tense.  Jo offers Adrian the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna hit? Hands it to him.  He takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drink up.  Here's to fifty million clams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To the defilement of Earth and the corruption of its people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever.  Knock it back, grab Nicky and let's get outta this hell-hole. Adrian smiles at John, then raises the bag.  He stops jus before it hits his lips.  He looks at John curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is awfully hot down here.  How do you manage to stay so cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weed lowers the body temperature. (stuttering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read that...in, uh...er, science magazine. Adrian stares at John.  He raises the bag again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This liquid will probably quench my thirst.  Cool me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And give you a good buzz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or maybe it will trap me inside for all eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh.  No it won't? John starts to tremble a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Nicky, I've missed you.  Come on out and say hello...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Urr...uggg...errr...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyes getting red)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm calling you out, brother... Adrian is mentally pulling Nicky out of John.  Nicky/John wages an epic battle with himself as Adrian smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Urrr...uggh... (as Nicky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oww.  Adrian, this is very painful. Nicky comes flying out.  John's body slumps to the floor to the chief's.  Adrian looks in the \"Schnapps bottle\" to the flask wrapped in paper.  He peeks inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Cassius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  Let me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, New Hell really only needs one new Satan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mother... Adrian hands Nicky the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Cassius could use some company for the rest of eternity.  So get in the flask. He puts the Flask in Nicky's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police are escorting Beefy and Todd through the termi Beefy starts whining and stops.  The cops look down.  Bee raises his leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, he's gotta pee. A thick, yellow smoke shoots out of Beefy, enveloping the group.  Beefy escapes and bolts back down stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run, Beefy!  Run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian stares down Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't drink.  You can't make me. Adrian looks over at Valerie.  Suddenly she comes flying to him.  He grabs her by the throat. We hear a train coming in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I can.  Drink or she dies. (Nicky is scared)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unlike you, she won't come back from where she's going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear a train coming.  Drink. The train sound is coming CLOSER.  Valerie looks at Nicky Nicky raises the flash to drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to, Valerie. We see Beefy skid to a stop, raise his leg and a full siz archery arrow shoots out of his penis and tracks right in ADRIAN'S LEG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that hurt the both of us. Valerie is able to escape momentarily.  Adrian reaches fo her, grabbing her.  They both spin and fall down onto the tracks.  Right into the oncoming train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valerie!!! Nicky leaps down onto the tracks, wrestles Valerie away f Adrian and tosses her off the tracks.  Adrian looks at Ni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you in Hell! WHAMM!  The train comes by, hitting both Adrian and Nicky",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian comes flying through the solid firefall into Hell. looks around.  Confused, there's no Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is lying in a huge field of tall, very green grass. sits up, and feels his face to make sure it's all there. Nicky looks around, alarmed.  He seems to be in a mountai vale, maybe in the foothills of the Alps.  It's gorgeous. Off in the distance, floating in the air, is a giant birt cake.  Nicky stands up and the cottage seems to be floati down to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cake lands softly in front of him, the door ajar.  Af a moment's hesitation, Nicky goes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky enters the cake to find ANGEL and two friends: JENN and CHRISTA.  They are doing arts and crafts sort of thin on a glass table in front of them.  They stare at him.  A rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. My. G-d.  I can't believe you're here.  Welcome.  Can I just tell you, I am so excited right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She really is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's terrific.  Now could you ladies point me to the Black Palace?  I should check in with my dad... Nicky trails off as he sees the Angels laughing at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, you're just so cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any idea where you are right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The home of eternal damnation, house of Hades, H.E. double toothpicks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe try the opposite of that. The Angel and two friends laugh and high-five.  Nicky's confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, can I just ask you something? What do you know about your mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My brothers told me my mother was a mountain goat.  Which would explain my chronic halitosis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mountain goat?  That's really sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom wasn't a goat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try an angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An angel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unh-huh.  Which would make you half angel. Nicky is floored.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.  What...what did she look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, she was about six-three, only spoke Portuguese and had really long grey hair. The GIRLS start laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, I'm totally busting on you. I'm your mom. Nicky is even more floored.  FLASH.  Jenna has taken a picture of Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, but you just had the sweetest look on your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna be so happy she did that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come you're not older?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angels don't get any older, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you just called him \"son.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-d.  This is so wild. They laugh.  Nicky is quite baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad is just a pair of lips, with ears on either side held by two forearms with hands attached, lying on the throne. Gatekeeper, Lucifer, Jimmy and a few other demons stand around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see shit.  You're all still here, right? Adrian enters.  They all cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian's here.  You'll be back to normal in a jiffy, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yea!  I can't believe little Nicky came through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Nicky?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He came with you and Cassius, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came through that gate alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, sir, false alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody explain what's going on. Puts the Gatekeeper in a headlock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll get nothing out of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps a titty twister will loosen your lips. He twists a breast.  The Gatekeeper babbles out the information immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only way to save your dad is for you and your brothers to pass through the gates at the same time before he deteriorates completely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much time does Dad have before that happens? Adrian twists hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty minutes.  And then whoever claims his throne will have unimaginable power. Adrian throws him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All boobs and no balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirty minutes.  Hmmm.  I hope you don't mind if I take a seat while I wait for you. He moves to the throne and throws the lips off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh! He pushes Lucifer out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get no respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten thousand years.  And I never once got to sit here. He sits on the throne and it starts to shake a little.  H grins as two horns grow out of his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.  And this is just a little taste of my power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell's gonna bust wide open.  Demons, get him out of the chair! The demons approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah-ah.  Not so fast, demons.  There are a couple of million evil souls on Earth ready to be harvested.  Anyone interested? The demons stop.  Now loyal to Adrian.  All except Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is sitting around drinking Diet Cokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you Adrian and Cassius' mom, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, their mother's weren't angels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think they were hookers or strippers or something really porno like... There's a knock on the door. It opens and in comes Carl Weathers dressed as Chubbs from Happy Gilmore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holly, Jenna, Christa. Time for your Mambo lesson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Chubbs.  I totally spaced.  I'm so sorry.  I have company.  It's my son, Nicky.  My son.  Can you believe it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow, that's terrific.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky, this is Chubbs.  He used to be a golf pro, but up here he's the dopest dance instructor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mambo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, it's all in the hips.  It's all in the hips. Chubbs dances as he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you meet my father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a long time ago, at some Heaven and Hell mixer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember that night, you had like four daiquiris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try four and a half.  At first I totally didn't like him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was really conceited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I don't know, he was funny, he made me laugh, and I hate to say it but he had a really nice body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that made you want to make a baby with him? The Angels laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I really wasn't thinking about making a baby at the time! Her cell-phone rings.  She answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello....yes, he's here with me now... I don't know if he's hot, he's my son, you perv!  I'll call you back... (laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-d, I will call you back, goodbye. (hangs up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was my friend, Michelle, she says \"hi.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well tell her I said \"hi\" back. Angel makes a motion towards the phone, then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll call her later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, we saw you save your girlfriend's life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was so cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why you came up to Heaven instead of Hell.  Self-sacrifice automatically gets you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can see what's going on anywhere on Earth.  Look. Angel and the girls clear the junk from the glass table i front of them.  Angel touches the glass and it turns into reflection of Earth below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are rioting in the streets.  Looting appliance stores...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All these good people have totally been led astray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show him Central Park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People are drinking and smoking and burning things.  A la circle has formed around two old ladies who are fist fighting.  One old lady knocks the other to the ground, t jumps on her and starts wailing away.  The spectators exchange money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's like a three day rave goin' on down there.  No on is going to work anymore. Then suddenly we see the ground start to break up and Adr on his throne start to be thrust upwards.  Demons swarm around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to the party.  It's so nice to see all of you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, that's Dad's throne!  How did Adrian get that?  Is Dad okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAD LIPS are morosely talking to the Gatekeeper and Jimmy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was a good Devil, wasn't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were the best Devil, boss, the best Devil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tried to do some interesting stuff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did amazing stuff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know how you came up with some of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?  That means a lot to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-d.  He looks gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe I did it with him. She touches the pool again and the reflection changes to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian steps off his throne onto a small stage flanked by HERO DEMONS.  He begins addressing the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm very proud of you.  You've taken to sin with minimal prompting. The crowd cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're acting as if there is no Heaven or Hell. The crowd cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see John, Peter, Beefy, Valerie and Todd hanging on flagpoles by their underwear.  Beefy is in a special fitt harness that looks like underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I have some news. Adrian morphs into the Cardinal from earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is most definitely a Hell!  And you're all going there when you die! Which will happen in about fifteen minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BAD PEOPLE realize they've been tricked into being ba and they get scared. The Preacher, who is now more battered from his fall thro the plate glass window (ask Steve), yells out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We really are gonna die! This kicks off a frenzy of the Scared Bad People trying t run away.  But they are stopped and herded back by DEMONS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This don't look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't Beefy use his penis powers to get us out of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They castrated him.  He can't shoot arrows, he can't piss smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't screw. (whimpers)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't screw. Valerie's crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valerie's crying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's so nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes to Parson's, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would totally love to go there.  But I hear it's really hard to get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta help her.  I gotta help Dad.  I gotta help everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian is looking at a clock tower that reads 11:45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the stroke of midnight, my father will be completely deteriorated.  And all of your souls will be mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon you will see things more horrible than you can even imagine. Adrian scans the crowd.  He sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Parsons STUDENT in the kimono dancing sexily.  Adrian thrown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that horrible, but still pretty bad. Adrian motions to some of his guards.  They nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So while we wait, for your enjoyment, I bring you a dear sweet man and an international icon...Henry Winkler! A frightened HENRY WINKLER is lead onto the stage prodded two DEMONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scared bad people finally smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Covered in bees! We see Henry Winkler is suddenly covered head to in a swa of bees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky is starting to panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But how can I win?  Adrian is stronger and smarter than me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stronger, yes.  Smarter, definitely. But you have something he doesn't have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A speech impediment? The girls laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you have the inner light.  You can totally use it.  It's the best power of all. (he smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And in case you get in real bad trouble, G-d told me to give you this. She gives him an ornate, jewelled ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a hundred percent on that.  G-d said when the time comes, you'll know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "G-d's so smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The smartest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, goodbye...for now. (looks at his face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I just do this? She licks her finger and wipes some dirt off his forehead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was such a Mom thing, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Totally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, nice meeting you, Jenna, Christa. (to Angel)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would it be okay if I called you Mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would be so okay. Nicky hugs his Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Mommy, get me to the big apple cause I'm gonna rock that town like a hurricane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're already there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky dissolves into walking.  He checks his pocket to se the ball.  He looks up to see fifteen Demons marching tow him, ready to attack.  Nicky closes his eyes and concentrates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release...the good. When he opens them, BEAUTIFUL BUTTERFLIES are floating ar the head of five of the DEMONS.  They stop approaching. THEIR EYES TURN FROM WHITE BACK TO NORMAL.  And their fac expression changes to happiness.  They wave at the butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MORE DEMONS keep closing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release the good... Five more are stopped by something.  They look down and s fluffy white BUNNY RABBITS at their feet.  They start pet them. The REMAINING DEMONS advance on Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release the awesome. ...then stop, their path blocked by a very large bucket o POPEYE'S FRIED CHICKEN.  The Demons consider the bucket o chicken.  One Demon takes out a piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it in your mouth and let it slide down your throat-hole. The Demon bites into it.  He can't help but grin a little",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popeye's chicken is ass kickin'! The OTHER SOULS dig into the bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only ten minutes left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dudes on the flagpoles are chatting nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One thing I really regret is never having experimented sexually.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean, like, experiment with a Bunsen Burner?  What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He means getting it on with someone like that freak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The student dancing for a mesmerized Demon. BACK ON PETER, TODD and JOHN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name is Andrew.  I know that guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you do, Tommy Tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky leads his small army of reformed Demons (followed b butterflies &amp; bunnies and carrying the chicken bucket the path toward the rally.  We see they have a golden light/haze of good around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian is underneath Valerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, from this angle, you're kind of cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think so?  Why don't you come a little closer and I'll show you a better angle. He moves a little closer, and she spits on him.  He smile Opens his mouth and catches her spit.  He swallows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yummy. Everyone is grossed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-d, he just opened his mouth and swallowed that spit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That turn you on there, RuPaul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it up and I just might make you my Queen for a night or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want a queen?  Got one right here. John points at Todd.  They laugh.  Adrian gets closer to Valerie.  Just then a big butterfly appears on his should He looks down to see: Nicky standing there with his army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian, I'm asking you nicely, in the name of all that is good: release my friends and get in the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  It's the inner light.  And with it we can defeat anything you've got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eating Popeye's chicken)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true! Adrian glares down at the REFORMED DEMON.  His eyes shoot an evil ray. The Reformed Demon explodes into a million pieces.  His golden insides splatter on the crowd. The Army of Good is shaken.  Another Demon lowers his chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not true? The BUCKET OF CHICKEN sprouts legs and runs away.  Nicky steps forward bravely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Adrian, you've left me with no choice. Nicky leaves frame and he flies up towards Adrian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky lands on both feet standing before Adrian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love lifts me up where I belong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowd reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON HELL STAGE",
          "text": "Demons are ready to attack.  Adrian waves them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad, little brother.  Let's see what you've got. Nicky thinks, holds out his hands.  A rainbow shoots out the stage between them.  PAUSE.  We see that a cute littl chipmunk is standing on it's hindlegs eating a nut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CROWD",
          "text": "The army of good and scared bad people applaud as they se this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON HELL STAGE",
          "text": "Adrian nods, holds out his arms and a red stream shoots o He has made a terrible PYTHON that comes over and eats th baffled chipmunk in one bite. Nicky raises his hand and: turns the snake into a row of flowers. Adrian raises his hand and a crazed MEXICAN GARDNER with lawn mower comes by and mows them down. Nicky turns the Gardner and his lawn mower into a MOTHER pushing a NEW BORN BABY in a carriage. Adrian turns the baby in the carriage into an EVIL DWARF leaps out and starts beating up on the mother. Nicky turns the Mother into a HOT GIRL DWARF.  The evil D stops beating her up and holds her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough.  I'm going to kill you with my bare hands. Adrian punches Nicky hard in the jaw.  He goes flying off platform. Nicky's body falls towards the ground.  It's about to hit when a soft bed of posts and fluffy pillows break his fal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We now see Angel, Jenna, Christa and SEVEN OTHER GIRLS watching the action on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I totally had to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yah you did. CHUBBS is there, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky looks up to see Adrian flying down towards him.  Ni rolls away at the last second.  Adrian hits the bed hard bounces up.  Nicky grabs him mid-bounce and slams him bac down into the golden/brass headboard of the bed.  Nicky h out the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I'm asking you nicely, get in the flas... Adrian grabs a pillow and hits Nicky hard in the face, sending him flying off the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you wanna a pillow fight, do you?! Nicky is an expert pillow fighter.  He lands a series of awesome, almost Matrix-like pillow moves.  Adrian is daze Nicky finishes him off by tossing the pillow high in the to him.  Adrian looks up to catch it and just before it lands, Nicky steps up and pops him in the face.  Adrian g down hard.  Nicky towers over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now will you get in the flask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely not. Adrian turns to his demons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little help over here. A bunch of Demons advance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FLAGPOLE",
          "text": "We see Henry Winkler, swollen with bee stings, valiantly over and lowers the five from the flagpoles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON ADRIAN",
          "text": "He looks up and glares at Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON FLAGPOLE",
          "text": "Henry's eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no. He is covered in bees again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ON ADRIAN",
          "text": "He turns his attention back to Nicky who is grabbed by demons.  Adrian brings the flask to his lips, but he won' open his mouth. Adrian pinches Nicky's nose closed so he has to open his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodbye, Nicky. We hear CASSIUS banging against the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on in, bro. Nicky can't hold his breath and opens his mouth.  Adrian the flask in his mouth and Nicky starts to get sucked in. Adrian smiles.  But just before Nicky is gone, he manages grab Adrian's coat tail and yank him into the flask with As the flask hits the ground, we HEAR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Nicky.  Cause now I'm gonna bust Adrian's head wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was going to let you out, eventually, Cassius.  I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sole ruler of Hell and Earth is what I heard him keep saying. We HEAR the sounds of a struggle. All the Demons and all the people of NEW YORK form a larg circle around the flask.  Valerie and the gang make it do off the stage. We HEAR crazy sounds as the FLASK starts to jump.  The cr REACTS.  A big dent pops out from the inside, followed by horrible thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was Cassius! The FLASK starts rolling over and over on the road.  Peop get out of the way as if it were real people fighting in street.  They root for their side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill him, Adrian. John and Peter start beating up the Demon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Angel and the Friend are praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR banging and beating and yelling from inside and t the flask stops bouncing.  SILENCE.  Everybody outside ho their breath.  Slowly out of the spout crawls NICKY. HOORAY.  Valerie, John, Todd and Beefy and all the living people CHEER.  The student, very happy, opens his kimono. The people and demons near him are grossed out. Valerie goes tot he very beaten up Nicky and hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd a sweet Southern boy learn to fight like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From my dad's side of the family. She laughs and kisses him on the mouth.  The crowd CHEERS But Nicky won't stop kissing her.  She starts to struggle air.  Nicky presses harder and starts to laugh. The crowd stops CHEERING.  Valerie is waving her arms for help.  Nicky turns into Adrian during the kiss.  Adrian l her go.  And we hear ADRIAN'S familiar laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  No tongue? Adrian pulls his head back, his tongue is huge and he tur into a GIANT BAT.  He lets out a huge roar, then flies around, laughing, scaring people. Valerie runs over and picks up the flask.  She looks insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky. Nicky. No response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta fly out...I know you can do it. (still no response)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it for the butterflies. A long beat, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Butterflies... And Nicky shoots right out of the top of the flask and la on his feet.  Adrian lands and stares down Nicky.  The cl is one minute from midnight. Adrian swoops down.  Nicky thinks quick and pulls out the BALL his Mom gave him and smashes it on the ground.  Out it forms metal G-d: OZZY OSBORNE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ozzy. They faint. The Bat's eyes go wide in fear.  Ozzy grabs the bat, his mouth grows big, and he bites the bat's head off.  Valeri hands Ozzy the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put him in, Ozzy. Ozzy spits the bat head into the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clock reads: 00:23 seconds left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad is just a very thin pair of lips and one finger.  The FINGER is going up and down on the lips, making silly sou The Gatekeeper, the Monster, Jimmy the Demon and Lucifer on their backs crying like babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grand Central, Nicky.  Start running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll never make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta kill yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll just go to Heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No if you do something bad right before you die. PAUSE.  Everyone looks around.  Nicky spots Henry Winkler",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, man, not again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Henry. (focuses)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Release the Evil. Henry is covered in bees once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NICKY AND VALERIE",
          "text": "Nicky picks up a big rock and hands it to Valerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you. Valerie smashes the rock on Nicky's head, killing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CLOCK TOWER",
          "text": "Six seconds left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lips and finger are slowing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky triumphantly passes through the wall of fire and it starts burning again behind him.  And now all the BACKED SOULS fall out on top of Nicky. The Gatekeeper APPLAUDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The STAGE, the DEMONS and everything that raised from Hel now descends quickly into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad's lips form a body around it.  Dad FILLS IN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The good people of New York cheer.  We see John, Peter, T Valerie, Beefy and the Student, who of course is dancing seductively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel is so proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, you just saw my son save the universe.  Right?! Everyone cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad and Nicky are hugging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You came through, Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came through for you, Mom and the butterflies, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're back in Hell now, kid.  There's no butterflies here.  If you want butterflies, you need to be on Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you and Grandpa and everyone in Hell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicky, I let my butterflies die once upon a time and it's never stopped hurting. (Dad looks up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right, you heard me, Holly.  I'm still in love with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel is shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my G-d.  He's totally talking about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't think I forgot about how crazy you get after a few daiquiris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That guy is still a horn dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad turns to Nicky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I got down low.  Your mom's got up high.  You take care of the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will, Dad.  But in the words of Motley Crue, this will always be my...home sweet home... He pats him on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to interrupt guys, but it's time for Hitler's punishment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me handle that. Lucifer walks over to the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I'm not using a pineapple this time. He pulls out the flask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it! He shoves the flask up Hitler's ass.  Hitler's face tight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy Schnit! FREEZE FRAME, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONE YEAR LATER",
          "text": "Over the skyline of Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN UP from a moving baby stroller to reveal Nicky and Valerie both pushing it.  We see Beefy walking with them. Unbelievably happy. A nice OLD LADY bends down to the stroller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...what an uncommonly beautiful baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such a little angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only a quarter, ma'am. She tickles the baby.  It giggles and a small stream of f shoots out of his mouth and singes the Old Lady's eyebrow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zachariah, say you're sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sounds like Nicky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. The Lady scurries away.  Nicky and Valerie laugh and cont walking in absolute bliss.  They pass the Preacher who ru towards us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has spilled his seed!  He is multiplying!  Beware the progeny of the unholy union!  We're all gonna die! The Preacher runs straight into the camera.  BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1146"
    }
  ]
}