{
  "movie_id": "MOV1162",
  "scenes": [
    {
      "location": "ODESSA MAIN STREET. DAY.",
      "time": "PARIS. NIGHT",
      "characters": [
        "FADE UP",
        "CUT TO BLACK",
        "A TITLE SEQUENCE FOLLOWS",
        "CUT TO",
        "THE UNDERCARRIAGE OF A TWA 747, TAKING OFF FROM",
        "40,000.",
        "A DANCE IN DUST SOMEWHERE ON THE OUTSKIRTS OF MONROVIA",
        "LIFESPAN OF THE BULLET.",
        "EXT. MONROVIAN DOCKS. DAWN.",
        "SEVERAL MINUTES LATER",
        "A ROOM WITH A CURVED CEILING ON THE OUTSKIRTS OF MONROVIA",
        "A LIBERIAN BAR CALLED \"ZANZI-BAR\"",
        "SCENES",
        "SCENES FROM YURI'S P.O.V. IN HIS ALTERED STA",
        "LATER",
        "FADE TO BLACK",
        "A MODERN SCULPTURE SOMEWHERE IN MONROVIA",
        "I--",
        "RONALD REAGAN",
        "MOUNTED ON THE BACK OF A BULLET CASING",
        "A PATH OUTSIDE MONROVIA"
      ],
      "dialogues": [
        {
          "speaker": "FADE UP",
          "text": "CLOSE UP on the face of YURI ORLOV. Late-thirties, maybe the wrong side of forty, cigarette d from his fingers, wearing a conservative suit and tie. Black smoke wafts in front of his face.  He speaks matter directly into camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are over 550 million firearms in worldwide circulation.  That's one firearm for every twelve people on the planet.  The only question is... (taking a draft and stubbing out the cigarette)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...how do we arm the other eleven? The camera zooms away from his face, revealing: Yuri alone on a battlefield surrounded by the charred car armored military vehicles and other equipment, discarded ammunition, desert floor stained with what appears to be The faint sound of gunfire, some distance away, carries t wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIFESPAN OF THE BULLET.",
          "text": "- Gunpowder is poured into a metal casing, lead slug moun A BULLET is born.  A perfect 39mm. - The BULLET travels along a conveyor belt with thousands identical siblings in a Ukrainian factory so grey it's mo - The BULLET, picked up by a ham-fisted UKRAINIAN FACTORY tossed into a crate. - The BULLET, lying in its open crate, rolls down a chute inspected by a UKRAINIAN MILITARY OFFICER holding a manif seems to stare directly at our BULLET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his SUBORDINATE carrying a manifest, in Ukrainian)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call it \"agricultural machinery\". - The BULLET's crate rattles around in an open-bed truck industrial road, passes a decapitated statue of LENIN. - The crate containing our BULLET is placed on a ship in the cold grey Odessa harbor.  A container door closes, pl bullet into darkness. - The door re-opens.  The BULLET, still in its crate, now bright, tropical sunshine, surrounded by an azure sea. - The crate is removed by a pair of slim, dark hands, rev glimpse of the bustling, weathered port of Abidjan in the Coast.  The crate is one of dozens unloaded from the ship - BULLET's POV from another open-air truck, now slogging mud-clogged road in lush rainforest. - The BULLET is unloaded from the truck in Freetown, Sier immediately grabbed by the young HAND of a RUF soldier. - The BULLET is loaded into a 30-round magazine which is into an AK-47 machine gun. - The BULLET waits - in the gloomy chamber.  Suddenly, fr the sound of raised voices and gunfire. - The BULLET and its neighbors start to rise quickly up t towards the chamber as the Kalashnikov is fired. - Our hero BULLET is next.  Will it see action? - Smack.  The gun's bolt strieks the explosive cap, gunpo ignited, the BULLET driven out of the barrel. - Shed of its casing - now only a slug - the BULLET emerg bright sunshine.  It is flying down the main street in Fr - The BULLET gives us a perfect point-of-view of the bull it.  They are both flying towards their intended target - eyed CHILD SOLDIER, a boy no more than twelve, firing an almost as tall as he is. - The leading bullet narrowly misses, whistles past the b striking the whitewashed wall behind - one more pock-mark building riddled with pock-marks. - Our BULLET, following close behind, finds its mark, sla the boy's forehead just above his left eye - his expressi relieved. - The BULLET carves through the lobes of the boy's brain where it is enveloped in blood, finally plunged into darkness - the bullet's final resting place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Towards A Brighter Socialist Future\", reads a billboard street. Fifteen-year-old YURI walks into frame.  He spies a long snaking away from the door of a barren grocery store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was born Yuri Orlovitch in the city of Odessa in a country that no longer exists. You might have heard of it - a little place called the Soviet Union. A YOUNG COMMUNIST sits in the shadow of a statue of Trots Soviet-style plaza, jacket and neckerchief removed in the poring over a Communist text.  Yuri approaches, pretends interested in the statue, glances to the Young Communist'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in subtitled Ukrainian, looking over the idealist's shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All property is theft. The Young Communist nods at this kindred spirit.  Yuri pa comrade on the back, taking the opportunity to steal the neckerchief and Lenin pin. INT.  GROCERY STORE.  DAY. Now wearing the pin in his own jacket along with the neck a stern expression, YURI strides to the front of the line store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where I grew up, everyone was equal.  Some were just more equal than others. The female STORE CLERK is about to order Yuri to the back line when Yuri flashes the pin. Intimidated, the Clerk smiles and pulls a special tray fr the counter.  In contrast to the meager offerings on the the tray contains bags of sugar, coffee, bananas, even Pe INT.  APARTMENT - ODESSA.  DAY. A Soviet-style apartment building.  Front door opens - YU shopping bag in hand. His mother, IRINA, pokes her head out of the kitchen.  Yu a banana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in subtitled Ukrainian)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shortages?  What shortages? Irina shakes her head in amazement. INT.  APARTMENT - LIVING ROOM.  DAY. While a parade of weapons in Red Square plays silently on controlled TV, father ANATOLY and Military Cadet older br VITALY, shoulder bandaged, sit at a tiny table, drinking and listening intently to an illegal shortwave radio - co for antenna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My father was a wounded hero of World War Two, my younger brother was wounded in Afghanistan - a war without heroes.  I'd gotten out of military service due to a heart problem - it wasn't completely a lie. YURI joins them, careful not to interrupt the broadcoast. He goes to pour himself a glass of vodka.  Without lookin the radio, his father's hand grasps Yuri's in a vice-like preventing him from lifting the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impossibly upper-crust British accent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Finally, in response to human rights protests and in an effort to encourage the United States to sell grain to the Soviet Union after two successive crop failures, it is reported that the politburo has consented to permit a limited number of Jews to emigrate from the Soviet Union to Israel. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that concludes this edition of news from the BBC World Service. Anatoly, deep in thought, switches off the radio.  IRINA puts Yuri's \"feast\" on the table. They speak Ukrainian, subtitled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trading Jews for grain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reaching for a banana)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good P.R. - for the Moscow Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good for the Jews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And us. All eyes to Yuri, family confused. YURI (cont'd) (matter-of-fact)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're Jewish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(scoffing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not Jewish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're Jewish if we say we're Jewish. The stunned family stares at him - out of the mouths of b finally breaks the silence, pours Yuri a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mazeltov. Yuri and the family drink to their new identity. EXT.  CEMETERY, ODESSA.  DAY. A sea of Jewish gravestones. YURI and ANATOLY bribe the cemetery CUSTODIAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There have been few occasions in the twentieth century when it's been an advantage to be a Jew. Under his father's watchful gaze, Yuri takes a rubbing fr the headstones - \"ORLOV\". INT.  UKRAINIAN GOVERNMENT OFFICE.  DAY. ANATOLY, with YURI at his side, presents the rubbing alon other crudely forged paperwork confirming their Jewish an CLERK.  \"ORLOVITCH\" now \"ORLOV\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rubbing from the Jewish headstone was my first forged document.  Little about my life has been kosher ever since. The Clerk gives Anatoly and Yuri the once-over, then stamps an emigration visa. INT.  APARTMENT, BEDROOM.  NIGHT. Suitcase in hand, YURI surveys his bedroom for the last t A car horn.  He glances through the window to the communi plaza below.  ANATOLY beckons impatiently to Yuri.  VITAL load overstuffed suitcases into an old Russian sedan driv old Russian Military Officer, UNCLE DMITRI. Yuri stares at himself in the mirror.  He replaces his st pin for a necklace - a Star of David. INT.  BEN GURION AIRPORT - TEL AVIV.  DAY. CLOSE UP on a heavily-retouched photograph of GOLDA MEIR. still not pretty. YURI stares up at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We Russian Jews were supposed to be headed for Israel but I didn't see much of the country on that first trip. We reveal he is standing in a jam-packed, standing-roam-o \"TRANSIT\" lounge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Real Jews or fake Jews, eighty-five percent of us ended up in that other \"promised land\". The Pan American destination board reads: \"PA 447 to NEW EXT.  BRIGHTON BEACH - \"LITTLE ODESSA\".  DUSK. In the distance, a roller coaster in Coney Island, silhou against the afternoon sky. The camera travels off the coaster to a restaurant, apart it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We congregated in New York's Brighton Beach because of its similarity to the Crimean Sea.  I've always thought it's appropriate we moved next door to the circus. INT.  \"CRIMEAN RESTAURANT\" - LITTLE ODESSA.  DAY. A typical Jewish establishment with all its paraphernalia on the mantle, etc.  The family sits in a small dining ro attached to the restaurant.  ANATOLY reads the Torah as h for dinner with YURI and VITALY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had no idea my father would take his assumed identity so much to heart.  I guess he just stayed in character. YURI, older, as we now know him, studies school work.  Lo VITALY watches \"Band Aid\" on TV. IRINA puts a plate of mussels in front of Anatoly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glaring at the plate, incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many times--I can't eat shellfish.  It's \"treyf\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not Jewish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like it. (picking up his felt fedora)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like the hat - to remind us there's something above us.  I like that. Anatoly dons his hat. ANATOLY (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to temple.  You go to temple more than the rabbi! Vitaly begins eating his father's plate of mussels.  Yuri father exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was suffering an identity crisis of my own. We focus on orientation booklets from a careers fair.  Yu between the eagle of the CIA and the dove of the U.N.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My gift for languages made me highly sought after.  The C.I.A. and U.N. were both heavily recruiting Russian immigrants. Yuri settles on the dove. EXT.  UNITED NATIONS.  DAY. The idealistic YURI, ill-fitting suit, full of optimism, the United Nations Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naturally, I went with the U.N.  They were paying more. He strides past Luxembourg's gift to the U.N. - a sculptu with its barrel tied in a knot.  Never gives it a look. He is greeted at the entrance by an attractive female U.N VIVIAN CARLISLE.  She likes what she sees. INT.  ARMORED PERSONNEL CARRIER.  DAY. The blue helmeted YURI is seated in a white U.N. armored carrier, the background behind him morphs from one Third World location to another: Third World desert to Third World rainforest to Third World slum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fastest way to find out you can't change the world is to actually go there. EXT.  NRFL REBEL HEADQUARTERS - NORTHERN LIBERIA.  DAY. Poolside at a recently-captured Southern-style colonial m long way from Georgia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "West Africa's Liberia, or \"land of the free\", was originally established in the 1800's as a homeland for freed American negroes.  It's been enslaved by one dictator or another ever since.  They even copied their masters' Southern architecture. A tatty pile of weapons - some from World War II - sits i a long negotiating table. YURI, blue beret, observes the CHIEF U.N. ENVOY at the ta opposite warlord ANDRE BAPTISTE, leader of the National Revolutionary Front of Liberia (NRFL). Baptiste, 40's, is an imposing figure.  In full uniform d heat, he wears a jacket one size too small as if he canno extra few pounds.  His THIRD WIFE stands next to him, wip sweat from his brow like an intermittent windscreen wiper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was my first meeting with the American- educated Andre Roosevelt Baptiste.  While the warning signs were all there, no one had any idea what a monster he would eventually become.  I certainly didn't think he would become my friend. Baptiste has a U.N. document in front of him, awaiting hi signature, clearly enjoying his moment in the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the meager pile of weapons)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--With all due respect, Mr. Baptiste, you don't seriously expect us to believe that this represents your entire arsenal. Baptiste shrugs. U.N. ENVOY (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is making a nonsense of the embargo ratified by all five permanent members of the Security Council.  The escalation in the build up of arms jeopardizes not only order in the region but ultimately world order. Baptiste smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(playing to the gallery)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--World order?  You say we jeopardize world order? Baptiste's Third Wife wipes his brow. BAPTISTE (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your idea of world order is when you're giving the orders to the world. The Envoy has no response. Baptiste rises from the table, leaving the unsigned docum there. BAPTISTE (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. Baptiste is accompanied by two armed BODYGUARDS.  Yuri's officer, CAPTAIN VIVIAN CARLISLE, motions for one of her follow - Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated by Yuri's presence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am only going to the restroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Orders. They reach the door marked, \"MEN\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aside to his bodyguards as he enters)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is what they mean by U.N. Observer? Yuri winces at the remark. INT.  PRESIDENTIAL MANSION RESTROOM.  DAY. BAPTISTE pisses at a urinal.  YURI and the BODYGUARDS han respectful distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taunting Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you going to help me hold my cock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing towards the urinal)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't look like a job for two men. The BODYGUARDS stiffen at the insult.  Baptiste stares Yu a moment, then suddenly bursts into laughter.  The TWO BO also start to laugh - cautiously. Baptiste washes his hands, stares at Yuri in the mirror,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know you are fighting a losing battle, my young friend.  War is nature.  If you take away the guns, we will kill each other with knives.  Take away the knives, we will kill each other with sticks.  Take away the sticks, we will kill each other with your peace treaties. (turning to face Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You cannot stop this bath of blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not \"bath of blood\".  It's, \"blood bath\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.  But I like it my way. Baptiste smiles and exits, leaving the words ringing in Y EXT.  U.N. COMPOUND - MONROVIA.  DAY. A pep rally for the mostly male U.N. PEACEKEEPERS.  A sta erected in the rundown Embassy grounds.  They chant and s impatiently. A U.N. OFFICER, acting as M.C., approaches the microphone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(battling the microphone's feedback)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now, we have a surprise for you.  The 83rd West African Peacekeeping Corp is proud to present, all the way from El Salvador, the newly crowned Miss World, Ava Cordova. From behind a jerry-rigged curtain appears the vision tha CORDOVA.  She wears a dress that appears to have been sew She is obscenely beautiful in the squalid setting. The peacekeepers roar and whistle their approval.  YURI, of the stage, is hypnotized. Standing closer to Yuri than necessary, despite the crush VIVIAN CARLISLE (attractive in her own right but pales in with the Goddess on stage).  She catches Yuri's reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(chanting to Ava)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it off, baby!  Take it off! Ava steps up to the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the sea of U.N. berets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby blue.  My favorite color! A roar of approval from the men. AVA (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose I could give you the speech about \"my hope for world peace\" but I have a feeling you don't want to hear that today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My hope is for a piece of your ass! They roar again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing it off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know if you'll be taking me to bed tonight, darling, but you can take her. Ava unfurls a life-size poster of herself in a swimsuit, flirtatiously holding it up against her body.  She tosses posters to eager hands. AVA (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all doing a great job - keep it up.  Enjoy the show! On stage, a generic-looking ROCK GROUP starts to play a c the 80's - Tears For Fears' \"Shout\".  Ava dances enthusia provocatively. Ava appears to make eye-contact with Yuri - blowing a kis direction.  He is paralyzed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "BACKSTAGE, YURI and other Peacekeepers observe AVA escort a huge, American car.  An inebriated U.N. PEACEKEEPER tri her attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava!  Ava! As the young man reaches out to her, a slick, handsome BU MANAGER shoves him aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch what you can't afford. The Manager slips into the car beside Ava.  The U.N. Peac Yuri watch the car roar away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(regretting indulging the fantasy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get drunk. EXT.  DOWNTOWN MONROVIA - BAR.  NIGHT. YURI and two other U.N. PEACEKEEPERS get loaded on local local PROSTITUTES - one of the peacekeepers pouring beer prostitute's throat. From the shadows across the street, a LIBERIAN MAN observ group. Yuri's colleagues toss some Liberian dollars at a waiter drunkenly away from the bar, leaning for support on the P YURI remains at the verandah, exchanges a smile with a YO PROSTITUTE, at least two years from legal. He's tempted.  He knocks back his drink.  He approaches t presses a few bills into her hand.  She picks up her purs leave with him but he motions her to stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the money)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explaining the tip)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the smile. Yuri exits alone.  The Liberian Man, across the street, f EXT.  DOWNTOWN MONROVIA - STREET.  NIGHT. YURI walks down a poorly-lit sidestreet.  He feels someth back - stops abruptly.  His hand reflexively goes to his Empty. He turns.  The young LIBERIAN MAN is holding him up with gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mixing English and French)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck, no, no, no, no--fuck, no.  Money?  You want money? (going through his pockets, he starts pulling out loose bills)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck, no.  Don't shoot.  Don't shoot me. Fuck.  U.S. dollars. (referring to the face on a five dollar bill)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "President Lincoln. The Liberian puts his finger to his lips to hush Yuri. The Liberian appears more interested in the gun than the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in flawless English)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glock .45. The Liberian produces a crisp U.S. twenty dollar bill of offers it to Yuri. LIBERIAN MAN (cont'd) (referring to the face on a twenty dollar bill)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jackson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Yuri stares at the money, bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "President Jackson. He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(misinterpreting him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are driving a hard bargain. He hands Yuri a second twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flabbergasted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, keep it.  Keep the money.  Keep the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(offended)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you take me for - a thief? The Liberian stuffs the money in the pocket of the bewild Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Demand and supply. (referring to the gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is more I am thinking where this comes from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want more Glocks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the Heckler &amp; Koch G-3 assault rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What makes you think I'll do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quizzical)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will come back and shoot you with the Glock. (checking the magazine, referring to the bullets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, do you have the hollow point cartridges? Yuri stares at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(facetious, nodding to the gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got any color preference for that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(missing the sarcasm, regarding the gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly green. (meeting Yuri's eye)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will find you. The Liberian walks away, still admiring his new weapon. after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd come to the right place - peacekeepers are armed to the teeth.  And nothing but premium product.  The U.N. mostly buys from Switzerland - where else? INT.  CAPTAIN CARLISLE'S PRIVATE QUARTERS.  NIGHT. CLOSE ON two blue helmets lying beside each other. YURI and CAPTAIN VIVIAN CARLISLE are under the mosquito n bed in her private quarters - trying to get each other ou respective clothes as fast as possible - mouths and hands everywhere. Even in the heat of the moment, VIVIAN is unable to compl go of her work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(between heavy breaths)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we doing here, Yuri?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kissing her nipple)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I mean.  Here, in this country.  Are we doing any good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally telling her what she wants to hear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would nothing be better? Satisfied with the answer, she completely gives in to the passion - pulls him to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "VIVIAN, satiated, dozes amongst the rumpled sheets, backs exposed. YURI uses the opportunity to take an impression of the ke to her belt. EXT.  EMBASSY COMPOUND.  NIGHT. A white armored personnel carrier sits unattended. The LIBERIAN MAN and two COLLEAGUES approach the carrier' opens with their newly-made key. The men start to unload the weapons inside the carrier, s box of ammunition in their haste. The camera drifts off the carrier to reveal YURI, behind barracks, counting a thick wad of U.S. dollars. Spying a lone BULLET on the ground, Yuri picks it up.  We made a decision from which there is no return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BULLET has been turned into a pendant, replacing Yuri David. YURI, wearing a sharp, new suit, enters the family restau table of CUSTOMERS - not exactly a thriving concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The starting salary for a U.N. interpreter back then was $32,000.  I made fifty K on \"misplaced\" weapons on that one trip alone. I doubt the Secretary General noticed.  The U.N. spends more on lunch. Yuri kisses father and Maitre d', ANATOLY, who is adding decoration to the window.  He bear hugs mother, IRINA, ne causing her to drop the plates she is carrying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My tour as a peacekeeper was the perfect preparation for war. Irina notices the change in her son's appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?  You're not my son.  My son doesn't own such a suit. Yuri flashes his killer smile in response. Out of their sight, he slips a hundred dollar bill into t register and breezes into the kitchen. INT.  \"THE CRIMEAN\" RESTAURANT - KITCHEN.  DAY. VITALY, now chef in the family business, prepares a Russi in a kitchen unlikely to pass a health inspection. YURI tastes the food, pretends to gag, spits it out in th Vitaly affectionately cuffs his older brother - the joke obviously a familiar ritual. Yuri takes his brother to the kitchen's rear door. EXT.  \"THE CRIMEAN\" RESTAURANT.  DAY. At the back of the restaurant, YURI and VITALY sit on the amongst the garbage cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know who's going to inherit the earth? Vitaly looks at him blankly. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arms dealers - because everybody else is too busy killing each other. YURI plonks a glossy arms brochure in front of Vitaly.  H the contents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(regarding his brother)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a hell of a fucking career move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the point.  I've seen how the world's coming apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you want to help with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't stop it. (warming to his theme)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a basic human need - we eat, sleep, sleep with each other and what else?  Fight. The oldest human skeletons have spearheads in their rib cages. Vitaly is still skeptical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know about guns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(joking darkly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know which end I'd rather be on. (adopting a serious tone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every day there are people shooting at each other.  I think to myself, what guns are they using?  Why not mine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pressing his argument)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly, I've tasted your borscht, you're no fucking chef.  I can eat here for free and I still don't eat here.  You're doing nothing with your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe doing nothing's better than doing this. (referring to an image of a gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, I've actually fired one of these things. Yuri puts his arm around his brother's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I need you. (coaxing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brothers in arms. Vitaly smiles, looks sold. EXT.  ISRAEL CENTRAL TEMPLE - BRIGHTON BEACH.  DAY. ANATOLY makes his way to the synagogue.  YURI, hastily ad yarmulke, falls into step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleasantly surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finally getting in touch with what's important, my Son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(simply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. However, instead of the synagogue, he is fixed on another distinguished Jewish man, ELI KURTZMAN, on a street corne his way to temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't God I was trying to get close to. Anatoly introduces Yuri to Eli, who regards Yuri warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad's contacts at synagogue landed me my first Israeli-made Uzis and an introduction to the biggest of the big guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A platoon of attractive YOUNG WOMEN in camouflage mini-dr the latest sniper rifles and grenade launchers. An ASIAN BUSINESSMAN pitches hardware to YURI.  VITALY is interested in the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brochure in hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I can get you the shoulder-fired SA-7 surface-to-air missiles.  The older Chinese model.  Not so effective against modern military aircraft but deadly if used against a commercial airliner.  I'm giving them away at eight-fifty. Yuri notices that his vendor's attention has wandered to older gentleman, SIMEON ZAHAROFF, surrounded by eager VEN nationalities.  The Asian man joins the enthusiastic thro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was the eighties and the Cold War was far from thawed.  Most of the deals were government-to-government.  There were some go- betweens - freelancers - but it was a mostly private club with a lifetime club president. Yuri drags Vitaly away from the sales girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's him.  The guy Eli told me about.  Simeon Zaharoff.  Brokered deals in the Iran/Iraq war - both sides, sold missiles to Argentina in the Falklands.  Hets a fucking legend.  I've got to talk to him. Yuri pushes past Zaharoff's entourage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simeon!  Simeon! A BODYGUARD tries to step between Yuri and Zaharoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stepping between the bodyguard and Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're talking. Zaharoff, irritated, nonetheless humors Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mutual friend, Eli Kurtzman from Brighton Beach Import-Export said to contact you.  I have a business proposal.  Perhaps we can discuss it - over a drink. Simeon looks him up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in the wrong place my young friend. This is no place for amateurs. Simeon walks away without another word.  Vitaly shrugs. fumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath in Ukrainian)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yob tvayu mat.  (Subtitled - Motherfucker.) Yuri watches Simeon go, surrounded by flunkies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curious how you always revert to your native tongue in moments of extreme anger...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camouflage minidress and beret are now discarded on the f contrast to the blue helmet seen earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and ecstacy. YURI and VITALY are getting it on with two SALES GIRLS. We pan from one couple in the living room, Vitaly, to the the bedroom, Yuri. We focus on Yuri, in the midst of the act - hears his bro moans in Ukrainian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boh...Boh.  Oh, Boh! (Subtitle:  God...God. Oh, God!) Yuri smiles at Vitaly's cries.  Something catches Yuri's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "showing images of the aftermath of the suicide bombing at barracks in Lebanon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly and I found our niche in under-the- counter gunrunning - regimes suffering under sanctions. EXT.  STREET - BEIRUT, LEBANON.  DAY. A street lined with shelled buildings. Through one of the shell holes, we glimpse YURI and VITAL LEBANESE CUSTOMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The job wasn't so different trom the U.N.  I was just as neutral working for the ununited nations.  An equal opportunity \"merchant of death\", I supplied every army but the Salvation Army. We track with them, only getting occasional glimpses thro holes as they make their way through the war-torn streets Lebanon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got our start in Lebanon after the suicide bombing. They enter a building carrying a crude rendering of a Cok \"Taste Life.\"  The model drinking the Coke is Ava Cordova INT.  BEIRUT WAREHOUSE.  DAY. Inside the warehouse is a ten foot high, unruly pile of j weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When the United States leaves a war zone, they generally don't take their munitions. It costs more to bring it back than buy new stock. YURI and VITALY usher the CUSTOMER over to an industrial loaded with assorted weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sell by the kilo. The CUSTOMER checks the combined weight of the weapons. YURI (cont'd) (shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're second-hand weapons but they're still okay. Both men pullout calculators and start haggling over the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For all my language skills, I soon discovered that what talks best is money. As long as you can speak dollars, dinars, drachmas, rubles, rupees, pesos, escudos, lira, krones, kwanzas, trancs, guilders, deutshmarks, yen and pounds-fucking- sterling, you can communicate anywhere in the world. Money is finally exchanged.  Yuri and Vitaly leave the Cu his munitions pot-pourri. EXT.  BEIRUT WAREHOUSE.  DAY. CLOSE ON a row of military decorations on an army jacket. U.S. Army Officer, COLONEL OLIVER SOUTHERN, in dress unif adjusts the ribbons on his chest in the side mirror of a armored personnel carrier. YURI approaches.  In full view, he hands the Colonel a cu money. The Colonel places the money in the same pocket decorated ribbons. EXT.  STREET - BEIRUT, LEBANON.  DAY. YURI and VITALY walk back along the shelled street, Yuri what's left of the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated by the meager amount)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is bullshit money, Vit - small fucking potatoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we do, go more legitimate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  More illegal. Vitaly nods thoughtfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'd give right now for a plate of red cabbage and potatoes. The wall explodes with gunfire. Yuri and Vitaly drop to the ground, money flying. The machine gun fire subsides, a shower of dust, fragment and hundred dollar bills still floating to the ground. Vitaly, first to recover, draws his own handgun, sneaks a through a shell hole. On the other side of the wall, a firing squad of MILITIAM executed one group of MEN, lying contorted, slumped again wall.  Their bound hands and feet give the bodies a macab awkwardness. Yuri is scrabbling in the dust for the cash. The Militiamen prepare to execute another six men.  Men? on one HANDSOME YOUNG LEBANESE BOY, barely in his teens. Vitaly, gun poised, goes to intervene.  A HAND, stuffed w stops him.  Yuri. The brothers' eyes meet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper, motioning for them to leave)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not our fight. Vitaly's eyes well with tears. After one look back to the teenage boy, Vitaly reluctantl - running with Yuri, heads down, away from the scene. As they run, the wall explodes again with gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RONALD REAGAN",
          "text": "- a cardboard cut-out planted in a sand dune. YURI and VITALY carry a crate from a taxi onto the desert Somalia.  A group of MUSLIM FREEDOM FIGHTERS eagerly surr Yuri hands the Leader an Uzi machine gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sold Israeli-made Uzis to Muslims. The Muslim Leader tests it - shooting up the cardboard RE His fighters applaud, Yuri and Vitaly slightly embarrasse EXT.  HIMALAYAS.  DAY. A helicopter strains in the thin air to land on the Siach in the Himalayas. YURI and VITALY, in thick parkas, emerge from the helicop near-blizzard conditions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sold to both Pakistan and India in their fight tor the most inhospitable land on earth. INDIAN TROOPS, unseen at first due to their white camoufl uniforms, descend on the chopper - eager to unload the ne ammunition. Yuri gasps for breath in the thin air.  An INDIAN SOLDIER a hit of oxygen as Vitaly supervises the unloading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(admiring a new gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're making terrific progress - most casualties from avalanches and frostbite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncertain smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure you thaw out the guns before you fight. Yuri nods, takes another hit of oxygen. EXT.  BORDER TOWN - CONGO.  DAY. The town is deserted.  YURI and VITALY are confused as th to unload an arms consignment from a truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had our set-backs.  It's not called gunrunning for nothing. Up the street, a celebration is taking place - a band, ba confetti, dancing. Finally, a Congolese man, JOHN \"CANNIBAL\" NGAWE, appears warehouse. The conversation is in French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the boat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cannibal, what's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cease fire, man.  Cease fire.  It's over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!  What do you mean it's over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Truce.  We're friends, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking to his unopened crates, more and more agitated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friends?!  You can't be fucking friends. Last week I spoke to you on the phone.  You said you would not rest until every last rebel was dead.  You called them vermin. You said would piss in their mouths, you said you would exterminate them like cockroaches.  Just last week, you said this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was last week, man. Cannibal starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cannibal, don't you fucking walk away from me! Cannibal flashes Yuri a peace sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peace, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you, Cannibal!! Yuri looks to Vitaly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the truck)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we can offload it - the Balkans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding in agreement)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least when they say they're going to have a war, they keep their word. EXT.  NORTHERN AFGHANISTAN.  DAY. YURI and VITALY stand at a checkpoint in the rugged mount ammunition are strapped to donkeys tended by MUJAHIDEEN F AFGHANI OFFICIAL inspects the cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I even shipped cargo to Afghanistan when they were still fighting fellow Russians. But I never sold to Osama bin Laden.  Not for any moral grounds.  Back then he was always bouncing checks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you're not thinking of selling these, Mr. Orlov.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Personal use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a hundred thousand bullets here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm kind of trigger happy. Vitaly hands the Official his documentation - clipped to wad of bills. The Afghani Official smiles.  He returns to his mud-brick station beside the confiscated merchandise. Yuri focuses on a swimsuit calendar hanging on the mud wa May is AVA CORDOVA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And everywhere I went, Ava Cordova kept following me around.  We were as international as each other. EXT.  FREIGHTER SHIP.  DAY. We tilt up from the water to find YURI on the deck of a f ploughing the ballpoint blue seas off the coast of Colomb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Operations like mine provided the only way for certain regimes to conduct a respectable war. VITALY holds onto a railing trying to stave off seasickne helped by standing downwind from Yuri's cigarette smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freighter I was standing on carried 113 tons of weapons and ammunition for delivery to one of the poorest nations in Latin America in direct contravention of half a dozen international arms embargoes. Yuri makes a call on his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To keep authorities in the dark, I often spoke in code.  Rocket launchers were \"mothers\", the rockets \"children\".  Assault rifles were \"apples\".  The AK-47 was \"the Angel King\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Angel King will arrive tomorrow...Hallelujah to you too. Yuri hangs up.  His phone rings with an incoming call. YURI (cont'd) (into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?...Slow the fuck down--what do you mean, tipped off?  They know where we are?!  Where are they?! Yuri grabs a pair of binoculars.  On the horizon, a fast- speed boat - INTERPOL AGENTS visible on the racer's deck. YURI (cont'd) (hanging up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. VITALY and the CAPTAIN, also spying the Customs Boat, joi the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no-one's going anywhere. (to the Captain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow--dead slow.  Buy me time. Yuri swings into action, frantically dials another number satellite cell phone. YURI (cont'd) (barking an order to a CREWMAN, referring to the Panamanian flag)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that fucking rag down! The CREWMAN hastily complies.  Yuri's call is answered. YURI (cont'd) (trying not to sound too desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Yuri.  I need another handle for this tub...something in our weight class. (to an elderly Latin PAINTER, pointing to the stern)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, over the side! (the painter hesitates)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now! The terrified PAINTER makes for the stern where he's hurr winched over. Yuri returns to the phone call. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, it's got to check out...you got a shorter name!...what?--Kono?  How do you spell that?...K-O-N-O.  That's good! He hangs up. YURI (cont'd) (to the PAINTER, already blacking out the name, KRISTOL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kono!  K-O-N-O. The PAINTER, nods nervously from his precarious perch, st paint. Yuri sneaks another look through his binoculars.  The Cus is closing fast. YURI (cont'd) (back into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we flying?...Dutch?  Later. (hanging up, to Vitaly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vit, get me a Dutch flag! Yuri checks the Customs Boat again. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn, they're hauling! He checks the Painter's progress. YURI (cont'd) (agitated, grasping the line of the scaffold)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faster!  Or I send you in! (checking the binoculars again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faster...and better! The Painter's hand is shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panicked)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri! Vitaly is frantically rummaging through a trunk containin national flags. VITALY (cant' d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have Dutch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got Belgium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck use is that?! (panicked, gesturing to the stern)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's painting a name registered in the fucking Netherlands! Vitaly winces. YURI (cont'd) (mind racing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got France?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused, finding the tricolor)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn it on its side. Vitaly turns the flag sideways - now a makeshift Dutch fl nods, impressed. Yuri looks forward.  The Customs Boat has almost reached the freighter. The flag is hoisted.  The Painter, barely completing the \"KONO\", is hauled back on deck. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it!  Everybody look innocent--now! The CREW resume their normal duties as the Customs Boat s crawl itself, at close quarters with the freighter. The heavily-armed INTERPOL AGENTS eyeball the rusted vess YURI focuses on the senior agent - JACK VALENTINE.  While agents wear sunglasses, long hair, tattoo or personalized Valentine is completely by the book.  His Interpol windbr and zipped to the neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say every man has his price - but not every man gets it.  Interpol Agent, Jack Valentine, couldn't be bought, at least not with money.  For Jack, glory was the prize. The Customs Boat ominously circles the freighter like a h shark. EXT.  INTERPOL BOAT.  DAY. VALENTINE never averts his eyes from the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not exactly \"The Love Boat\". Another AGENT hands him a phone. VALENTINE (cont'd) (into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's clean?...It doesn't look clean.  I'm boarding. EXT.  FREIGHTER / INTERPOL BOAT.  DAY. From the railing, YURI watches the Interpol boat draw alo freighter.  He surreptitiously makes another phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anxious whisper into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Yuri.  Phone in a sighting of the Kristol south of Aruba. The boat is secured to the ladder that runs down the side freighter. VALENTINE checks his sidearm, climbs the ladder. EXT.  DECK - FREIGHTER.  DAY. Yuri spies a life ring emblazoned with the word \"KRISTOL\" it around as Valentine and the other agents board. Valentine strides past Yuri to a container, nods to an ag it.  The large metal door opens to reveal a large contain grain - grain spilling onto the deck. Valentine is about to plunge his hand into the grain when phone rings. A CREWMAN calls to Valentine from the bridge of the Inter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, sighting of the Kristol due north. Valentine hesitates, returns to the ladder. As the agents go, they fail to see the pile of grain shif container exposing a crate of assault rifles hidden there EXT.  RAILING - FREIGHTER.  DAY. Yuri and Vitaly watch the Interpol boat leap away. On the FREIGHTER, we focus on the terrified PAINTER stand a pool of urine appears from the trouser leg. Yuri pretends not to notice, slaps the Painter on the bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice job. CLOSE ON the word, \"KONO\".  From the \"O\", a paint drop ru stern. EXT.  BARRANQUILLA HARBOR, COLOMBIA.  DAY. YURI and VITALY supervise the unloading of the freighter dockside. They are alerted by the sound of a battle raging somewher outskirts of the docks. A Jeep, full to overflowing with heavily-armed NARCO-GUER suddenly appears at the far end of the dock and speeds to A military vehicle full of COLOMBIAN SOLDIERS chases the several hundred yards behind. The Jeep full of Guerrillas screeches to a stop by the fr The NARC LEADER grabs a box of unloaded ammunition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Spanish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, pay before you play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Spanish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late. The Leader smashes the box on the concrete - bullets spil everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, fuck you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jamming his handgun in Vitaly's eye socket)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck you! Yuri tries to play peacemaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reasoning with the Narc Leader)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you don't fuck him-- The Narc Leader turns and shoots Yuri in the side. Yuri shudders with the impact.  The enraged Vitaly lunges the Leader but Yuri, despite his wound, holds him back. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Vit.  No. (to the Leader, referring to the bullets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help yourselves.  Free sample. Vitaly nurses Yuri to the ground. The GUERRILLAS ignore them, frantically re-load just in t immediately start shooting at the approaching government The government vehicle throws a vicious 180, almost toppl The Guerillas, now back in business, take off after the g troops. Yuri lies on the dock, genuinely surprised by the sight o blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first and most important rule of gunrunning is never get shot with your own merchandise. INT.  WAREHOUSE - BARRANQUILLA, COLOMBIA.  DAY. YURI, now heavily bandaged around the waist, and VITALY k watchful eye as the NARC LEADER inspects crates of machin other ammunition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The second rule is always ensure you have a foolproof way to get paid.  Credit card, check, cash.  Preferably in advance, ideally to an off-shore account.  It's why I choose my customers so carefully.  Say what you like about warlords and dictators, they tend to have a highly developed sense of order. They always pay their bills on time. The Narc Leader nods his approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to Yuri's wound)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I apologize for earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slight wince)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. WORKERS start loading the crates into a truck.  The Narc hands Yuri the suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all there. Yuri snaps open the suitcase - inside six kilos of cocain",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six keys of pure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't hand this to my fucking bank teller at Chase Manhattan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hair-trigger temper flaring again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should be thanking me. (waving his cell phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you checked the street price today? With the seizures at the border last week, it's jumped thirty percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sell guns.  I don't sell drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diversify. The Narc Leader walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got standards. The Narc Leader ignores him, climbs in his Jeep and drive truck, loaded with munitions, also exits. Yuri and Vitaly are left alone in their warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staring at their \"remuneration\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what? Yuri shrugs, slices open one of the packs of cocaine.  He bill from his pocket, rolls it into a tube. He goes to hand Vitaly the tube but his brother has alrea his own. Vitaly dips his tube into the coke - snorts, keeps snorti longer inhale than should be possible for a human being. INT.  HOTEL ROOM - BARRANQUILLA, COLOMBIA.  NIGHT. Six kilo-sized coffee cans.  YURI, still bandaged, is pou coffee down the toilet and replacing it with the bags of mumbling Ukrainian profanities as he works. The last bag is missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs, exasperated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vit. INT.  HOTEL HALLWAY.  NIGHT. In the hotel corridor, YURI discovers the door to the adj open. Inside, the room is vacant. INT.  BOLIVIAN BUS.  DAY. YURI, clearly fuming, is standing in a standing-roam-only public bus along with an assortment of PEASANTS, MIGRANTS FARMYARD ANIMALS. On the wall of the bus Yuri notices a cellphone ad featur CORDOVA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found Vitaly twelve days, two thousand miles and 150 grams later in a Bolivian boarding house. INT.  VITALY'S ROOM - BOARDING HOUSE.  LA PAZ, BOLIVIA. The outline of Ukraine drawn with cocaine. VITALY, out of his mind, pupils the size of nickels, humm Ukrainian folk tune, is putting the finishing touches to from his badly depleted bag of cocaine. with him, two BOLIVIAN PROSTITUTES, who appear to have pa worse. A pounding on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly!  Open this fucking door! Vitaly, absorbed with the task at hand, appears not to no breaks in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happy - way too happy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri! (to the comatose prostitutes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's my brother, Yuri.  He's my big brother. Yuri stares at the cocaine map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ukraine. (indicating the direction he is going to snort)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I start in Odessa, work my way to the Crimea--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staring at the map, appalled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--You'll be fucking dead before you reach Kiev. Yuri opens a window, the cocaine blows off the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fuck! Vitaly freaks out, slams the window so hard it shatters. Hookers still don't rouse.) VITALY (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fucking fuck! Vitaly desperately tries to snort the cocaine out of the carpet - the straw constantly clogging with carpet fibers Blood oozes from Vitaly's nostril.  Yuri gazes down at hi brother. EXT.  ST. JOSEPH'S DRUG REHAB CLINIC.  DAY. An exclusive rehab center.  A title appears: YURI's car pulls up outside, Vitaly in the passenger seat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of the car. Vitaly doesn't budge. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I promised our parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperate eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly, you're going to have a good time. This is a top place.  Two Ford models checked in last week and that cute weather girl's been here since July.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. Yuri relents, pours a gram onto the dashboard.  Vitaly sn the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he wipes his nose)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a good brother. Vitaly kisses Yuri. Two ORDERLIES open the car door, escort Vitaly away. Yuri watches his brother in the rearview mirror - shepher path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never understood what separated the recreational drug user from the habitual, the functional addict from the dysfunctional.  But for the grace of God, it could have been me snorting lines as long as the Belt Parkway. INT.  CATHOLIC CHURCH - BRIGHTON BEACH.  DAY. IRINA lights a candle in front of the Virgin Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly never got completely clean despite the prayers of my mother... INT.  SYNAGOGUE - BRIGHTON BEACH.  DAY. ANATOLY prays in front of the menorah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and father.  In fact, my younger brother was the only reason my father ever had to question his new religion. INT.  AIR MAROC JETLINER.  DAY. An EXECUTIVE sits in his Business Class seat.  On the tra front of him, calculator and spreadsheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After Colombia I became a one-man-operation. A sole proprietor as you say on your tax return - that is if you're foolish enough to fill one out. He exchanges a collegial smile with YURI who has similar entrepreneurial paraphernalia in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By then I'd mastered my craft.  Selling arms is not so different to selling vacuum cleaners.  You advertise, pound the pavement, take orders. The businessman's smile dissolves when he catches a glanc brochure lying next to Yuri's \"Day-Runner\" - glossy photo GRENADE LAUNCHERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENES",
          "text": "It takes place in an unidentified country in North Africa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, a good arms dealer also has to be a political scientist.  I go by a seven-step approach. YURI gets off a plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One: identity a government and an opposition where the opposition is ignored. YURI immediately picks up a newspaper, eager for the late",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two: Wait for a radical group to break away from the opposition. YURI is buoyed by the front page news, over-tips the NEWS SELLER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three: Immediately approach the radical group and offer them arms. YURI meets a group of REVOLUTIONARIES in a backstreet bar them an arms catalogue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four: Whether they buy or not, inform the government that the radical group approached you and offer the government arms. YURI meets a GOVERNMENT OFFICIAL in the parliament buildi him the same catalogue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Five: Whether they buy or not, re-approach the radical group and offer them more arms but now at a higher price.  Increasing tension is a means of generating demand and the ideal situation is to sell to both sides. YURI meets the REVOLUTIONARIES a second time in the same time they are more enthusiastic and Yuri has his calculat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six: If they start shooting at each other, the escalation is underway. YURI, now accompanied by bodyguards, is escorted into the buildings, where he's given a fat envelope. Back at the bar, YURI is given an even fatter envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are consuming small arms and ammunition and the cash register is well and truly ringing. YURI stands at his hotel window, sneaking a look through venetian blinds.  A street battle is taking place. However, in Yuri's mind the sound of the gunshots is grad replaced by the sound ot a cash register.  Each time a gu the register rings. Yuri shuts the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven: Don't forget that the success of a radical group in one country can inspire a radical group in a neighboring country. Yuri boards a plane, taking off for a new conflict zone. INT.  AIR MAROC JETLINER.  DAY. YURI leans back in his Business Class seat - eyes closed. suddenly blink open.  He feels someone watching him. Sure enough, he is face-to-face with AVA CORDOVA - starin from a magazine cover in the seat pocket next to him. INT.  MODEL AGENCY.  DAY. A gallery of MODELS from the late-eighties on VOGUE, HARP BAZAAR, ELLE magazine covers, blown-up and framed on a wh An AGENT with a window-office overlooking Park Avenue tal phone.  In front of her, the headshot of AVA CORDOVA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--There's really no one else you'd consider? Christie and Brooke are both available...not the right look?  It's just that Ava doesn't generally do print. The agent examines an envelope stuffed with cash. AGENT (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However, since you are willing to double her rate and pay cash in advance.  She loves working with Herb and you say the campaign will only be seen in Asia? (examining a first class plane ticket Destination: St. Barts)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I certainly can't see her objecting to the location. (inspecting an itinerary)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is the product again...? INT.  ARMS SHOW CONVENTION HALL.  DAY. YURI talks on a phone as he browses at an arms show.  He display of handguns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The product?  Er,...Colt .45. (a beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The beer. INT.  EDEN ROCK HOTEL - ST. BARTHELEMY, FRENCH CARIBBEAN. An idyllic beachfront hotel. AVA CORDOVA enters an empty reception area.  The RECEPTIO her a fax - Ava's face falls. YURI sits by the deserted pool, observing her entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It cost me twenty for the fake booking, another twelve to buy out the hotel.  You can't force someone to tall in love with you but you can sure make ita damn sight easier. INT.  HOTEL RESTAURANT.  DUSK. A large restaurant overlooking the ocean. AVA and YURI are the only guests, both eating alone.  The contact - exchange polite smiles. EXT.  PRIVATE BEACH.  DAY. AVA strolls down to the beach, deserted, save for YURI - some distance away on one of the hundred empty sunbeds. Ava dives into the water.  Behind his sunglasses, Yuri wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Towelling off on a sunbed of her own, Ava glances over to seems crazy not to speak to each other.  Ava breaks the i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Popular hotel, huh? Yuri smiles.  Ava approaches, extends a hand. AVA (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava Cordova.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri Orlov.  What brings you to St. Barts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A photo shoot.  At least, that was the plan. But the photographer's plane got stuck in Miami.  Hurricane - though there was nothing in the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gazing out at the ocean)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those things can come out of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The job's cancelled and there's no flight back to New York 'til Tuesday. Yuri pretends to ponder her predicament.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can hitch a ride with me if you like. Ava regards him cautiously - likes what she sees. YURI (cont'd) (picking up his own camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the meantime, why don't I take your picture? Ava smiles, poses playfully for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my experience some of the most successful relationships are founded on lies and deceit.  Since that's where they usually end up anyway, it's a logical place to start. EXT.  ST. BARTHELEMY AIRPORT.  DAY. A limousine approaches a Lear jet parked on the tarmac of runway airport.  YURI and AVA exit the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I nearly went broke trying to convince her I was anything but.  I knew Ava was not the kind of woman to be seduced by a ride in a private jet unless you owned the jet. CLOSE ON the tail of the jet - the name \"ORLOV AIR\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding her skirt in the wind to protect her modesty)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your plane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is my name. They enter the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I was lying.  The plane was a rental, like the car and even the suit I was standing in.  At the last minute, I bribed the crew for the paint-job. As the plane picks up speed on the runway, the name \"ORLO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luckily, by the time we landed, Ava wasn't looking anywhere but in my eyes. INT.  LEAR JET.  DAY. YURI and AVA sit beside each other on a white leather sof customized cabin drinking Cristal champagne. Yuri glances through Vogue magazine - a photo spread on A takes in the plane's sumptuous appointments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pretending to be impressed with the photos)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had no idea. He hands her back the magazine. YURI (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry I didn't recognize you.  You must think me very rude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't apologize.  I put on clothes for a living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wry grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least you aren't taking them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling at his irreverence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would be if half the photographers had their way. (shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I can't complain.  I'm paid to say, \"Cheese\". (meeting his gaze)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing so glamorous.  I'm in transport - international air freight mostly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, like UPS or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glance to her champagne flute)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Business is good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like you, I can't complain. They both drink.  A thought occurs to Ava.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if you did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...I don't know. (reluctant admission)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just that I travel all around the world but I can't help feeling sometimes that I'm going nowhere. Ava regards him closely.  He's echoed her thoughts.  Yuri another drink. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's to... (raising his glass)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a hurricane. They toast. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without it, I'd never have met you. She meets his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is no accident, is it, Yuri? Yuri freezes - doesn't answer. AVA (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It feels like fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(never averting his eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe in fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you believe in? Yuri gazes at her a moment - he answers her question with Ava does not pull away. INT.  LEAR JET - BEDROOM.  DAY. CLOUDS rush by the faces of YURI and AVA, heads close to oval windows. They make love in a wall-to-wall bed built into the rear The camera moves past the couple through one of the plane and the clouds begin to rain. EXT.  ISRAEL CENTRAL TEMPLE - BRIGHTON BEACH.  DAY. Confetti.  YURI and AVA run through the paper shower as t the steps of a synagogue in Brighton Beach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We married in a synagogue to make my father happy.  In the eyes of my Catholic mother, it was worse than living in sin. Yuri and Ava kiss his parents, ANATOLY and IRINA. As the happy couple reaches the limousine, VITALY - out o out of his mind - fires an AK-47 into the air as a salute The GUESTS drop to the ground - the only ones left standi and Vitaly. Yuri stares daggers at Vitaly, helps Ava to her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(explaining to the guests)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's traditional.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(meekly echoing the remark -joke badly misfired)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traditional. The guests nod, uncertain. YURI (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more time, Vitaly. Vitaly lets go another burst. YURI (cont'd) (reassuring word as he whisks Ava into the car)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  I should have said something. INT.  UPPER EAST SIDE APARTMENT.  DAY. YURI carries AVA over the threshold of their new home to the assembled GUESTS. ANATOLY and IRINA gape in amazement at the grand house. their son aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(touching his yarmulke)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always remember, son, there's something above you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up, gently joking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, Dad.  A forty-thousand dollar crystal chandelier. Anatoly forces a smile.  Irina presses a gift into Yuri's YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, we don't need anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need this. Irina takes Anatoly's arm, they walk away. Yuri, alone for a moment, opens the package - a small Rom Bible, conveniently bookmarked at the Ten Commandments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A newborn baby boy, NICOLAI, plays in the wrapping paper gifts beneath an extravagantly-decorated Christmas tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was still living way beyond my means, mortgaged to the hilt, using one credit card to payoff another.  Anything to keep Ava in the style to which she had, thanks largely to me, become accustomed.  Then suddenly all my Christmases came at once. A family Christmas - Anatoly, Irina and Ava open gifts. wriggles on a blanket, trying to reach a piece of tinsel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Irina, regarding a nativity scene on a Christmas card)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus was Jewish.  You're worshipping a Jew. Irina ignores him.  She regards a gift - a silver goblet Tiffany's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava, this is too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri likes to spoil you. Nicolai crawls an inch.  AVA beams proudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nicki!  You did it.  Good boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my grandson. Ava looks around for Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri.  Don't you want to see what your son is doing? No reply.  Ava wraps the piece of tinsel around the baby' A loud shout from the other room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tak!  Tak!  Tak-fucking-tak!  (subtitle: Yes!) Ava scoops up the baby.  With Anatoly and Irina, they go investigate. On the television, MIKHAIL GORBACHEV, is making his famou officially ending the Cold War. Yuri kneels in front of the TV as if it is an altar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over!  It's over!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Cold War, the Soviet Union, the Evil Empire.  Mikhail's saying \"no mas\".  He's throwing in the towel.  It's over. Yuri kisses Ava, Nicolai, Anatoly, Irina, kisses the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nice. (referring to Nicolai)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your son is crawling. Yuri's too busy kissing Gorbachev's birthmark. He gazes at the TV, revelling in the plan taking shape in",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "In the living room, AVA and IRINA play with NICOLAI.  YUR ANATOLY drink Johnnie Walker Black label.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(contemplating the day's events)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least there'll be religious freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll go back for a visit. (trying to sound casual)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you stay in touch with Uncle Dmitri?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(face lighting up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dmitri Volkoff?  Now and then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The luckiest man alive.  You know he was one of the first men at Chernobyl.  Off-duty, at his daughter's wedding, he was roaring drunk.  He was the only one who survived. Later they found that alcohol in your blood resists radiation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's still a General in the army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Major General.  He got promoted.  Two of his rivals were also there that day.  I told you - he's the luckiest man alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He may be luckier than you think. Yuri goes to pour himself a drink.  Anatoly grabs his son way he did many years earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lowering his voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not fools, Yuri.  What's between you and your wife is your own business but I don't think you're going to Odessa to open a McDonald's. (meeting his son's eye)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this how you want to be remembered?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're only remembered when you're dead. Yuri knocks back his vodka, tries to lighten the mood. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bring you back some caviar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not kosher. A crash.  VITALY and a call-girl, ANGEL, dressed in a low dress, stumble through the front door - both the worse fo drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Merry fucking Christmas! Angel laughs.  The family gazes at Vitaly and his friend,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(paternal)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly, who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her name really is Angel.  She's a fairy. (hoisting Angel)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's stick her on top of the Christmas tree. Vitaly and Angel laugh.  No one else does. Vitaly collapses on the floor.  Nicolai cries. VITALY (cont' d) (at a loss for anything better)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you all. Yuri firmly escorts Angel to the door and pays her off. EXT.  ST. JOSEPH'S DRUG REHAB CLINIC - UPSTATE NEW YORK. YURI drops VITALY back at the exclusive rehab center. By now Yuri knows the routine.  He pours a gram onto the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going back to Ukraine. Vitaly snorts it off the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(maudlin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss Odessa.  I miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss you too. Vitaly kisses Yuri. VITALY (cont'd) (meeting his brother's eye)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful, Yuri.  Those things you sell, kill... (tapping Yuri's chest where his heart should be)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...inside. Two ORDERLIES open the car door, escort Vitaly away.  Yur after Vitaly. INT.  UPPER EASTSIDE APARTMENT.  DAY. AVA and NICKI kiss YURI goodbye. EXT./INT.  PUBLIC STORAGE FACILITY - MANHATTAN.  MORNING. YURI enters a public storage facility, opens a locker wit combination lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no problem leading a double life. It's the triple and quadruple lives that get you in the end. He produces several passports from the locker, shuffles t passports like playing cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back then I carried a French, British, Israeli and Ukrainian passport and a student visa for the U.S., but that's another story. The locker also contains five identical briefcases - pres can tell them apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I also packed five different briefcases depending on the region of the world I was visiting. EXT.  BORDER CHECKPOINT - IZMAYIL, UKRAINE.  DAY. Light snow falls.  YURI, driving a brand new Mercedes, wa long line of cars at the border.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end of the Cold War was the beginning of the hottest time in arms dealing.  The Wall had fallen.  The arms bazaar was open. Those forty-five years had generated the highest weapons build-up in history.  The Soviets had tanks and guns coming out the demon hole - huge stockpiles and now no enemy. A Border Guard approaches Yuri's car window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in English, checking Yuri's passport)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Visa? Yuri hands the Guard his passport.  Inside, a credit card emblazoned, \"VISA\". The guard smiles. BORDER GUARD (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cash or check only. Yuri smiles, hands him several U.S. bills.  Yuri's passpo promptly stamped.  He is waved past the line of cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good to be home. EXT.  ODESSA MILITARY BASE.  DAY. YURI, briefcase in hand, meets his Uncle DMITRI at a barr Dmitri always carries a hip flask of vodka as if there is threat of radiation poisoning.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nephew, come here and hug the luckiest man alive. The General gives him a great bear hug.  Dmitri registers apprehensive look on Yuri's face. DMITRI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?  Did you think I'd be glowing?  Don't worry.  You can't catch it. Yuri kisses Dmitri on the cheek to reassure him.  Over hi Dmitri notices the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the car)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the SLK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "0 - 60 in 4.8. Dmitri is impressed. INT.  ODESSA MILITARY BASE - OFFICE.  DAY. YURI has a stack of VCR's, cartons of cigarettes, Johnnie Black Label on the table in front of DMITRI who drinks fr flask throughout the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't just sell you government property, Yuri.  I have to report--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Report to who?  Moscow?  As of last week Moscow is in a foreign country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "New flag, new boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no new boss yet.  They're too busy squabbling over who gets the presidential holiday home at the Black Sea. Dmitri can't deny it. YURI (cont'd) (talking like an evangelist)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beautiful.  The ones who know don't care any more.  The ones who care don't know. (nodding to a safe built into the floor)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show me your inventory. Dmitri hesitates, knocks back his vodka, then opens the s produces a document. INT.  ODESSA MILITARY BASE - ARMORY.  DAY. Crates of machine guns from floor to ceiling.  DMITRI giv tour of the armory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many Kalashnikovs do you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the inventory in his hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking over Dmitri's shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a \"4\"?  It doesn't look like a \"4\" to me.  It looks more like a \"1\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(missing the point)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's a \"4\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's whatever we say it is because no one else knows the difference. Dmitri finally gets it.  Yuri examines a Kalashnikov. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10,000 Kalashnikovs for a battalion.  Your stocks are dangerously depleted, Dmitri. You should order more from the factory. This is too much for Dmitri.  He stops, confronts Yuri - the AK-47 Yuri is inspecting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone will work this out, Yuri.  What happens then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll cut them in.  Anyway, what could happen - you're the luckiest man alive. EXT.  ODESSA MILITARY BASE.  DUSK. The sun sets over a grassy field.  YURI sits alone - clos inspects a Kalashnikov. It is a strange moment between a man and his favorite gun As we hear Yuri's thoughts, we are treated to lovingly sh ups of the weapon and its features often seen in slow mot glistening off the chromed barrel.  Folding metal stock a elegantly into place.  Precise docking of the 30-round cu magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Avtomat Kalashnikova, model of 1947 - more commonly known as the AK-47 or Kalashnikov. It's the world's most popular assault ritle - a weapon all fighters love.  An elegantly simple nine pound amalgamation of forged steel and molded plastic.  It doesn't break, jam or over-heat.  It will shoot whether its covered in mud or filled with sand.  It's so easy, even a child can use it.  And they do. The Russians put the gun on a coin. Mozambique put it on their flag.  Since the end of the Cold War, the Kalashnikov has become the Russian peoples' greatest export - after that comes vodka and suicidal novelists.  One thing's for sure, no one was lining up to buy their cars. We reveal where Yuri is sitting - on the roof of a rustin sedan, the Vaz 4-door.  A goat is eating the upholstery. Yuri checks on the crates of AK-47's being loaded into a trucks.  In the background, the armory, full a week ago, virtually empty.  Yuri smiles a satisfied smile. His reverie is interrupted by the sound of a car horn. A commotion at the gate.  Another large, black Mercedes i there, DRIVER leaning on the horn. YURI smiles as he sees the passenger emerge from the car ZAHAROFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course my idea was not entirely unique. I had rivals. Simeon angrily confronts the SOLDIER at the gate. DMITRI puts on his cap, about to investigate.  YURI stops",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a friend of mine. Dmitri shrugs and complies.  Yuri strides towards the gat EXT.  ODESSA MILITARY BASE - GATE.  DUSK. SIMEON, flanked by two hefty BODYGUARDS, is in the face o OFFICER. The Officer is flanked by three SOLDIERS, Kalashnikovs re their hips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know who the fuck I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thick Ukrainian accent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who the fuck cares who the fuck you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I demand to see your commanding officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't demand shit. Simeon reconsiders his position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give me back my papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(papers clearly visible in his hand)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What papers? The Officer turns on his heel and returns to his guard st the passport, starts watching TV.  The Bodyguards make to the Soldiers close ranks, barring their path. Simeon fumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late, Simeon. YURI breezes past the Soldiers with an easy familiarity. the guard station as if he owns it. From beside his car, Simeon watches as Yuri jovially disc situation with the Young Officer.  After a moment Yuri sl Officer money in exchange for Simeon's passport. Yuri emerges from the station and returns the passport to veteran gunrunner. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I invited you for a drink once before. Perhaps now you will accept my invitation. INT.  ODESSA HOTEL BAR.  NIGHT. YURI and SIMEON sit at a table near the back of the bar. the BARMAID delivering drinks and a shellfish appetizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Yuri, impressed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sell guns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you'd like to come to my room and see my bazooka. The Barmaid giggles and exits. Simeon is clearly disquieted by the change in the balance maybe it's the bad early-nineties pop music.  His BODYGUA at the table behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look a little lost, Simeon.  Is the world changing too fast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am here, aren't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not all of you, I think. Simeon's look begs explanation. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've gotten so rich selling for the CIA, you can't get that ideology completely out of your head.  The empire was evil for too long. Simeon shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't deny, it takes some getting used to. Last week we were trying to beat their brains in and now we're going into business together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no place in gunrunning for politics anymore, Simeon.  I sell to leftists, rightists.  I'd sell to pacifists but they're not the most regular of customers. Yuri leans forward. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, you're not a true internationalist until you've supplied weapons to kill your own countrymen. Simeon regards the young man with a mixture of fear and a himself another drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you have Ukraine in your pocket but there are the other satellite states. Bulgaria, Hungary, Poland, Belarus.  Instead of cutting each other's throats, it may be more profitable to work together.  What do you think? Yuri smiles - the proposal is the victory he has been see",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you are the amateur now.  I think you suffer from a philosophical disadvantage - you have a philosophy.  I think you should go with your instincts - your first instinct. Simeon is confused. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the same man who was not good enough for you before.  I am not good enough for you now. Simeon blanches.  Yuri gets up. Simeon holds his rival's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The problem with gunrunners going to war is there's no shortage of ammunition. Yuri departs. INT.  HOTEL ROOM - ODESSA HOTEL.  NIGHT. YURI and the BARMAID never make it to the bed.  Still clo each other against the door of his hotel room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back then, it was all for sale... EXT.  UKRAINE MILITARY BASE.  DAY. Row after row of tanks, armored personnel carriers and he gunships in mothballs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helicopters, torpedo boats, armored personnel carriers, whole tank divisions. DMITRI, flask in hand, and YURI are given a tour of the s by one of Dmitri's brother officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(haggling over the gunships)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I'll tell you what I'll do.  Buy six, you get one free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about tech support?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problem. Yuri and Dmitri come upon an oily-faced BOY, perched on t of a helicopter gunship - he wears an ill-fitting uniform sizes too big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son, get off there before you get hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sheepish)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's the tech support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thirteen.  Almost fourteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kids grow up fast around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding to the gunship)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can take it apart in his sleep. Yuri shrugs, shakes the Major's hand. EXT.  HILL OVERLOOKING ODESSA HARBOR.  DAY. THE POV FROM A PAIR OF BINOCULARS - in the crosshairs, JA VALENTINE, at a surprise checkpoint, staring through bino his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you? YURI, on his belly to avoid detection, slithers back to t - hands the binoculars to a YOUNG SOLDIER. DMITRI stands beside the convoy of trucks parked barely o of the checkpoint, including Yuri's Mercedes and a huge o tractor-trailer carrying a Russian Hind helicopter gunshi YURI (cont'd) (angrily to Dmitri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought we were supposed to be watching for these checkpoints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can I?  You keep selling my helicopters. You're too greedy, Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anxious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to go back. Dmitri regards the trucks, each one longer than the road",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be going in reverse.  We can't turn around for a mile. The YOUNG SOLDIER on lookout calls to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're coming. Yuri grabs the binoculars.  Sure enough, Valentine and hi are climbing into their Interpol Jeeps and driving toward",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We shoot it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And start an international fucking incident - no, no, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  I've got paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for the gunship.  Yuri, you know the penalty for sanction-busting - selling a military helicopter? Yuri gazes at the Russian Mi-24V helicopter gunship, bris armaments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a military helicopter.  It's a rescue helicopter. Yuri turns to the Boy referred to as \"tech support\". YURI (cant' d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get to work, Son. The boy pulls a wrench from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEVERAL MINUTES LATER",
          "text": "The Interpol Jeeps crest the rise and pull in front of th VALENTINE and his agents exit, guns drawn. DMITRI and the UKRAINIAN SOLDIERS stiffen, their weapons ready.  An uneasy stand-off. YURI gestures for calm.  He greets Valentine warmly - off hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri Orlov. In reply, an Interpol Agent unceremoniously slams Yuri in of his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flashing ID)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Papers. Again Yuri waves off Dmitri and his men, about to come to Yuri courteously hands over his passport and other docume the skeptical Valentine. VALENTINE (cont'd) (regarding the photo closely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Orlov, always in the wrong place at the right time.  We've met before.  Off the coast of Colombia. (feigning memory loss)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was the name of that freighter - I can't remember.  Was it the Kono or the Kristol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitates, he's actually forgotten)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew called that vessel a lot of names - none of them repeatable in polite company. Valentine turns his attention to the helicopter - now dev weapons.  An Interpol Agent escorts Yuri at gunpoint. YURI (cont'd) (noting to the gun in his ribs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new MP-5.  Do you need a silencer for that? Valentine ignores the banter, inspects Yuri's documentati",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end-user certificate for this aircraft states Burkina Faso.  Nice.  Did you type it yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's for humanitarian missions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a humanitarian? Yuri shrugs - why not? VALENTINE (cont'd) (not buying it for a second)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a killing machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in broken English)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to the nephew. It's true.  Yuri has had the armaments detached.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't you get the memo?  The war's over. What can they do with military hardware but convert to civilian use?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to lighten the mood)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only way you could die from this baby is if a food drop hits you. Valentine's face hardens at the flippant remark. Still at gunpoint, Yuri is escorted to the smaller second the convoy.  Stacked inside the container are the helicop hurriedly removed missiles and the Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the missiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Also going to Burkina Faso?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing to the document)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But to a different client at a different address. Valentine, incensed, throws Yuri up against the truck him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you take me for?  A complete fucking fool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eyeing Valentine's gun pressed to his throat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not complete, Sir.  And while I hesitate to tell you your job, I must point out that when shipped separately the weapons and the aircraft both comply with the current Interpol trade standards and practices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You expect me to believe this is a coincidence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see how certain people might interpret it as suspicious but thank God we live in a world where suspicion alone does not constitute a crime. Valentine regards Yuri closely - this foe is more formida imagined. Valentine looks to the gun in his hand, contemplating cro line.  He finally holsters his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tosses the documents on the road)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri Orlov.  You and I are going to be seeing a lot of each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can hardly wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(climbing into his Jeep)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch out for the time you don't see me. Yuri, Dmitri and the Boy watch Valentine speed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(perfect American accent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What an asshole. Yuri looks to the boy, askance - a Yuri in the making. EXT.  ODESSA HARBOR.  DAY. YURI supervises the loading of the cargo onto a freighter the empty trucks, he is just in time to see SIMEON and hi climb into their car, parked beside his own car, some dis As he drives off, Simeon and Yuri make brief eye-contact. Yuri looks for DMITRI, exiting a nearby restroom - carryi flask as usual, the worse for drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the departing Simeon)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(zipping his pants)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trying to beat your offer.  I sent him on his way.  He doesn't understand the concept of loyalty. Dmitri glances at the SOLDIERS around the docks. DMITRI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speaking of loyalty, too many people know. I have to make pay-offs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.  There're more VCR's.  I left them in your new car. Dmitri's face lights up.  Yuri hands him the keys to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even your enemy was admiring that car.  I am the luckiest man alive. Dmitri hands his hip flask to Yuri.  Yuri watches Dmitri car and climb in for a test drive. A look of realization on Yuri's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming to Dmitri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dmit--!!! The car erupts as if it has been punched by a fist beneat earth. Recovered from the blast, Yuri runs up to the burning car beaten back by the flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a bent Mercedes medallion, now worn around the B He regards it forlornly. YURI, numb, still carrying Dmitri's hip flask, makes a ca payphone. INT.  UPPER EAST SIDE APARTMENT - MANHATTAN.  DAY. A darkened bedroom.  AVA is fast asleep in her bed, curle NICOLAI. The phone rings.  Half-asleep, Ava reaches for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still groggy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'll accept the charges. We cut between the two sides of the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, baby. (glancing to a clock - 3am)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You forgotten what time it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.  I, er... (talking about anything other than what's on his mind)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was your audition?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resigned smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're going in another direction.  The direction of someone who can act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say that.  You're good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're biased. Ava grabs her robe - goes to the balcony so as not to dis Nicolai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sensing something amiss)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you?  Is everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rough day at the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come home.  We miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon. (more desperate than he intended)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's Nicki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asleep in our bed.  It's lonely without you. From a bar down the street comes the sound of gunfire - M firing at other MOBSTERS escaping in a car. Yuri tries to cover the phone but Ava overhears. AVA (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, what's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's always a party where you are. More gunfire interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd better go.  I just wanted to call--hear your voice.  Kiss Nicki for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you. But Yuri has gone. EXT.  ODESSA HARBOR.  DAY. The freighter slips out of the harbor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Ukraine since 1992, $32 billion worth of arms have been stolen and re-sold.  One of the greatest heists of the 20th Century. EXT.  DOCKSIDE - MONROVIA.  DAY. Crates of munitions are unloaded from the freighter onto trucks under YURI's supervision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The primary market was Africa.  Eleven major conflicts involving 32 countries in the past decade - a gunrunner's wet dream. Yuri sizes up the MILITIAMEN loading the arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My best customer was self-declared president of Liberia, Andre Baptiste.  Even though we'd met before, I was in no hurry to meet him again.  He'd gotten a reputation for routinely hacking off the limbs of those who opposed him.  His seven-year civil war has been described as \"a relentless campaign of sadistic, wanton violence unimaginable to those unfamiliar with the details of man's capacity to visit the abyss.\"  That kind of sums up Andy for me. As the final truck door is secured, a customized Lincoln Continental convertible comes flying around a corner - st blaring, deliberately terrorizing the locals on the dock. The car slides to a stop beside Yuri.  It contains ANDRE JNR., a handsome young man with sunglasses, a mirror for earring and a facial tattoo.  Also in the car, two BODYGU a pair of LIBERIAN TEENAGE GIRLS dressed in Dallas Cowboy cheerleader uniforms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Yuri, I am Andre Baptiste Junior.  My father would like to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank him but I have other business.  A busy schedule.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is not optional.  My father is easily offended. Yuri ponders for a moment.  The machete in the Bodyguard' makes up his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know?  My schedule just freed up. A bodyguard takes Yuri's suitcase.  Yuri is barely in the it screeches away. As the car roars along the highway on the edge of control Yuri's thoughts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if I thought I was scared of Andre Senior, I knew I was scared of Andre Junior. Like father, like son.  The guava doesn't fall too far from the tree.  He was a heavy- drinker, a womanizer with a penchant for cheerleaders and a lover of fast American automobiles which he drove recklessly and with total impunity around the streets of the capital.  Oh yes, he was also a cannibal.  They say Andre would eat a victim's heart while it was still beating to give him superhuman strength.  I could've told him he'd get the same effect from a pastrami sandwich at Carnegie's Deli. Andre announces his arrival in the main street of Monrovi burst of gunfire.  The city, a violent clash of cultures. Gucci.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monrovia itself was like being on another planet.  Planet Monrovia.  From the temperature it was obviously a planet close to the sun.  I rarely saw another white man even at my hotel that was soon dubbed the \"Little Kremlin\".  And I never left town alone.  Outside town, was the edge of hell. I didn't want to even gaze into it. The car pulls up to Monrovia's premier hotel.  A DEAD BOD ground attracts no attention whatsoever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your hotel. (proudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two stars. A PORTER, carrying Yuri's suitcase, steps over the dead b ANDRE JNR. (cont'd) (to Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you bring me the gun of Rambo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Part One, Two or Three?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have only seen Part One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The M60.  You want the attachable grenade launcher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please.  And the armor piercing bullets. (revving the car)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will be back to get you in an hour...or two.  It's Liberia. (mischievous smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We left a welcoming present in your room. Yuri nods, uncertainly. INT.  HOTEL AFRICA - LIBERIA.  DAY. YURI enters the hotel. At the reception desk, two HOTEL PORTERS watch a small, p - CNN coverage of the O.J. Simpson trial - gruesome evide",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(never averting his eyes from the screen)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, he nearly cut off her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I get to America, I will not live in Brentwood. The CONCIERGE hands Yuri a key. INT.  HALLWAY / HOTEL ROOM.  DAY. YURI goes to open his hotel room door - hears music from enters. Two stunning LIBERIAN GIRLS sit naked on the bed bopping Madonna's lILike A Prayer\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the most AIDS infested region of the globe, where one in four is infected, Andre's idea of a joke was to put a young Iman and a young Naomi naked in my bed and no condom within a hundred miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Mr. Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd be happy to make you happy. The two goddesses drape themselves around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry, we don't have anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do we look like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fending them off but with little commitment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if I have AIDS?  Don't you worry? Gloria's lips gently touch his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You worry too much. Faith begins to unbutton his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sultry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why worry about something that can kill you in ten years when there are so many things that can kill you today? Gloria's hands go to his belt buckle, start to unfasten i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can we make you happy? With great reluctance Yuri reaches behind him and opens t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By leaving. EXT.  HOTEL - CORRIDOR.  DAY. FAITH and GLORIA, still buck-naked, are tossed into the h their clothes flung after them, door slammed shut. INT.  BAPTISTE'S PRESIDENTIAL OFFICE - MONROVIA.  DAY. A Glock .45, Heckler &amp; Koch .40 and a Beretta 9mm sit mahogany desk in front of President of Liberia, ANDRE BAP pounds heavier, still wearing the same size uniform.  AND over his shoulder. Andre Baptiste examines each handgun methodically. In front of him, a pensive YURI, taking in his surroundin dozen gun-toting ELITE GUARDS keep an idle watch.  Severa to a refreshments table.  On a nearby sofa, a LIEUTENANT of the hostesses. Baptiste glances over to the Lieutenant, irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(providing a commentary)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--that's the Beretta, comes with a 36 cartridge, easy-operating clip-- Baptiste tests the loading mechanism. The Lieutenant on the sofa is still not paying attention. Baptiste casually points the gun at the Lieutenant and sh the head - a large portion of his brain splattering acros fleur-de-lis wallpaper. YURI (cont'd) (shocked)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, why did you do that? Baptiste, clearly not used to having his actions question the gun on Yuri.  He's next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you say? Yuri, staring down the barrel of the Beretta, recovers fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(feigning anger, gesturing at the gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you're going to have to buy it. (grabbing the gun from Baptiste)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a used gun.  I can't sell a used gun. Baptiste is taken aback.  He suddenly bursts into laughte",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A used gun.  That's a good one. The other Officers laugh uncertainly. The Lieutenant's body is dragged out - leaving a smear of across the marble floor. Baptiste, seemingly oblivious to the carnage he's wreaked talking to Yuri, in a measured way as if he's discussing state of punctuality in contemporary society. BAPTISTE (cant'd) (confiding in Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no discipline with the young boys. I try to set an example but it's difficult. I blame the MTV. Yuri nods, disguising his terror. Baptiste, checking his Rolex Oyster, rises from his desk. BAPTISTE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me show you something. EXT.  BAPTISTE'S PRESIDENTIAL MANSION.  DAY. The camera tracks along the MILITIA - however only the ve their heads are visible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had heard of the \"Boy Brigades\", \"Small Boy Units\", \"Kalashnikov Kids\".  The theory was that a bullet coming from a fourteen year old is just as effective as one trom a forty year old. ANDRE BAPTISTE haggles with YURI as he inspects his troop from twelve to fourteen.  Yuri, averts his eyes from the uncomfortable reviewing soldiers a head shorter than he. OLDER SOLDIERS fill the ranks behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't pay your asking price, Yuri.  We are not a rich people and the market is already flooded with your Kalashnikovs.  In some places you can buy one for the price of a chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't just look at the unit price.  You forget the ancillary costs.  End user certificates need to be forged and notarized, shell companies set up, insurance purchased, pilots and crews hired.  Not to mention the bribes.  You can't get a nut and bolt out of the Eastern bloc without a bribe.  There's one bribe for the nut. Another for the bolt.  This is an expensive proposition. Andre interrogates Yuri's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I pay in timber...or stones. Baptiste produces a handful of uncut diamonds from his po widen at the sight of the very precious stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(regarding the stones)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take the stones.  It's hard to get a tree trunk in my hand luggage. Andre smiles.  He turns to his new Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the inspection)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very professional, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dismissing the troops)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dismissed! Yuri and Andre watch the troops disperse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're planning a new offensive.  If you delay a week I can get you the armored personnel carriers we talked about.  They would give you a significant strategic advantage. Andre nods, grateful for the free tactical advice - regar a new light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say I am the lord of war.  But perhaps it is you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(correcting him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not \"lord of war\".  It's \"warlord\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like it my way. Andre smiles again.  They are going to be fast friends. He leaves Yuri alone to examine his uncut diamonds in his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diamonds are far less bulky than hundred- dollar bills.  You can get a million dollars into a cigarette box. EXT.  ART GALLERY - MANHATTAN.  DUSK. A GO-BETWEEN emerges from a gallery with a wrapped painti YURI, waiting in a limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the mid-nineties, my wealth had caught up to my lies about my wealth - even surpassed the lies. Yuri pays the Go-Between in cash, places the painting in INT.  LIVING ROOM - NEW YORK APARTMENT.  NIGHT. YURI enters the front door, drops his luggage at the door AVA, talking excitedly on the phone, hangs up, runs to gr VITALY, in the background, cocktail in hand, with another looking GIRLFRIEND, is examining another of Ava's paintin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, I just got off the phone with the dealer.  I sold my first painting. Yuri and Vitaly greet each other with a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(feigning surprise)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fantastic.  Who bought it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone important.  They want to remain anonymous. (asking in a way that does not expect an answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was your trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know.  Same old, same old. (quickly changing the subject)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Nicki, in bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  Poor darling.  He tried to stay up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll kiss him goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(opening champagne)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This calls for a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What doesn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still giddy at the news)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My first painting.  I'm officially an artist! He watches Ava showing off more of her paintings to Vital latest girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I figured I was a patron of the arts and of everything else Ava had tried and failed at after modelling.  Acting, her own cosmetics line.  I didn't sabotage her careers but I can't deny it was convenient for me in maintaining a low profile.  She was a beautiful bird in a gilded cage. INT.  BEDROOM - NEW YORK APARTMENT.  NIGHT. YURI kisses his sleeping son, NICOLAI, now three years ol He places a gift at the end of his bed - an expensive-loo microscope. At the same time he spies an object in Nicolai's toy box gun. INT.  KITCHEN / LIVING ROOM - NEW YORK APARTMENT.  NIGHT. YURI tosses the toy gun in the trash. VITALY, still in the kitchen, catches him - pretends he d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you, brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, still the resident family fuck-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone has to do it. They watch Ava in the living room sharing a joke with Vit girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She knows, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't talk about it. Vitaly looks askance. YURI (cont'd) (shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many car salesmen talk about their work, how many executives at cigarette companies? And both of their products kill more people every year than mine.  At least mine has a safety switch.  If those guys can leave their work at the office, why can't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, you're good.  You almost had me convinced. (to his girlfriend, knocking back his drink)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Yuri and Ava are alone at the window, overlooking Central hands her a fresh glass of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(raising his glass for a toast)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To Manet, Monet...and Ava Cordova. Ava grins, goes to drink when she notices two huge diamon laying at the bottom of the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gasp)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trip went better than expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fishing out the damp baubles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, they're beautiful. (flirtacious grin)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what am I going to wear them with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flirting back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know just the outfit. They kiss. INT.  BEDROOM - NEW YORK APARTMENT.  NIGHT. CLOSE UP on the diamonds dangling from AVA's ears.  She w earrings and nothing else as she and YURI make love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know how much she knew and how much she ignored.  I was a good provider and as far as she was concerned - loyal.  Despite the other women, I always made love to Ava as if she was the only one. INT.  HELICOPTER - MANHATTAN.  MORNING. From an unmarked helicopter, JACK VALENTINE and his INTER shadow a Mercedes sedan as it weaves through midtown traf INT.  SEDAN.  MORNING. YURI rides in the back seat of the sedan, scouring the wo sections of several newspapers. A thought interrupts his homework. He opens the sunroof a crack, spies the helicopter tailin He closes the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the DRIVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take Park. EXT.  PARK AVENUE.  MORNING. The sedan enters the underpass beneath the Helmsley build moment the car hidden from aerial surveillance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Driver)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is good. The Driver pulls over, never coming to a complete stop be bails.  Horns blare at the illegal drop-off. YURI (cont'd) (to the Driver from the sidewalk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take them on a tour of the Tri-State. Yuri grabs Ava's painting from the trunk and the sedan pu out into daylight minus Yuri - the occupants of the helic the wiser. Yuri hails a taxi. INT.  HELICOPTER - MANHATTAN.  MORNING. VALENTINE observes the sedan cruising through the heart o",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where in God's name is he going?  Is he lost? INT.  PUBLIC STORAGE FACILITY.  MORNING. With some reverence, YURI props Ava's painting against th his private sanctuary, then goes about his business - shu passports, deciding who he will be. EXT.  NEW YORK APARTMENT.  DAY. AVA, dressed in a robe, all smiles, pours herself a cup o She sips the coffee at the window, glances down. In the courtyard below, INTERPOL AGENTS are picking throu garbage cans under the supervision of AGENT VALENTINE.  V curiously examines the toy gun. The smile is wiped off Ava's face.  She makes brief eye-c Valentine before stepping back from the window. Slightly shaken, she picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly...it's Ava. INT.  COCKPIT - ILYUSHIN-76 CARGO PLANE.  DAY. The cargo hold of an Ilyushin-76 cargo plane.  It's so ov with weapons, many are strapped into the passenger seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was now the best merchant of death alive.  I didn't own my own plane.  I owned a fleet - running guns into Liberia, Sierra Leone or the Ivory Coast at least once a week. Unfortunately, my friends at Interpol were also starting to find West Africa on the map. Most trips I had phoney paperwork.  If the deadline was tight, I had no paperwork at all. In the cockpit, an American PILOT and CO-PILOT keep an id their instruments as they fly over the endless plains of Leone.  YURI sits in the jump-seat, reading the Wall Stre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to his co-pilot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Even taking into consideration the pay-off to the parents, a week with a girl in Burkina Faso is cheaper than a night with a girl in Jersey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Plus, they're cleaner--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and a lot of them speak better English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Personally, I prefer a language barrier-- An unmarked military jet appears through the starboard wi voice on the radio is familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Charlie, Echo, India.  Descend for landing on heading zero...two...nine. The Pilot picks up the radio, looks to Yuri.  Yuri shakes dialling his satellite phone.  Yuri's call is answered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone, trying not to sound too desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Southern, it's Yuri.  Sorry to call you on this number but I've got an Interpol jet and-- The jet outside the window falls back. INT.  A PENTAGON OFFICE.  DAY. A mid-rank office dominated by a computer terminal.  We l COLONEL SOUTHERN's shoulder.  He is admiring a new medal. IN SUITS sit opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone, measured voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't know you right now.  It's not a good time. Southern hangs up. INT.  COCKPIT - ILYUSHIN-76 CARGO PLANE.  DAY. YURI, hearing the response, explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gaping at the phone in disbelief)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a good time! Suddenly machine gun fire strafes the Ilyushin - bullets through the fuselage, perilously close to Yurirs very com cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Motherfucker! The jet appears again at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Charlie, Echo, India.  Comply immediately. That was your last warning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where was the first fucking warning?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rock your wings if you intend to comply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Yuri, anxious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm putting us down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You land and we're all going away!  I don't have paperwork!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're in a flying fucking bomb!  They're firing bullets at our bullets!  Forget about going away!  They shoot again, we're going away for good!  I'm putting us down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(knowing he's right)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay!  Okay!--Fuck!! The pilot responds on the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Charlie Echo India.  Descending on heading zero two nine. The Interpol jet takes the lead towards a small airport. terrain below, getting his head back in the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing out a narrow highway)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not the airport.  There.  The highway.  It's our only fucking hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pothole could set us off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't underestimate yourself.  You're the best, Tony. The pilot doesn't buy it but reluctantly changes course a INT.  INTERPOL JET.  DAY. From his own wingseat, VALENTINE observes the Ilyushin's landing on the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't land there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the pilot)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't get far.  I want a truck waiting on the tarmac. EXT.  HIGHWAY.  DAY. A heavily-trafficked highway.  WOMEN carrying water jars heads, a thin COW pulling the carcass of a car, VENDORS s meat, CHILDREN playing war games. The pedestrians look up to see the lumbering Ilyushin mak final approach - they scatter. The Ilyushin weaves on landing, hits a bone-jarring potho INSIDE THE PLANE - boxes of grenades, bullets and other m jump dangerously up and down. Finally, the Ilyushin pulls up safely on the highway, eng shutting down.  YURI's head appears out of the cockpit wi Curious LOCALS, recovered from the shock, are gathering a of the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the pilots, sizing up the locals)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going to be okay. The PILOTS are already halfway out of the plane door, gra supplies as they go. YURI (cont'd) (calling out from the window)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As far from the evidence as I can. The pilots start running down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, you idiots!  There's not going to be any evidence!  Stay with the plane! The pilots ignore him - run for their lives. YURI is left alone.  He turns a lever marked, \"CARGO BAY\" EXT.  CARGO BAY.  DAY. The rear cargo bay opens.  YURI stands beside his incrimi merchandise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the gathering locals)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help yourselves.  Be my guest.  No charge. One LOCAL MAN tentatively approaches the cargo bay.  Yuri an AK-47 and a box of shells. More SIERRA LEONESE LOCALS emerge from the side of the ro seemingly out of thin air. Yuri hands out more guns. YURI (cont'd) (to other locals)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take the whole crate. Two men oblige, ferrying the crate away. The other locals become bolder, then brazen. Soon it's a free-far-all.  Men, women and children swarm the plane pilfering the arms and anything else that isn't down - also a lot that is. Yuri has to exit the plane to avoid being trampled in the EXT.  HIGHWAY.  DAY. YURI buys a Fanta from a vendor - exchanging it for a box grenades. He sits on a soda crate for a front row seat at the chaos Yuri has a calculator out - totalling his losses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muttering under his breath, shutting off the calculator in disgust)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a fucking disaster. Yuri sees the pilot seats being stolen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, not those!  You don't touch the plane! (plaintive moan)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not the fucking seats... Glancing up the highway, Yuri sees an approaching cloud o VALENTINE and two truckfuls of heavily-armed Interpol Age Too late.  The last of the guns and ammunition are being on the back of a thin cow. Valentine's truck fishtails to a halt beside the stripped Valentine is first off the trucks and into the plane's ca empty. Other INTERPOL AGENTS fan out - futilely questioning loca Miraculously the weapons have vanished into the bush. Valentine calls out to the last fleeing local - a BOY wit lifevest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you! The boy stares back, defiantly inflates the life preserve VALENTINE (cont'd) (exasperated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. The entire cargo has gone.  An errant bullet falls off a the plane and rolls down the floor - Valentine picks it u YURI sits innocently on his soda crate. A frustrated African Interpol Agent, MBIZI, wound-up by t rushes Yuri - slams him to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You run from us. (flashing a machete in Yuri's face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you run with no legs? Valentine rushes over, pulls Mbizi off Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Mbizi.  No, no, no. Valentine drags Mbizi out of Yuri's earshot.  Mbizi still piece of Yuri - Valentine preventing him getting to the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me disappear him, Mr.  Valentine.  He is a devil.  Let me disappear him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look where we are.  Who will know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will. Mbizi stops struggling against Valentine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn your back, Mr. Valentine.  I will go to hell to stop him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. (to his Agents)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Find the pilots. Mbizi and another Agent reluctantly head off in a truck. Valentine returns to Yuri who is dusting himself off.  Va handcuffs Yuri himself, picks up the soda crate and sits on it. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've spent my whole career on the right side of the line.  You're the first man I've encountered who makes me seriously consider crossing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the charge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing in Sierra Leone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on safari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the bullet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shooting wildebeests with submachine guns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you with the park service?  Hunting without a license - is that the charge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're trafficking arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trading.  But without evidence who can say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trade or traffic, you make a fortune by keeping the poorest people on the planet killing each other. (hesitates, unsure whether to waste his breath - wastes it anyway)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know why I do what I do? Yuri remains handcuffed, sitting on the soda crate - dwar cargo plane.  Valentine paces beside him. VALENTINE (cont'd) (ignoring him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are more prestigious assignments, you know.  Keeping track of the nuclear arsenals.  You would think it more critical to world security.  It's not.  Nine out of ten war victims today are killed by assault rifles and other small arms - like yours. Those missiles just sit in their silos. Your AK-47 - it's the real weapon of mass destruction. Yuri regards his interrogator curiously.  Despite the sun down, he feels obliged to give him his version of the fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want people dead, Agent Valentine. I admit, a shooting war is better for business.  But I'd prefer people to fire my guns and miss.  Just as long as they're firing. He regards Valentine with something approaching pity. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I realize the unspeakable things that are done with my weapons.  I also understand the unspeakable things that are done with Williams Sonoma carving knives and Wilson baseball bats and they aren't taking those off the market any time soon.  People will always buy guns.  Why not mine? Valentine appears to have no answer. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I go?  You've got nothing on me-- (unable to resist)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--but cuffs. Now Valentine smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am legally permitted to hold you for twenty-four hours without charging you. Yuri looks away, knows where this is going. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may ask, why do I bother to do that?  I can assure you, it is not because I enjoy your company.  And you may be surprised to learn that it is not for any vindictive motive.  No. The reason I delay you for every second of the permissible twenty-four hours, is that I am delaying your deadly trade and the deaths of your victims.  I don't think of it as taking a day from you but giving a day to them.  Some innocent man, woman or child somewhere has one more day on this earth because you are not free. Valentine looks to his watch. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you in twenty-three hours and fifty five minutes. Valentine walks away.  Yuri is left to ponder the notion. We see time lapse photography of Yuri waiting out his twe hours, under armed guard on the highway - stretching his eating a suspicious-looking sandwich, going to the bathro arcing across the sky - all the while his plane is being cannibalized by the locals.  Finally the time lapse slows real time. Valentine returns in a Jeep with Mbizi and other Agents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be pleased to know your colleagues were no more co-operative than you. Valentine opens the back of the Jeep.  Lying in the back, of the two PILOTS shot and stripped. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The locals got to them before we could. Yuri turns away from the sight.  His handcuffs are remove Returning Yuri's documents, Valentine notices a photo of NICKI in the wallet. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Handsome family. Valentine and the Agents get back in the truck and drive EXT.  HIGHWAY.  DUSK. YURI starts to walk down the deserted highway alone - his plane is now just another carcass in the jungle. A CONVOY of armored personnel carriers barrels past him - U.N. white.  The lead car slams on its brakes, bringing t a stop.  A woman pokes her head out of the window - CAPTA CARLISLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleasantly surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri!  Yuri Orlov!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giving her an embarrassed hug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vivian...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(approaching the window)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know.  Fighting the good fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An aid program?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yes.  In fact, I've just had some transport problems.  You couldn't give me a ride to Monrovia, could you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.  Climb in. Yuri steps back into a vehicle with which he is very fami VIVIAN (cant' d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're pulling out.  It's too dangerous. It's a shame.  We were really doing some good things. Yuri nods in understanding. INT.  HOTEL AFRICA - YURI'S HOTEL ROOM.  NIGHT. A weary YURI enters his room.  Sitting on the green sofa gagged, face reduced to pulp, silver hair matted with blo SIMEON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus!  Simeon! ANDRE JNR., a FLUNKY and his CHEERLEADERS appear from beh door, laughing at his shocked reaction. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Andre!  What in heaven is he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gift for you. Yuri stares into the old gunrunner's terrified eyes. ANDRE JNR. (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got here just in time.  I was afraid he would die before you got a chance to kill him. He offers Yuri a Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who do you think informed on you - cost you your plane?  He came to meet my father, hoping to take your place. Yuri spits on Simeon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stupid old fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(knowing smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He killed your man when he tried to kill you. Andre again offers Yuri the Beretta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want us to let him go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  No.  I... Andre offers him the gun a third time.  Yuri refuses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you do want him dead.  You just don't want to kill him yourself?  I understand. Andre grabs Yuri and presses the gun into Yuri's palm, cl own hand over Yuri's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll do it together.  A bonding experience. Andre forces Yuri's finger onto the trigger as he aims at terrified Simeon - eyes pleading. Yuri attempts to pull his hand away but Andre is too stro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can stop if you want - but you do.  Just say the word. Andre stares at Yuri not Simeon. ANDRE JNR. (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, \"stop\". Yuri opens his mouth but no word comes.  Andre presses Yu onto the trigger. The gun goes off.  A splash of blood across the sofa's gr upholstery. The gunshot echoes around the room.  Simeon is very dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop. Andre smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surveying the blood-spattered room)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get you another room with a nicer view. INT.  HOTEL AFRICA - LIBERIA.  DAY. YURI collapses on the bar - gestures to the BARMAN who im pours a line of cocaine in full view. YURI hoovers it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I started doing a lot of cocaine in West Africa.  I wasn't medicating myself.  I was simply playing catch-up.  I was constantly dealing with people who are chemically imbalanced without the aid of chemicals. It's just a matter of etiquette.  It's rude to act sane in a room full of lunatics. The Barman nods to a patron at a corner table - a SEASONE - no more than eighteen years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bought you \"brown-brown\", Mr. Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wiping his nose)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Brown-brown\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mixture - cocaine and gunpowder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does the gunpowder do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's magic.  They give it to the small boys before battle - they do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to try it at least once, Mr. Yuri. The Barman starts chopping another line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because it's your gunpowder. Sure enough the Barman pours the gunpowder from one of Yu shells into the cocaine. The SEASONED FIGHTER, assault rifle slung over his should intimidating air, sidles up to Yuri - stares him down.  Y option, does a line. He washes it down with a swig from a vodka bottle, raises to the fighter. The Barman puts on a Ukrainian folk song.  Yuri picks out PROSTITUTES in the bar, starts dancing. He drunkenly dances with one PROSTITUTE after another - t almost violent, the prostitutes flung aside, none lasting a few seconds - caught in the arms of the other PATRONS. To Yuri, the bar swims before his eyes. The music stops.  Yuri, wild-eyed, looks at the stunned b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to no one in particular, whipping his vodka bottle off the bar)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going for a walk. EXT.  MONROVIA.  NIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCENES FROM YURI'S P.O.V. IN HIS ALTERED STA",
          "text": "MIXTURE OF FORMATS INCLUDING SUPER-8 &amp; VIDEO, SHAKY H FOOTAGE, OVER-EXPOSED FOOTAGE, BLACK &amp; WHITE FOOTAGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YURI staggers towards the edge of town - still swigging f bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A ROOM WITH A CURVED CEILING ON THE OUTSKIRTS OF MONROVIA",
          "text": "YURI, eyes unable to focus, stares at a WOMAN'S FACE in f him, moving back and forth.  The gyrating stops. Yuri realizes he is lying in the mouth of an enormous cem his back, a prostitute on top of him.  She gets to her fe adjusting her dress. Yuri panics, hurriedly zipping himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a mixture of French and English)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't fuck you, did I?  Did I fuck you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in French, as she counts Yuri's money)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not what I would call a fuck. The prostitute tosses a couple of bills back to him.  Yur the money, staggers after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sick? She ignores him. YURI (cont'd) (screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sick?! Yuri staggers to his feet - wanders aimlessly across a fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DANCE IN DUST SOMEWHERE ON THE OUTSKIRTS OF MONROVIA",
          "text": "Two dozen pairs of feet chase each other on a dirt field from a crowd.  The dust clears, revealing a bundle of clo string doubling as a soccer ball.  The game is between tw indistinguishable teams of MONROVIAN YOUNGSTERS on a make field, goalposts constructed from tree branches lashed to YURI wanders onto the field, joins the game without askin players humor him by letting him have the ball. Yuri dribbles up field, takes an enormous swipe at the ba completely, clattering to the ground. The crowd and players laugh.  The game goes on.  Yuri, al but in a far more desperate manner, picks himself up and away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LIBERIAN BAR CALLED \"ZANZI-BAR\"",
          "text": "YURI throws up at the back of a saloon flimsily construct rusted corrugated iron. Rinsing out his mouth with vodka, he is distracted by the two little GIRLS arguing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They won't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They won't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They will!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask the foreigner.  The foreigner will know. The GIRLS approach Yuri - no older than seven, formal whi hands politely behind their backs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, will my fingers grow back? One of the girls shows Yuri a healed stump where her hand Yuri runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MODERN SCULPTURE SOMEWHERE IN MONROVIA",
          "text": "YURI passes in front of an abstract arrangement of holes out to be a building pock-marked with gunshells. Suddenly a FACE appears in one of the holes - SIMEON.  Th wound in his forehead still evident.  Yuri gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simeon. Simeon turns and walks away - revealing a large exit woun of his head. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Simeon!! Yuri pokes his head through the hole but Simeon has vanis turns back to find himself trapped by TWO MEN in flip-flo Gap T-shirts and AK-47's. Through Yuri's eyes the two men look like four.  The two/ through Yuri's pockets, take his watch, shoes. Yuri is oddly compliant - clumsily helping one of the thi the watch. One of the men, tired of Yuri's antics, aims his gun at Y His colleague stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't.  He's Andre's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keeping his gun raised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck Andre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seemingly beyond caring)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, fuck Andre. The man fires at Yuri.  The gun jams.  Yuri looks almost disappointed.  The man tries again.  Again the gun jams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the gun)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.  They don't usually do that.  Let me have a look.  Maybe I can fix it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disgusted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck off! The man whips the gun across Yuri's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PATH OUTSIDE MONROVIA",
          "text": "YURI, face streaked with blood and dirt, wanders aimlessl the brush outside Monrovia. A HYENA appears on the dirt path in front of him - teeth frenzied eyes. Yuri stares at the wild dog - starts to quietly cry.  Tea down his cheeks. The hyena runs away.  Yuri is alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. MONROVIAN DOCKS. DAWN.",
          "text": "A vacant-eyed YURI sits in the shadow of an enormous stac unloaded from a freighter. A presidential motorcade appears on the dock.  ANDRE BAPT emerges out of his Mercedes Jeep, gun in his hand.  He st Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, you fucked up!  I am going to shoot your face off with your own gun. Yuri doesn't flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unfazed, regarding the man)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad.  Andre's latest double? The man's face falls.  The real ANDRE BAPTISTE emerges fr ANDRE JNR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Yuri, standing beside his uncanny double)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's too eloquent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have no heart. Baptiste brandishes a copy of the New York Times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen the news?  They accuse me of rigging elections, but after this in your Florida with your Supreme Court of kangaroos-- CLOSE ON the headline, \"U.S. SUPREME COURT REVERSES RECOU ANDRE BAPTISTE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--now the U.S. must shut up forever. Yuri just smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More good news.  That's the last aid shipment.  The war is so bad, the U.N. is pulling out. Andre shrugs.  He regards the inactivity at the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is nothing happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reluctant to give his father bad news)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No trucks.  They are trapped on the front lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are trucks.  You just have to get all that food out of them. Yuri gestures down the dock where food is being loaded in marked, \"HUMANITARIAN AID\" Andre Baptiste and Andre Jnr.  are clearly taken with the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Killing certain humans can be considered humanitarian. (thinly disguised reference to the previous night)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't that right, Mr. Yuri? Andre Baptiste hands Yuri his payment - a slim briefcase a pouch of uncut diamonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After surviving the last few days I'd started to feel like I was invincible.  But there was a weapon that could hurt me. INT.  UPPER EAST SIDE APARTMENT.  DAY. From behind the cover of a sofa NICOLAI shoots at an unse finger as the gun. The camera pans around the room to find AVA in an armchai AGENT VALENTINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hush, Nicki. (to Valentine)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe you. Valentine is unfazed. AVA (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you prove any of it?  Where is your evidence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was hoping you could help us with that. (opens an old file containing a copy of a newspaper clipping, headlined, \"Cordova Disappearance\" )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand your parents died tragically in EI Salvador. (meeting Avars gaze)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That regime has startling similarities to several of the regimes supplied by your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out. Valentine rises to leave.  Ava holds Nicolai, her mind re INT.  FASHION SHOW - NEW YORK.  NIGHT. Impossibly thin MODELS strut along a transparent lightbox runway, flanked by SOCIALITES and PAPARAZZI. Projected on the wall behind them, the words, \"FASHION AG - Dress Not To Kill\" and various images from the world's Each outfit is enthusiastically applauded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now, one of the sponsors of tonight's evening, former Miss World, Ava Cordova. AVA appears from behind the wings in a designer gown.  Sh accepts the applause - gradually becomes aware of a proje her face. She turns to see the projected image of a CHILD holding a When she turns back, tears are rolling down her face. INT.  NEW YORK HOUSE.  NIGHT. Back to us, AVA naked, sits on the end of her bed, clothe beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava? YURI, still carrying his suitcase, appears in the doorway the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ava, what's wrong?  Where's Nicki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still with her back to us)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's with your parents. Yuri senses something very wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why aren't you dressed?  I thought we were going out. He finds a robe from the closet - gently places it around pulls it off her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning back to look at him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't wear the clothes.  I can't wear the jewelry.  I can't drive the car.  I can't live in this house.  Everything1s got blood on it. Yuri pulls the robe back onto her shoulders, walks to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be so melodramatic. Ava pulls the robe to her, follows Yuri to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I'm melodramatic.  I'm a failed actress, remember?  We need to talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?  We never have before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we do. Yuri notices the Interpol business card on the bedside ta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people - you can't trust them--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I've talked to your parents.  Why do you think they don't want your money?  They know where it comes from.  We all know. Yuri sighs, resigned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sell people a means to defend themselves, Ava.  That's all.  I don't hold a gun to any one's head and make them shoot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Yuri, I see the news.  Sierra Leone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I don't sell machetes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--What do you think is pointing at the victims when they use those machetes?  I see the pictures.  Yuri, the guns are bigger than the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angered)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing illegal about what I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care if it's legal, it's wrong. Ava meets his eye. AVA (cont' d)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can accept the drugs.  I can even accept the other women.  I can't accept this. Yuri looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It makes no difference if I stop.  Someone will take my place the next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let them.  We have enough.  You're not that little boy in Odessa anymore, lining up for a loaf of bread--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--It's not about the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it? He doesn't answer - perhaps he doesn't have one.  Ava loo the window at their expensive view. AVA (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel like all I've done my whole life is be pretty.  All I've done is be born.  I'm not just a failed actress.  I'm also a failed writer, failed artist, failed businesswoman.  I'm not much good as a mother.  Come to think of it, I'm not even that pretty any more.  I've failed at everything, Yuri. (turning back to him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I won't fail as a human being.  I'm leaving. The words finally register with Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't leave.  I'll stop. (as if trying to convince himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll stop. Ava is skeptical.  He holds her, reassures her. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been thinking about it for a while.  A lot, lately. (as if trying to convince himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm making more from the oil and timber anyhow. (further reassurance)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll stop. She interrogates his eyes for the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pleading eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You will?  You promise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(deadly serious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. (changing the subject a millisecond too fast)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now get dressed.  We'll go out. Ava picks up the dress off the bed. Yuri gazes at her. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the way, you're wrong about not being pretty any more. She turns back and smiles. EXT.  FIFTH AVENUE AT CENTRAL PARK EAST.  DAY. A YOUNG INTERPOL AGENT, carrying a tray of coffee, approa plain panel van parked outside Yuri's apartment building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the next month I stopped running guns. I went legitimate. The van door opens to reveal VALENTINE and other INTERPOL wearing headsets, monitoring a scanner device.  The agent porn to keep themselves amused - except Valentine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wonder Valentine was confused. INT.  UPPER EAST SIDE APARTMENT.  DUSK. YURI toys with his old BULLET pendant as he talks on the For once the spreadsheets in front of him deal with oil a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God there are still legal ways to exploit developing countries. With the cordless phone to his ear, Yuri wanders to the k tosses the pendant down a trash chute. Back in the den, Yuri punches a calculator as he continue call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the only problem with an honest buck is they're so hard to make.  The margins are too low.  Too many people are doing it. Finally we are privy to the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Impossible.  Two and a quarter?  I can't make a profit at two and a quarter.  Why don't you take my oil and I'll fucking pay you? Yuri hangs up, stares down from his apartment window. Valentine's panel truck drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Night has fallen over Central Park - criss-crossed by a n lights.  Yuri continues to stare out of the window. He is perplexed by the sight of a diplomatic motorcade pa his building. Before he can make sense of it, the house phone rings. AVA enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, the President of Liberia is in the lobby. Yuri, stunned for a millisecond, recovers with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glance to his watch)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's early. INT.  LOBBY - UPPER EAST SIDE APARTMENT.  DAY. ANDRE BAPTISTE is admiring his new uniform in a gilt edge ANDRE JNR. is flirting with two TEENAGE GIRLS - residents building.  The perplexed DOORMAN stares at the motorcade door - flashing lights on the police escort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the girls)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--You should come to Liberia with me tomorrow.  It is beautiful this time of year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liberia.  Is that on Long Island? YURI, ashen-faced, hurriedly exits the elevator into the lobby - strides up to Andre Snr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous as hell)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck are you doing here, Andre?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hugging Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here for the peace talks at the U.N.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling him out of earshot of the curious Doorman, anxious whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So at the same time you thought you'd drop in on your arms dealer?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what you still are?  You're a hard man to get hold of all of a sudden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--But now you mention it, we are doing a little shopping while we're here - that is if you open for business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anxious look past Andre to the motorcade on the street)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've got to be watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disdainful shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course they blame me.  They always blame me.  They are on a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unable to resist)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--hunt for a witch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a smile, for once correcting Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Witch-hunt\".  But I have been granted diplomatic immunity due to the escalation in hostilities. (conspiratorial)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is why I need you.  They are making life difficult to re-supply.  It will require a man of your unusual ingenuity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't help you.  I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. He shakes Yuri's hand firmly. ANDRE BAPTISTE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you should know that our present difficulties compel us to be unusually generous. Yuri realizes that Andre has placed a huge uncut diamond hand. ANDRE BAPTISTE (cont'd) (hugging Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Farewell, Lord of War.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still haven't brought me the gun of Rambo. Andre Baptiste and his son breeze out of the lobby. INT.  UPPER EAST SIDE APARTMENT - LIVING ROOM.  NIGHT. YURI enters, sits in an armchair.  AVA and NICOLAI are cu the sofa - Ava reading him a fairytale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up from the book)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that about the oil or the timber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both.  Everything. Ava smiles, carries on reading. Yuri looks to his hand - we rack focus to the uncut diamo gets up. INT.  UPPER EAST SIDE APARTMENT - GARBAGE ROOM.  NIGHT. YURI, still in his suit, stands in a dumpster, searching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At four and a half months a human fetus has a reptile's tail - a remnant of our evolution. Amongst a pile of rotten food he finds his necklace conta BULLET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can fight a lot of enemies and survive but if you fight your biology you always lose. Yuri places the bullet around his neck. INT.  NEW YORK APARTMENT.  MORNING. AVA is fastening eight-year-old NICOLAI's coat, readying YURI, half-dressed, appears in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, not even waiting to say goodbye?  I'm leaving in ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Nicki has swim practice. Nicolai kisses his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye, Papa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hugging him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you, big guy. Ava kisses Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(teasing him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Personally, I'm glad you're going.  You've been here so long you're starting to get on my nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking the teasing good- naturedly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This oil concession should be wrapped up by Thursday.  I'll be back for the weekend. We'll go somewhere - the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That would be fun. A thought occurs to Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You trust me, right? Yuri's turn to interrogate her eyes.  Ava smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looked me directly in the eye the way I've looked in the eyes of a thousand customs officials, government bureaucrats and footsoldiers from every law enforcement agency in the world - and she lied without flinching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I trust you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'd learned from the best. Ava gives Yuri a final kiss, hurries Nicolai out the door INT.  MERCEDES SEDAN.  DAY. From the rear seat of a Mercedes sedan we observe YURI ex apartment building and entering a waiting Mercedes sedan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the DRIVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's him. We reveal AVA and NICOLAI in the car.  Yuri's car pulls a Ava's car follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we going, Mama?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like hide and seek?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. EXT.  PUBLIC STORAGE FACILITY.  DAY. YURI locks his storage locker, observable from the street the facility carrying a passport and briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can always sense when I'm being tailed.  I know what to look for.  But then I'd never been tailed by the woman I love. Returning to his car, Yuri fails to notice that AVA has w his routine from her own car. Instead of following the car, Ava exits with Nicolai. INT.  PUBLIC STORAGE FACILITY.  DAY. AVA, NICOLAI in tow, approaches Yuri's locker. She tries a combination - fails.  Tries another - fails. same result.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can put myself in Ava's place.  She might have understood if the combination was the last four digits of my social, my birthdate, even her birthdate but not Nicolai's. Ava looks to Nicolai, tries one more combination, relucta CLOSE ON the numerals on the lock - \"10...6...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My son's birthday unlocked what the government would later describe as, \"a catalogue of carnage\". \"90\".  The lock opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper, to herself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that.  Not that, Yuri. Ava opens the storage room door - at first struck by the of her paintings inside the locker.  Shaking the image fr head, she turns her attention to the briefcases and other She shuffles through the passports in horror - different Yuri, different names: \"George Eagleman\", \"Georges D'Aigl is her husband?  Is he any of them? INT.  \"THE CRIMEAN\" RESTAURANT - DAY. VITALY is back at work in the kitchen of the family resta YURI approaches - Vitaly senses something amiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come to see how the other half lives?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss your borscht.  Mom and Dad say you're clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too.  They said you went legitimate - hard to believe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's because it's not true. Vitaly is hardly surprised. Yuri glances to his parents, ANATOLY and IRINA, at the re counter, folding napkins - observing their two sons. They avert their eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only you know.  I'm leaving tonight - on a job.  I want you to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't.  I'm thinking of opening my own place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe this trip will help.  It's good money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking to his parents)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've given my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't have to know.  We'll tell them we're going for a little \"r\" and \"r\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you need me all of a sudden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "West Africa's fucked-up. (off Vitaly's look)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More than usual.  I can't trust anybody.  I need someone to watch my back. The notion touches Vitaly.  Yuri closes the deal. YURI (cant'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Brothers in arms\". Vitaly looks to his PARENTS.  They stare at him until he eyes. Vitaly can't refuse his brother. EXT.  HIGHWAY - SIERRA LEONE.  DAY. A fork in the road.  Two large trucks slog through the bu take the left fork. YURI, VITALY and ANDRE JNR. are in the cab of the truck, DRIVER. Andre is admiring his new M60 machine gun with attachable launcher - the gun of Rambo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned by the route)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUF - \"freedom fighters\". Yuri stares out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every faction in Africa calls themselves by these noble names - \"liberation-this\", \"patriotic-that\", \"democratic-republic-of- something or other\".  I guess they can't own up to what they usually are - \"federation- of-worse-oppressors-than-the last-bunch-of- oppressors\".  Often the most barbaric atrocities occur when both combatants proclaim themselves \"freedom fighters\". The truck passes a checkpoint marked by two skulls. EXT.  REFUGEE CAMP - SIERRA LEONE.  DAY. A tent city.  A Jeep packed with young, machete-wielding FIGHTERS circles the refugee camp, taunting and terrorizi inhabitants. The mostly WOMEN and CHILDREN are trapped by the circling Whenever a refugee attempts to escape, they are driven ba increasingly manic, shrieking rebels. Yuri's two trucks are parked on the roadway above the cam of the REBELS are massed - a rag-tag mob wearing over-siz carrying machetes and the occasional AK-47. At a small folding table a REBEL LEADER negotiates with Y ANDRE JNR.  The Leader places a pile of uncut diamonds on VITALY is more interested in the camp - observing the cir full of Rebels and their smirking comrades on the highway From a distance, he spies a WOMAN and YOUNG SON make a de for escape from the camp.  Two REBELS, on foot, give chas woman appears to be pregnant. Vitaly watches in horror.  The Woman is quickly overtaken to death.  Then the Boy.  Vitaly can't look, turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus. Vitaly comes to a horrific realization. He hurries to Yuri, still negotiating with the Rebel Lead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri, I need to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(insistent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Rebel Leader)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. Vitaly draws Yuri out of earshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irritated by the interruption)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(anxious whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't do this deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck we can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(referring to the camp)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look over there.  As soon as we leave, they're going to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(averting his eyes from the camp)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not our business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(protesting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They killed a boy just now - as young as Nicki. Yuri flinches. The suspicious Rebel Leader and Andre Jnr. approach the t brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the hold up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to keep his poise)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no hold up.  I'll be right there. Yuri draws Vitaly further away. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly, it's what we always know - we can't control what they do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today we can.  They're right there - close enough to touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angry, impatient)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think they'll do if we back out - they'll kill us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if we go ahead - they'll kill them. The Rebel Leader approaches again - this time he's not le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is he saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Vitaly realizes the futility of the discussion, backs dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resigned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  You're right, Yuri.  You're right. (getting his head back in the game)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I hear you say 300 IPG's, 500 assault rifles and 800 grenades?  I thought it was 1,200 grenades.  I'd better check. Yuri pats his brother on the back, returns to the negotia Vitaly heads for the trucks. For once we follow Vitaly.  Andre Jnr. regards Vitaly war INT.  TRUCK.  DAY. The prongs of a hammer on a box of grenades.  VITALY is p the lid. Andre Jnr. appears behind him - M60 poised ominously on h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something for Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Step away - slowly. Vitaly closes the lid - a ruse.  He picks up the hammer a sudden, violent motion swings it across Andre's face, sma jaw, teeth flying, Andre's body flopping like a rag doll. Vitaly grabs two grenades from the box, pulls the pin fro bowls it into the truck. He runs. The truck explodes in a fireball - instantly incinerating Yuri's head whips around.  The Rebel Leader's head whips",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vit!! Vitaly dashes for the second truck. The REBEL LEADER opens fire, raking Vitaly with machine-g still trying to run with legs torn to shreds. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!! A second hail of gunfire - all REBELS firing.  Vitaly's l him.  He collapses to the ground in a pile of blood and d We focus on Vitaly's still FACE - he has taken enough bul kill him three times over.  But he is not quite dead. Agonizingly slow, he raises the grenade hand to his mouth the pin with his teeth. CLOSE on Vitaly's HAND, trying to summon the strength to grenade. A hand appears, grasps Vitaly's hand - gently but firmly the grenade. YURI. The Rebels keep their guns trained on Yuri, unsure where loyalties lie.  Yuri holds the fate of the camp in his ha could still toss the grenade, destroy the second truck, s his life. Yuri stares to his brother and then to the grenade in his reaches down and delicately takes the pin from between Vi lips. The eyes of the brothers meet for the last time.  Yuri in pin into the grenade, disarming it - the life goes from V eyes forever. Yuri removes any last doubt by tossing the disarmed grena Rebel Leader. Yuri walks away from Vitaly's dead body and returns to th negotiating table - Yuri now the living dead.  The Rebel looks to the two trucks - one burning, one not.  He remov the diamonds from the table. EXT.  TRUCK.  DAY. YURI sits in the cab, staring out of the window as the tr away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vitaly broke the cardinal rule of gunrunning.  Never pick up a gun and join the customers. The truck turns the bend.  In the background, true to Vit prediction, the rebels descend on the tent village, firin indiscriminately with their new weapons. Yuri hears the sound - we detect a barely perceptible fli INT.  REAR OF TRUCK.  DAY. A lone gun crate, emptied of its contents has been put to VITALY's makeshift coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coffins are hard to come by in Sierra Leone. Demand is so high.  Fortunately, we had a lot of boxes just the right size. EXT.  SIERRA LEONE MARKET.  DAY. \"America's Funniest Home Videos\" plays on a TV set.  The laughter appears to be almost directed at YURI who is mak distance call on a geriatric telephone. We aren't privy to the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know which is worse, Jewish guilt or Catholic guilt.  My parents were like God's tag-team. We pull back to reveal the makeshift coffin sitting at Yu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I could not deny them the chance to say goodbye to their eldest son. INT.  J.F.K. AIRPORT - CUSTOMS BAY.  DAY. CLOSE ON the screen of an X-RAY machine.  Innocuous overs passes in front of the screen - a surfboard, a double bas crate containing VITALY's body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For twenty Monrovian dollars a doctor removed the lead from Vitaly's body and wrote a bogus death certificate.  I should have paid more. The OPERATOR of the machine, stops the conveyor belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've smuggled millions of rounds of ammunition and the bullet that lands me in jail is found under my dead brother's rib. In Vitaly's chest, a bullet. INT.  J.F.K. AIRPORT - CONVEYOR BELT.  DAY. The other oversize items move down the conveyor belt for - YURI waits with two burly PORTERS. No other items are appearing - finally the coffin contain Two ATF AGENTS appear behind Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flashing some ID)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuri Orlov, we're with the Bureau of Alcohol, Tobacco and Firearms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(resigned smile, regarding the insignia on their jackets)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe it or not, I only use the first two. The agents are not amused - handcuff Yuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have the right to remain silent.  Use it. They march him away. INT.  NEW YORK APARTMENT.  DAY. A phone rings. AVA, out in the hallway, surrounded by suitcases, looks t phone, senses the identity of the caller. She hustles NICOLAI out of the door, closes it behind her phone continues to ring. INT.  MANHATTAN CENTRAL JAIL.  DAY. YURI, on a payphone, in the jailhouse corridor, reluctant up.  He makes another call. INT.  \"THE CRIMEAN\" RESTAURANT - BRIGHTON BEACH.  DAY. ANATOLY, lighting a candle, picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Crimean Restaurant\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Papa? Anatoly looks at the telephone receiver in his hand - wit another word he passes the phone to IRINA.  ANATOLY walks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both my sons are dead. INT.  INTERVIEW ROOM.  DAY. CLOSE ON a SLUG in an evidence bag tossed onto a table - Agent can scarcely contain his excitement. YURI sits at the small table, stares at the slug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of yours? Yuri doesn't take the bait. Two other AGENTS sit at the back of the room observe the interrogation. VALENTINE (cont'd) (referring to a document)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curiously, the death certificate says he died of heart failure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he did. (referring to the slug)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I saw one of those coming at me, l'd have heart failure. The flippant comment gets under Valentine's skin but he k temper in check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We performed the autopsy and released your brother's body to your family.  You tried to do something decent, Yuri.  You went against your nature.  And now it's cost you. (unable to resist)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your brother's funeral is looking a lot like your funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Falsifying a death certificate?  That's not going to hold me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right, as usual. Yuri not so cocky now - waits to see where this is going. VALENTINE (cont'd) (putting a copy of the New York Times in front of Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen today's paper? A front photograph of VALENTINE posing beside Yuri's docu his five BRIEFCASES.  The headline reads, \"MERCHANT OF DE Caption - \"Catalogue of carnage.\" VALENTINE (cont'd) (pacing, lauding it over Yuri)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fake end-user certificates, cut-out companies, all meticulously catalogued. There's hardly a dictator, warlord or despot anywhere in the world you aren't on first name terms with. (producing another evidence bag containing Ava's diamond earrings and an engagement ring)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your trophy wife gave us the prize.  She also provided us with these - which we suspect are conflict diamonds. Yuri takes all this in. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has agreed to testify against you. Yuri nods - picks up the newspaper.  But instead of readi his own front page news, he opens the paper, turns to Wor - various items on the warzones at the end of the millenn Yuri reads, takes his time.  Valentine cannot believe his Finally Yuri reacts.  A broad smile - his killer smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This.  Tell me that I am everything you despise, that I am the personification of evil, that I'm responsible for the breakdown of the social fabric of society and world order, that I am a one man genocide.  Say everything you want to say to me now - because you don't have long. Valentine is infuriated by Yuri's casual demeanor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you not paying attention or are you delusional?  You've broken every arms embargo written.  There's enough in those briefcases to buy you consecutive life sentences.  You'll spend ten years going from a cell to a courtroom before you even start doing your time. Yuri is looking away, apparently completely unconcerned. attitude further angers Valentine. VALENTINE (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't seem to fully appreciate the seriousness of your situation!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snapping back - his emotion finally showing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My family has disowned me.  My wife and son have left me.  My brother is dead.  Trust me, I fully appreciate the seriousness of my situation.  But I promise you I won't spend a single second in a courtroom. Valentine laughs derisively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are delusional. Yuri is still unfazed.  He leans forward to close the dea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like you, Jack.  Well, maybe not.  But I understand you.  You feel your loyalty to your badge has finally been rewarded.  But you haven't counted on the people who gave you that badge. Valentine's turn to hesitate. YURI (cont'd) (meeting Valentine's gaze)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me tell you what's going to happen so you can prepare yourself. Yuri nods to the interview room door. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon there's going to be a knock on that door and you're going to be called outside. A montage of scenes - Yuri's prediction plays out accompa commentary. INT.  INTERVIEW ROOM.  DAY. A knock at the door and an AGENT nods to VALENTINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the hall there will be a man who outranks you. INT.  HALLWAY - JAIL.  DAY. Sure enough, a decorated military OFFICER talks to VALENT hallway as Yuri describes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, he will compliment you on the fine job you've done, how you're making the world a safer place and then he is going to tell you that I am to be released. We observe valentine's reaction - vigorously arguing with superior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are going to protest, you will probably threaten to resign. The Officer, still turned away from us, tries to calm Val INT.  HALLWAY - JAIL.  DAY. The door to the interview room opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But in the end I will be released. Yuri exits the cell to freedom. We return to the present. INT.  INTERVIEW ROOM.  DAY. VALENTINE's eyes burn into YURI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glancing to the open newspaper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reason I'll be released is the same reason you think I will be convicted.  I do rub shoulders with the most vile, sadistic men calling themselves leaders today. (referring to the newspaper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But some of those men are the enemies of your enemies. Valentine is starting to get a sick feeling. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And while the biggest arms dealer in the world is your boss, the President of the United States - who ships more merchandise in a day than I do in a year - sometimes it's embarrassing to have his fingerprints on the guns.  Sometimes he needs a freelancer like me to supply opposition forces he can't be seen supplying.  You call me evil, but, unfortunately for you, I am a necessary evil. There is a long silence.  Then, A KNOCK AT THE DOOR. Valentine and Yuri exchange a look.  Valentine rises from",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would tell you to go to hell.  But I think you're already there. Valentine turns on his heel.  He is at the door when Yuri replies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if I'm not?  What if I sleep fine at night?  What if I sleep better than you? I think that's what truly scares you. Valentine doesn't look back, exits.  Sure enough, the Off the hall as Yuri predicted - COLONEL SOUTHERN. EXT.  MANHATTAN JAIL - REAR EXIT.  DAY. A car trunk closes on Yuri's five briefcases and other do YURI is escorted out the rear entrance of the city jail t sedan by COLONEL SOUTHERN.  As he's ushered into the car, Yuri yet another briefcase. COLONEL SOUTHERN ushers Yuri into the car, hands him yet as the car door closes. INT.  NONDESCRIPT SEDAN.  DAY. YURI rides alone with the briefcase on his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most people are happy just to get out of jail.  I expect to be paid to leave. Yuri opens the case - BALES OF CASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a fool.  I know that just because they need me one day doesn't mean they won't make me a scapegoat the next.  But I was back doing what I do best. EXT.  MANHATTAN.  DAY. The nondescript sedan melts into rush-hour traffic. EXT.  SOMEWHERE IN THE MIDDLE EAST - DESERT CHECKPOINT. A checkpoint in the desert - the fence a literal line in YURI accompanies a convoy of trucks.  He is joking with a OFFICER - back to doing what he loves. The Border Officer inspects the crates in a truck, reads manifest marked, \"UMBRELLAS - QTY: 4,040 units\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(skeptical)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Umbrellas - to Saudi Arabia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun umbrellas. Yuri hands the Officer a plain, brown paper bag.  The Off - a wad of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a safe trip. The Officer waves the convoy through. EXT.  DESERT - BATTLEFIELD.  DAY. The desert where we first found YURI, the aftermath of a speaks directly to camera once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For someone who's never fired a gun or been in a battle, I have suffered many casualties in my life.  I guess that's how I survived.  I never went to war... His thought is interrupted by a burst of gunfire. YURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...especially with myself. Yuri walks away through the charred munitions and black s In the distance the sound of sporadic gunfire.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1164"
    }
  ]
}