{
  "movie_id": "MOV1168",
  "scenes": [
    {
      "location": "NARITA AIRPORT",
      "time": "NIGHT",
      "characters": [
        "\"TO",
        "ARE YOU FATIGUED",
        "FAX -",
        "EXT. GOLF COURSE",
        "SEE YOU ON SATURDAY, I MISS YOU...\"",
        "QUALITY TIME WITH THE CONSTRUCTION CREW. HOPE YOU'RE HAVI",
        "\"ARE YOU HAVING A MID-TWENTIES CRISIS",
        "\"BOB-",
        "YOU FORGOT ADAM'S BIRTHDAY.",
        "PLEASE PICK ONE OUT AND LET ME KNOW. I'M HAVING LOTS OF",
        "YOU DIDN'T TELL ME WHICH SHELVES YOU WANT IN YOUR STUDY.",
        "DO YOU HAVE NO IDEA WHERE YOUR CAREER IS GOING",
        "IT'S A NOTE AND CUTE DRAWING FROM JOHN -",
        "EXT/INT. ICHICAN SUSHI",
        "BB GUN CHASE -",
        "HAVE A GOOD TRIP, L\"",
        "FROM",
        "\"BOB",
        "I'M SURE HE'LL UNDERSTAND.",
        "LOST IN TRANSLATION",
        "DO YOU HATE MOST PEOPLE",
        "DECADENT TOKYO PARTY",
        "BURGUNDY, BUT WHATEVER YOU WANT. LOVE, L\"",
        "INT BOB'S HOTEL ROOM",
        "FUN THERE. LOVE, L\"",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We hear the sound of a plane landing over black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back of a GIRL in pink underwear, she leans at a big  window, looking out over Tokyo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melodramatic music swells over the Girl's butt in pink sh underwear as she lies on the bed. TITLE CARDS OVER IMAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV from a car window - the colors and lights of Tokyo ne at night blur by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the backseat of a Presidential limousine, BOB (late- forties), tired and depressed, leans against a little doi staring out the window. P.O.V. from car window- We see buildings covered in brigh signs, a billboard of Brad Pitt selling jeans, another of Bob in black &amp; white,looking distinguished with a bot whiskey in a Suntory ad... more signs, a huge TV with per Japanese pop stars singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob's black Presidential (looks like a 60's diplomat's ca pulls up at the entrance of the Park Hyatt, a modern sky  rise. The automatic doors open on the car, as Bob gets out.   E BELLHOPS with white gloves approach at the sight of the c welcoming Bob and helping him with his bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob stands in the back of a crowded elevator surrounded b Japanese businessmen below his shoulders. The elevator stops at the 50th floor and the doors open o the massive, streamline lobby of the Park Hyatt. Bob follows the JAPANESE BUSINESSMEN out into the marble glass lobby that frames the view of Tokyo. The CONCIERGE and several eager HOTEL MANAGERS greet Bob. just wants to sleep, but more STAFF continue to greet him ask him about his fright. They lead him to reception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the reception area four JAPANESE BUSINESSMEN and two W quickly sit up from their seats on sight of Bob, and exte handshakes and gifts. They bow and introduce themselves f the commercial company, extend name cards and welcome him enthusiastically. More staff welcomes him and offer their service during hi stay. One of them presents a fax that has come for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAVE A GOOD TRIP, L\"",
          "text": "He doesn't know what to do with it, and stuffs it in his  pocket. The commercial people tell him when they'll be picking hi up, and ask if he needs anything else. Some JAPANESE ROCK STARS with shag haircuts and skinny le pants pass by. Each commercial person has to shake Bob's  hand before leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob sits on the end of the bed in a too small hotel kimon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob sits at the bar. A few minutes pass as he sits in sil looking around, drinking a scotch.  Chet Baker sings \"The Thrill is Gone\" over the stereo. We see Bob's POV of tables of people talking. JAPANESE WO SMOKING, AMERICAN BUSINESSMEN tying one on, talking about software sales. A WAITER carefully setting down a coaster and pouring a beer very, very slowly. It's all very forei",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The automatic hotel curtains open, pouring light into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob gets in the shower overlooking the view of Tokyo. The shower head is at his elbows, he raises it as high as it  goes, and leans down to have a shower. This hotel was not designed with him in mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whiskey commercial shoot. The set is full of activity as the JAPANESE CREW work. Bo in a shawl collared tuxedo sits at a European style bar s with a cut crystal glass of whiskey. A JAPANESE GIRL quic powders his face as they adjust lights and the DIRECTOR a crew speak in hurried Japanese. The Director (with blue contact lenses) says a few long  sentences in Japanese. TRANSLATOR, a middle-aged woman in a coordinated outfit,  translates but it is only a short sentence now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wants you to turn, look in camera  and say the lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob wonders what she's leaving out, or if that's the way works from Japanese to English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all he said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, turn to camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob thinks let's just get it over with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn left or right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Translator blots her face with a tissue, and asks the director in a Japanese sentence 5 times as long. The Dire answers her in a long excited phrase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right side. And with intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that everything? It seemed like  he was saying a lot more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The excited Director says more in Japanese. Translator no in understanding. Bob doesn't really know what's going on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like an old friend, and into the  camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Bob)) Suntory Time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They get ready, and roll camera: Bob turns and looks suavely to the camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For relaxing times, make it Suntory  Time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Director yells something about ten sentences long. Th translator nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you do it slower, and with  more intensity?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Translator answers for him in four sentences. ON THE MONITOR - we see the next take: the moody lighting shines on Bob, the camera gets closer as he stares into c and gives them the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For relaxing times, make it Suntory  Time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shinjuku High rises sparkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tall glass walls show the neon and high-rises of the city A sad and romantic Bill Evans song plays. Bob sits alone  with a scotch at the bar. Some drunk AMERICAN BUSINESSMEN, with their ties thrown o their shoulders recognize him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey- you're Bob Harris- you're  awesome, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I love Sunset  Odds! BOB Oh,  Ok, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, that car chase-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob  nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob comes back to his room. The maids have left everythin perfect, his beige bed is turned down, and the TV has bee left on to a channel playing a montage of flower close-up in nature while sad violin music plays. It's supposed to relaxing, but it's just sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob lies in bed. He flips through TV channels from the re control.  He passes a Japanese game show, to an 80s Canno Ball run-type movie with him in it dubbed into Japanese. turns it off as he hears a knock at the door. He goes to the door, and opens it part way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Raspy Japanese voice) Mr. Harris?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kazuzo sent me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I enter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses, then opens the door. A WOMAN in her forties in a short tight leather mini skir and stockings comes in. She is wearing '60s style make-up Bob sits on the bed not sure what to do as he watches her Bob's POV - We see her back to us as she puts a CD on the stereo - it begins to play: Serge Gainsberg and Brigitte  Bardot sing \"Bonnie &amp; Clyde\".  The woman turns slyly and shimmies over to Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as she tries to  undress him) Mr. Harris?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like massage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Kazuzo send Premium Fantasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pushes him back onto the bed. He hesitates, but then  goes along with it passively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My stockings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He fumbles with her stockings, trying to do as she says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - Lip  them... Don't touch me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes his hands back confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lip my stockings! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He backs away, as he tries to understand her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lip them! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She throws her leg up to him on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pantomimes ripping them. He finally understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you want me to rip them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls at her stockings trying to rip them, but they ju snap. She pretends to struggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please let me go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls his hands away. She grabs them and puts them bac on her, and keeps struggling dramatically. They wrestle a awkwardly, her pretending to try to get away, but not let him go. She rips her stockings and falls off the bed in f defense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me go! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pulls a confused Bob down on top of her. He doesn't k what she wants. She rips another stocking and pins him on the ground. He  tries to crawl away, she grabs his leg and trips him. He  grabs a nearby table leg as he falls, the lamp crashes to the floor, the room goes black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you should leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the harsh sunlight of the big windows Bob eats breakfa alone. Next to him is a table of TEXANS in cowboy hats. A another table a JAPANESE COUPLE in sunglasses chain smoke and drink coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob gets into the ded elevator. He is stopped momentarily the Concierge who asks him if everything is fine for his  stay. In the elevator Bob's surrounded by JAPANESE BUSINESSPEOP and a FAMILY dressed for a wedding. Across, at the other side of the elevator he sees CHARLOT a pretty Ivy-league girl in her mid-twenties, and the onl other Westerner in the elevator. Her honey-colored hair s out in the crowd. She's looking at him like you do when someone new comes i the elevator, but the Japanese look straight ahead at the elevator doors. Charlotte and Bob look at each other across the Japanese  heads. She smiles, from one foreigner to another. The doo opens and she gets out with the crowd. Bob watches her le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Harris",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is approached by a group of eight excited people from commercial company there waiting to take him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as they are on their  way) We just got a request from Tanabe  Mori-he is the Johnny Carson of Japan!  It is a big honor to be invited to  his show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob feigns enthusiasm briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you stay until Friday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have to see about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob's back is to us as a MAKE-UP ARTIST is putting some f touches on him. The PHOTOGRAPHER is giving her enthusiast direction in Japanese. Bob talks on his cell phone, not p attention to the make-up artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you get me on a flight Thursday  night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're looking into it Bob, but they  really want you to stay to do that  talk show Friday, apparently it's a  really big deal, he's the Johnny  Carson of Japan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, they told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These people are paying you a lot,  do you think you could consider it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get me out of here as soon as  you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, you're scheduled to leave  Saturday, but we'll hold a seat  Thursday in case, but first class is  full, you're waitlisted for an  upgrade... there might be a seat on  Lufthansa...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, great. I'll talk to you later,  bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up. The make-up artist dusts him with powder. The commercial people are crowding around. Bob's chair is swivelled around and we see him in his tuxedo, wearing to much make-up and some weird looking eyeliner. In front of a grey backdrop, moody lighting is being adju and Bob is handed a bottle of Suntory. small documentary crew moves in on Bob with a video camer the camera man is tilting the camera at his face in arty  dutch camera moves. The agency people crowd around. The photographer is excit and urges Bob to do dumb poses, he won't do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you put hands close to face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photographer demonstrates a dramatic pose with his ha at his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Urn, I don't think so. How bout I  just hold the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photographer starts shooting. Bob obviously hates the whole thing, what you do for money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob, still in his tuxedo and make-up from the shoot, sits alone having a drink. A JAZZ BAND FROM SAUSALITO performs The SINGER is a middle-aged woman with red wavy hair, dre in red, and takes her singing very seriously. She sings a slow version of \"Parsley, Sage, Rosemary and Thyme\". C.U. - a golden beer is poured very slowly. Bob drinks his scotch, hoping it will all go away. Across the bar, Charlotte sits with JOHN, her husband (he in his late twenties and sloppy in a fashionable way), an some FRIENDS - super stylish, weird Japanese fashion peop (all smoking). One of them, CHARLIE, in a shiny suit, kee taking pictures, and showing them magazine layouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. We're glad to be here,  we're Sausalito.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs and looks down, the Japanese audience cl very seriously... she and Bob catch eyes - about Sausalit and how weird it is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mirrored elevator doors close and Bob sees himself cl up in the elevator's mirrored walls - noticing the heavy  makeup and weird eyeliner from the shoot which he had  forgotten about. He looks at himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lays close to her young husband, John. She look to see if he's awake, but he's sleeping soundly. She lean her chin on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you awake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grumbles something, opens one sleepy eye to look at he and grabs her under the covers. He kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds her close, but she can't sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte sits on a ledge looking out at the big building The sun is starting to come up. Below she watches cars go places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob lies in bed awake. The clock says 4:20. The in-room fax machine is making noise as a fax rolls in Bob looks at the fax machine but doesn't get out of bed. The fax curls and falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUN THERE. LOVE, L\"",
          "text": "Three pages of shelf diagrams follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gym is empty except for an old man vacuuming. Bob pas piles of little towels and bottles of water. He takes a w for his workout. He approaches an exercise machine and puts the water in t drink holder of the machine. He looks at the lit-up  instruction panel'99 it is all in Japanese. He pushes a button, and the machine starts beeping, then soothing woman's voice recites instructions in Japanese. He gets on it, and sinks. He tries to make the arms and f peddles coordinate. He pushes a button and it starts movi too fast. In an upward rotation he tries to reach the con panel, but is not fast enough. The soothing woman's voice continues instruction.(she occasionally includes an Engli word- gently,   gently...vigorous)   He tries to keep up  with it, and tries again to push the right button to slow down, but the machine steps starts going swiftly backward instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The agency group wait for Bob. They stand up as he approa from the elevator, trying to mask a slight limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(everything's fine) Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Kawasaki notices his limp with concern as they leave the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte gets out at shibuya station, a crowded neighbor filled with neon, ads, and people. She looks up at the huge intersection as tons of JAPANESE PEOPLE wait to cross the street, no one steps forward unt the cross-walk light changes, and all of them cross. A TV screen covering a building plays commercials. She roams around the narrow streets, crowded with stylish JAPANESE KIDS, tan SCHOOLGIRLS pass her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte wanders down a crowded street, looking around. On a small side street she stops at a little park. She wa a JAPANESE MAN AND WOMAN together:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.U. The man reaches his hand to the back of the woman's  neck, and leans in close. The woman smiles at him, in lov",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John is sound asleep. Charlotte is awake next to him. She looks at the clock - it's three a.m. She slides close to him, kisses his mouth. He grumbles  something in his deep sleep, and rolls over. She goes to the couch, stepping over camera equipment. She looks at the fruit basket, decides to try an apple. S has a piece but isn't really hungry. She reaches over some proof sheets and looks at a magazin but she's already looked at it a few times before. She de to go downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob sits alone at the bar. Charlotte sits down a seat awa from him, lost in his thoughts, he doesn't see her until turns and finds her next to him. They look at each other. young BARTENDER with a sweet face tends to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(line from commercial) For relaxing times, make itВ— BOB &amp; BARTENDER 'Suntory time'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte smiles at him sympathetically",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My wife needs space, I don't know my  kids ' birthdays.  Everyone wants  Tiger Woods, but they could get me,  so I'm here doing a whiskey  commercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lifts a cigarette, he lights it for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll just have a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes small talk about the pickled seaweed breakfast a jet lag, they commiserate about having not slept in days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you? Why are you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My husband's here for work-he's a  photographer- and I just came  along...I'm not really doing anything  right now, and we have some friends  who live here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long have you been married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try twenty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're probably just having a mid- life crisis. Did you buy a Porche?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm thinking about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 years... that's a long time...  Are you still in love with your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... I don't know, I don't know  her anymore. I don't know if you can  be in love with one person the whole  time. I was... actually I was in  love with her sister first, when I  was twenty-one. And one day her sister  said to me she wanted to move to  Paris, so I said okay, and she said  no, she wanted to move to Paris with  Francois,   and she's still married  to him. And I moved in with Lydia...  but I always really liked Lydia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused with too much  info) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure, yet... I graduated  last spring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you study?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Philosophy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, what do you do with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, but I can think about  it, a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a while to figure it out.  I'm sure you will, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. I'm sure your mid-life crisis  will work out,too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They clink glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I could sleep BOB Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hotel is filled with business people. A dressed up FA is going to lunch. We follow a jet-lagged Charlotte and J as they walk down the lobby hall. An energetic blonde actress, KELLY, pops up to them. (She carrying a copy of Memoirs of a Geisha.) John, who was holding Charlotte's hand, drops it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John! What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just here shooting this band,  what about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promoting that action movie I did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She does a karate chop and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...doing like twenty million  interviews a day... It's soo good to  see you. How long are you here for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here for the week. I'm shooting  in Osaka for a few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's amazing  there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you met Charlotte? My wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  Hi! So great to meet you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, John, you're my favorite  photographer, I only want to be shot  by you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks at John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh..thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as she fans out her  top) Sorry if I have the worst B.O., I've  been sweating in this little room  with T.V. lights for hours...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly, giggling and acting all too comfortable with herse is eating up all the oxygen around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a big smile) ...Well, I have the worst  headache,  I have to go find some aspirin. But,  call me, let's have a drink, I'm  under Evelyn Waugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly giggles. Charlotte smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, see you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Kelly and her make-up artist and publicist are off. J and Charlotte continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evelyn Waugh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evelyn Waugh was a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, c'mon, she's nice.  Not everyone  went to Yale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte shoots him a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its just a pseudonym, it doesn't  matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you have to defend her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not, but do you have to point  out how stupid everyone is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I thought it was funny. Forget  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His producer comes up to them. John puts his arm around  Charlotte, kisses her, everything's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at his watch) We should get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, I'll see you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses her on the cheek, and is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks into the empty hotel room. C.U. - Charlot feet as she clips her toenails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.U. -Charlotte's hand by an ashtray, writes in a journal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks in a mirror, trying on an unfinished scar she's knitting.  She checks the length on herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte sits on the big window sill checking her messag on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice mail recording) Hi, leave a message...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the # key as Charlotte hits it to interrupt the  message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have eighteen new messages. Press -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hits a button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Charlotte, I don't know if you're  in town... but I'm having a birthday  party for my dog, Louise, tomorrow  night, at my house around eight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She pushes a number to delete the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fabulous time in Japan!  How exciting,  and hope you and your adorable husband  are enjoying it...I was sitting next  to Cathryn Myles last night at this  dinner and she was telling me about  her daughter who had this awful  boyfriend and a messy break-up and  how hard it is,and now she's single  and wants to start a family, I'm so  glad that you're settled, and not in  that situation.  Anyway, call me  when you have a chance, I'm trying  to put Thanksgiving plans together,  whether we want to go skiing or.  Daddy wants to stay home and have it  here, which might be easier with  Lauren and the children, but let me  know what your feelings are, I do  hope you and John can make it. Call  me, I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte pushes a button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte hangs up",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies on the bed, in the knit scarf and underwea She's doing a quiz in a magazine:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An Olympic pool is framed by tall glass walls with the To view. Bob is handed a swim cap and goggles. Bob watches a Japanese BUSINESSMAN swimming, he looks lik an over-grown baby. Bob swims laps in the pristine pool. He continues his laps. Under water he sees the jumping le of MIDDLE-AGED WOMEN. A disco mixed tape starts, and above water we see a WESTE INSTRUCTOR in tight shorts leading an aqua-aerobics class the group of WOMEN, They jump up and down to Sister Sledg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob walks past the rows of lockers to the Sauna room. He sits in the sauna, two HOTEL GUESTS speak German in th corner. Bob comes out from the sauna, red and sweaty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob submerges in the cold water of a small pool in the sa room, having a moment of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies on the floor with big headphones on, liste to a book on tape. After a corny music intro, a very seri scholar man's voice speaks clearly : DR. KENGARD (0.S.) Did you ever wonder what your purpose life is? This book is about finding your soul's purpose o destiny. Every soul has its path, but sometimes that path not clear.  The acorn theory is an example of each soul  beginning with an imprint.... Charlotte tries to get into it, but can't get past feelin like a loser listening to a self-help tape. She looks at doctor's photo on the audio-book box, he's bald, in a  turtleneck and glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte follows a JAPANESE FAMILY in formal dress out o the elevator onto the mezzanine level. She wanders down a big hall. She sees an open door and steps in the crowded room, whic is in the midst of a press conference. Cameras flash as K with wide eyes, behind a table, answers questions  enthusiastically. KELLY You know, barbecuing, and yoga, and I love taking m dogs, Buster and Lulu, for walks on the beach... and it w great learning karate for \"Midnight Racer\" - I did all my own stunts! The JAPANESE JOURNALISTS seem excited by her answer. Kelly throws a Karate punch for a PHOTOGRAPHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it like working with Keanu  Reeves?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was great. I've known him for a  while now- you know we both live in  L.A. We both have dogs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte continues down a hall, she stops at an open doo and peeks in. A quiet group of JAPANESE WOMEN are gathered around a tab Charlotte goes in, as she gets closer she sees they are b instructed in Ikebana floral design. Each woman has a lit vase and elegant flower cuttings. She watches as they  delicately arrange the tiny flowers. The INSTRUCTOR hands Charlotte a vase and cuttings. Along the women, Charlotte tries to follow along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte reclines low in the bathtub staring off. She ca see mount Fuji in the distance. The audio tape plays on the stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dry &amp; monotonous) Plato's text calls this image the  \"paradeigma\".  So the lot is the  image that is your inheritance, your  place on earth, all compacted into a  pattern that has been selected by  your soul before you even got here- or better said, that is always and  continually being selected by your  soul,because time does not enter the  equation of myth.-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With her back to us, Charlotte looks out the big window. John comes up and kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd it go today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good...I'm tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hugs her for a moment, leaning on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go meet Kelly for a drink  downstairs. She wants to talk about  some photo thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok. Maybe I'll walk down with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doesn't really want  her to) Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a corner table Charlotte sits with John, Kelly, and DJ CLEAN, a skinny kid in a sweatshirt, on tour in Japan. Charlotte is bored while Kelly talks on. Sausalito performs in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...My Dad was anorexic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she's never heard of that) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John shoots Charlotte a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very serious) He was on the American side at the  Bay of Pigs, in Cuba, and he was  taken prisoner, and they tortured  them about their food the whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad fought on the American side  at the Bay of Pigs. So, when he was  a prisoner, they would tell them  they had put poison in their food  and they would make themselves throw  up... and when he got back, he did  better, but he still has food issues.  He has to have really clean food.   And really simple. He can't just go  have, say, Chinese food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying) Oh, that's too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte ashes her cigarette in a clean ashtray, and she watches as it is quickly replaced with a new one by a WAI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding at the view) How crazy is this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DJ Clean starts doing a human beat box at her. Charlotte looks over at Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Oh my god you have to try it,  this power cleanse is amazing- it's  lemon juice and grade B maple syrup  and cayenne pepper for seven days.  Just like a half a teaspoon of  cayenne. The first few days you're a  little scattered, but by day four -  it's amazing... my eyes were so  white...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte excuses herself. She passes Bob who sits at his usual spot at the bar, as is leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi again, how's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who do I have to fuck to get off  this planet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte laughs with sympathy, but doesn't know what to  tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John sleeps soundly (turned away from her), Charlotte can sleep. She turns on the T.V. to a crazy local T.V. variet show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT BOB'S HOTEL ROOM",
          "text": "Bob can't sleep, he watches the same show on T,V. He flips the channel- it's an old black &amp; white Japan movie of a man committing Hari Kari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte finds her way down a narrow street in an old se of Tokyo. She turns a corner and finds a square with what she was  looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun shines over a beautiful old temple. Birds chirp,  Charlotte approaches and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte stands in the back and watches a ceremony. A ROSHI speaks in Japanese, monks chant. It's all very  foreign.  Charlotte tries to feel something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte sits on the bed talking to John who's coming ou of the bathroom, getting ready to go to work. He checks  himself in the mirror, CHARLOTTE Am I shallow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, what are you talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went to a temple today and I didn't  feel anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks for his mobile phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's ok, you'll figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He comes close and kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You smell weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She leans back to look at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like popcorn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got some hair stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hair stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He grabs her, kissing her good-bye, she wraps her him, wh his cell phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right down...I'm just  leaving...ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses her, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She makes a call. We see her back and hair, as she looks the bright window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte?! How's Tokyo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cool... but,I don't know... I  went to a shrine today and all these  little monk's were chanting... and,  I didn't feel anything... I even  tried ikebana, ...   and John's using  hair products... I don't know who  IВ—.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lauren's Call-waiting beeps, cutting off her sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, wait, can you hold on one sec?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about that, what were you  saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the background a baby starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, it's nothing... I better go,  I'll talk to you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, have fun there, you're so lucky  you don't have any kids yet and you  can go off to Japan... call me when  you get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hangs up. She sits there for a moment, starting to cr she wipes the tears, trying to make them go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tokyo goes by out the window. Charlotte looks at the PEOP on the crowded train. A sweaty BUSINESSMAN blots his face with a little handkerchief.  Another older BUSINESSMAN re an erotic comic book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks up at the many signs, trying to figure ou which way to go, but they are all in Japanese characters. Confused, she chooses the west exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks down a little street in a quiet neighborh She stops at a window of a portrait studio and looks at a of the wedding portraits. They are very formal and retouc Japanese brides and grooms dressed in a Western old-fashi style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks through the window as a tan Japanese boy, tries to win a stuffed animal for his girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a crowded arcade, Charlotte watches some kids play Dan Revolution, a video game where you dance along to cues on the light-up floor. One BUSINESSMAN in a suit is really good into it. She sees a sushi chef game where you have to cut an elect fish. She looks at a firefighter game, and rows of plexi boxes  filled with some little character dolls you try to win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks at the shelves of books she passes, she f through some books. She walks over to a small gallery space and goes up to th wall to see the small photos. They are of tied-up, partially naked Japanese school girl one girl is spanking another one with a stuffed animal. S making a face of ecstacy. Charlotte looks at it, not getting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte stands alone on a side street, smoking a cigare and watching the CROWDS go by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks up a little street filled with shops. She stops at a window of cute underwear that she.looks at She goes into the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51C.U. Charlotte's lips. She puts watermelon color lipsti on.She looks at herself in the mirror in her new underwea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hear the shower running in the bathroom. Charlotte decorates the room, putting up some paper cherr blossom decorations. She goes over to the bed and stubs her toe on it, as she  flops down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She holds her toe, annoyed with her klutziness. John talks to her from the shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the fitting, they had all these  rock n roll clothes, the label guys  kept saying lock n loll, though, but  the band doesn't look tough at  all...they look better just skinny  and nerdy, like how when they came  in...they looked so uncomfortable in  these Keith Richards clothes, they  should just be like they are, don't  you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's drifted off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think you're probably right...  because when you try to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gets out and is rushing to get his stuff together to g Charlotte's lounging on the bed in her new pink underwear She tries her scarf on that she's been knitting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think it's done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes to get all his stuff together. He passes an ashtray with cigarette butts in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you please stop smoking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I like to... and I don't smoke  that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its bad for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, I will... later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picks up a camera from a table in the corner. He looks the self-help audio book box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Soul's Search: Finding Your True  Character and calling? Is this yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... that's nothing, someone gave  it to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to be embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not. It's just corny, but I'm  not into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ok if you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses the side of her face and her shoulder like a cu pet, and then continues getting his stuff together. John sets two bottles of Cristal on the bed next to her, really seeing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the record company sent these...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm, I love Cristal, let's have some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go... and I don't really  like champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he unplugs his cell phone from the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure you want to stay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure you have to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her - like don't make it harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know you have to work the  whole time, I'll probably have more  fun here. I'll call Charlie and those  guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, definitely call them, I'll be  back Friday. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tackles her, kisses her, bites her, grabs her ribs,  tickling her in a burst of affection. She laughs, her arm around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll just be a few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses her and is off. Charlotte sits there alone with the unopened bottles of  champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water splashes as Charlotte dives into the pool (in a one piece bathing suit) as the sun goes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaving in her robe, Charlotte runs into Bob, in his robe going to the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(awkward, but glad to  run into her) Hi. Did you have a nice swim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Did you get some sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, how about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really. How long are you here  for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here for the week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, good. Do you want to go to a  party tonight with me and some friends  who live here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He watches her go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Bob opens his door to his room, a FedEx package falls his path. He opens it - large carpet swatches fall out with a note",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURGUNDY, BUT WHATEVER YOU WANT. LOVE, L\"",
          "text": "He looks at them for a second, they all look the same, an why is she sending these? He puts them down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elaborate chiming doorbell rings. Charlotte opens the door to see Bob. He's wearing an oran camouflage T-shirt. She looks at his shirt, suppressing a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really are having a mid-life  crisis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed) I know, it's stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes into the bathroom to change it. He comes out with on inside out so it's just an orange T-shirt. He asks her to cut the label out for him. She goes to fin some scissors. He picks up A Soul's Search: Finding Your  True Calling audio-book box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Soul's Search: Finding Your True  Calling - are you reading this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She returns with the hotel room sewing kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I read it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles, busted, but doesn't say anything as she cuts shirt label with little hotel sewing-kit scissors. She slips on her shoes on to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All white nightclub, lit with black lights so it seems to glow in the dark, with the booming sound of helicopters.  JAPANESE GALLAGER BROTHERS walk by. Bob watches Charlotte as Charlie, in a crazy outfit, hugs her.  Charlotte tries to talk to Bob over the loud music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, this is Bob. Bob В— Charlie  Brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His real name's Hayashi, but someone  started calling him Charlie because  they thought he looked like Charlie  Brown. They've all got American  nicknames because its easier for me  to remember... they were just out in  L.A. last month doing a shoot with  John... that guy's Mr.Valentine,  he's the art director of their  magazine, I don't even know his real  name, or why I call him that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks over at some SKINNY GUY in huge glasses smiling them. Charlie hands them some drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Bambi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young SHY GUY with a shaved head smiles at her, and tak her picture. A JAPANESE KRAFTWERK COVER-BAND plays Trans Europa Expres Some people at the bar buy drinks for Bob and insist on  drinking with him. Bob and Charlotte look over as Charlie gets into some pro with the BARTENDER.  The Bartender gets mad and starts  shooting a real-looking BB gun at him. Orange bullets fly through the air. They all rush out of there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte try to get past the crowd at the entran A big BOUNCER stops them and is yelling fast Japanese at  him. The crowd parts as the Bartender emerges shooting his BB  gun, and Bob and Charlotte run for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BB GUN CHASE -",
          "text": "The Bartender climbs on a car, threatening them from abov Bob covers Charlotte as they duck behind the car. They make a run for it, ducking into a pachinko parlor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte run past the blinking machines, and  gamblers, to another door to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob spots a cab and they run to it, seeing Charlie now  throwing bottles in the direction of the bartender. Bob and Charlotte get in the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte hits her head as they get in. Bob yells to the  driver to go, but he doesn't understand. Through the windshield they see the Bartender and sidekic coming with baseball bats. They hear a bang on the door and Charlie hops in. He make sure she is ok and shouts something to the Driver, and th speed away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, in his flashy outfit, sings \"God Save the Queen\" into the Karaoke mic. He rolls his r's just like Johnny  Rotten. Charlotte laughs and loves watching Charlie. They're othe friends wear the different color wigs they provide at thi place. There are big bottles of beer and sake.  They are pretty formal. Bambi tries to talk to Charlotte with a bi grin, he can barely speak English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's california?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good... I like your swimming pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, you guys should come back  sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries wigs on her. He puts a light pink wig on her and beams. Bob smokes and watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kawaii. (Kawaii means \"cute\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles a lovable smile at Bambi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Charlotte sings \"Brass in Pocket\" by The  Pretenders (\"you're special, so special...\"), everyone is drunk now, as they all sing along at the chorus. WOMEN ke refilling the glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Valentine sings a popular slow heartfelt Japanese son that everyone knows and sings along to. Charlotte and Bob look at each other, it is very foreign, but Bob likes bei there with Charlotte and her friends. She flips through a big binder of songs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you feel like singing, Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob sings \"I fall to Pieces\" to Charlotte. Charlie and  everyone cheers for him. Beer pitchers are replaced. Charlie starts singing \"Angle The little room is fxlled with smoke, Charlotte makes her way to the door to get some air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taking a break from the crowded and hot Karaoke room,  Charlotte sits for a break alone on a bench in the bright hallway. It is quiet with just the muffled sound of music from the Karaoke room. She's wearing a pink geisha wig. B sits down next to her. Charlotte lights his cigarette with some crazy Japanese l up lighter. She leans her head back - it's getting too heavy. She looks at his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bite your nails?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could cut the ones that are left  for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOBU, a cool skinny stoner guy in a Hawaiian shirt, plays phsycadellic records in his seventies hippie surfer-pad. His JAPANESE  GIRLFRIEND, who looks like a 60's pin-up, pours cold sake. Bob is  handed a ridiculously big bong. Charlie is drunk and taking polaroids. Nobu, really stoned, talks to Bob about surfing. A SHORT GUY with thick glasses introduces himself to  Charlotte, extending his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Hans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hans?  Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie takes pictures of Charlotte and HIROMIX, a sexy  Japanese girl, posing on a sheepskin run. They are being  hammy for Charlie who loves it. Bob walks up and is amused watching her, she sees him and gets embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECADENT TOKYO PARTY",
          "text": "Hiromix dances В— Charlotte dances with Hans - she looks but beautiful... Bob dances with his eyes closed, really  into it, in the midst of all of them... the song \"I Feel Young\" plays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte are leaving Nobu's. She's wearing Bob's jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure she gets home okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob takes Charlotte's arm carefully just as she bangs her head walking into the glass door - it makes a loud thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She nods. Bob looks back at Charlie who is watching- she' fine. He leads her into a waiting cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV from cab - Tokyo neon blurs by. It looks beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte looks at the neon going by. She looks over at B her eyelids are too heavy for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I don't either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob carries a very drunk Charlotte to her room. Her purse dangling from his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He puts her on her bed. He takes her shoes off for her an pulls a blanket over her. He looks at her lying on the bed. She opens her eyes to smile at him. He wants to kiss her, but he leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks down the empty hall, not wanting to leave her. As he goes he looks at various trays of leftover room ser in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob comes back to his room, tripping over the carpet samp He makes a phone call from bed. He's still a little drunk and thinking about his night out in Tokyo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lydia, I went to this great house  tonight, this guy designed and built,  you would have loved it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, yeah? I wish I had seen it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was this fashion guy, and there  were all these Japanese fashion people- it's a whole other world, and I was  talking to these Japanese surfers...   He was playing all this great music-  I have to find out what it was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That sounds great В— can you hold  on... (talks to daughter) What Zoe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you have to have something for  breakfast. Do you want cereal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just trying to get her to eat  something...I'm glad you're having  fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, its really different here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's good, I have to get the  kids off for school.  Can I call you  in a little while?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's four in the morning... I'm going  to go to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, well... I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, too, good-night, or good- morning .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good-night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte can-'t get out of bed. She looks at the clock-  it's 10 a.m.  She picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob (still in camouflage T-shirt from last night) answers the phone by his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grumbly) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for getting me back in one  piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.U. Charlotte's feet on her bed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to have some breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.U. her hand wraps the phone cord around her fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm going to take a shower and  I'll meet you downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, see you downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit in the bright light. She squints and drinks a Bl Mary. Bob is distant. She looks across at two middle-aged MID-WESTERN WOMEN tal about plastic surgery, you can't hear them, but can tell they gesture and one pulls her eye lids up. Charlotte looks at another table by the elaborate buffet sees the redhead Singer having breakfast with the rest of Sausalito.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to make it  light) Hey look, it's Sausalito.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see them every morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't know what to say. Somehow it's too intimate ha breakfast. She eats her breakfast aware of her every move C.U. - her POV of soft scrambled eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GOLF COURSE",
          "text": "In the distance, Bob swings on a perfect golf course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies in bed awake. The clock says its 4 a.m. Finally she gives up on trying to sleep, and turns the li on. In John's old T-shirt and Ugg boots, she goes to the  couch, looks at some strange pastry with an elaborate  presentation left by the hotel. She picks up a magazine, but she's already looked at it a few times before. She hears something and goes over to th door. On her way, she passes her red T. Anthony suitcase  overflowing with stuff that looks like a bomb went off in it. A HOTEL MESSAGE envelope is slipped under the door. She o it to see a typed note from the operator: \"From: Mr. Harris. Message: Are you awake?\" She smiles like she's gotten a valentine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob opens the door, Charlotte's standing there trying to  look casual, she's happy to see him (she's put some pants and flip flops instead of her dumb looking Ugg boots). She knocks into a low table, bumping her knee as she come in. Bob pours some cold sake, smoothly. Bob and Charlotte watch La Dolce Vita with Japanese subti on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hans was very attentive to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think he kind of liked me...Is  that so hard to imagine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, its easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd a Japanese guy get a name like  Hans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anita Ekberg holds the kitten on T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte gets up to pour more sake. She picks up and looks at a prescription bottle on his ni stand and reads the label : Lipitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you remember when we met at the  bar? ...You were wearing a tuxedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the first time I saw you was in  the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you don't remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I scowl at you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you smiled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, I kind of blend in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN the view of Tokyo at night as we hear their conversat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do they switch the r's and l's  here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. My fax said \"have a  good fright\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's never come here again, because  it would never be as much fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, whatever you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see Hiromix last night dancing  with Bambi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I was looking at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.  Well... they were dancing on  the couch with that weird English  guy who kept talking about hanging  out with the Sex Pistols on Kings  Road...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a fax today from your friend  Hiromix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, for her show?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, for a candlelight dinner, yes,  for her show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're possessive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte and Bob lie a few feet apart on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm stuck. Does it get easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, yes, it does...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? But look at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. It does, the more you know  who you are... you don't care about  things the same way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just don't know what I'm supposed  to be. I thought maybe I wanted to  be a writer... but I hate what I  write, and I tried taking pictures,  but John's so good at that, and mine  are so mediocre... and every girl  goes through a photography phase,  like horses, you know dumb pictures  of your feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll figure it out. I'm not worried  about you. Keep writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, I'm mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And marriage, does that get easier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hard. We started going to a  marriage counselor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did that help? Did you learn anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We established that we have no  communication.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We used to have fun, she used to  like to go to places with me for my  movies and we would laugh at all the  weirdos, but now she's tired of it  all. She never wants to leave the  kids, she doesn't need me, and they  don't need me, I feel like I'm in  the way. It gets complicated when  you have kids... that changes  everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's too scary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When they're born its like Vietnam.  It's terrifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting tired) No one ever tells you that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, it's great being with them,  after they can talk, and can do things  with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nice. My parents were always  traveling, they weren't around so  much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you grow up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In D.C., my dad was the Ambassador  to France in the eighties, so we  went to school in Paris for a few  years... but we mostly lived in D.C.,  and they were never around... and  then I moved to Los Angeles when  John and I got married... it's so  different there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are starting to get tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John thinks I'm so snotty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, but that's what you like  about me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks over at him. He does like her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you have to be with your  opposite, why cant similar people be  together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because that would be too easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fall asleep dressed, on top of the sheets, on opposi sides of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Full of life, Bob plays basketball with some local guys. All over the court, and towering over the other players, dominates the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at himself in the bathroom mirror, he feels his stubble and sees that it's turning grey. He opens the hotel shaving kit. He squirts shaving cream  from the child-size can. Even the razor is small. He cove his face with shaving cream when the phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Harris, we have fax for you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want I send it to your room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Mr. Harris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up and shaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob gets out of the elevator- the Suntory group is waitin for him. He ducks behind a wall and sneaks out a side ent of the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob comes out of the hotel into the sunlight. The street crowded with MOTORCYCLE GANGS going by, one waves a big f Bob watches the strange scene in the street for a moment, and then makes his way past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He walks down a little street in a more old-fashioned  neighborhood. He's wearing new techno sneakers. He makes call on his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Kawasaki? It's Bob Harris...  I'm not going to be able to do that  interview today.., yeah... ok....  Yes, I'd love to stay to be on his  talk show... sure.. ok... bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A light rain starts as he looks at a fax from Charlotte w a map she's drawn and tries to figure out where he is - t are no street signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. ICHICAN SUSHI",
          "text": "Bob finally finds the small restaurant. The automatic doo opens for him, and Charlotte, at the bar with the cute ch SUSHI CHEF, turns to Bob happy to see him. He is dishevel from the rain and adorable. He sits down next to Charlotte, she pours him a beer and  orders for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They really have to work on that  street name thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A perky recording voice says \"Kornichiwa!\" from his pocke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls a pink Hello Kitty watch from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's for my daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, she'll love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Sushi Chef gives him perfect little pieces of sushi o banana leaf. Charlotte takes a bite of a piece - but it won't break, s she has to stuff the whole thing in her mouth, embarrasse Bob makes fun of her gracelessness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mouth full) Fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have lunch, he makes her laugh. He looks down at her feet in flip flops, her toe is purpl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to your toe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, I think maybe I broke  it? I knocked into something the  other day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slips her shoe off and shows it to him- her middle to is black and blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She enjoys the sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bad isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We should get you to the doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, look at that thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob tries to get a taxi, finally one stops and they get i He tries to explain \"hospital\", he does pantomime, draws first aid cross, but the DRIVER doesn't understand. Charl is enjoying Bob's effort. Finally he finds a Park Hyatt matchbook and calls the hot number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you say \"hospital\" in Japanese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hospital?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One moment, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She transfers call, it rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concierge desk, may I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, can you tell me how to say  \"hospital\" in Japanese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Hospital\" in Japanese? Hosupitari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hosupitari? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tells the Driver who looks at him funny. Bob says it a faster, with a Japanese accent. The driver nods excitedly and drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte walk in, looking around at where to go. Bob talks to a woman at the desk to explain what they nee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob takes a seat in waiting area as Charlotte goes into a little room with a number on it. Bob waits next to a 100 year old lady.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte stands alone barefoot on a little box, wearing lead apron, as a MAN and ASSISTANT X-ray different angles her foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks around at all the Japanese gift stuff, and buys little stuffed bunny. His phone rings as he's paying for",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob, it's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hi, Elaine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, we got you on an earlier flight,  but I really think you should think  about staying for that talk show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'll stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte's foot X-rays are displayed on a big light box. older DOCTOR talks about them in Japanese to his younger  ASSISTANT as he wraps Charlotte's toes together. She does know what they're talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte comes out where Bob waits with the little stuff bunny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte arrive back at the massive hotel, they  stroll in casually, she is carrying the stuffed rabbit in her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob reclines in the big Japanese wooden tub, steam rises he is turning red. His phone rings. He dries his hands qu to reach it before it stops ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Lydia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a bad time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(O.S.) It's really hard to reach  you... Did you get the carpet samples?  I like the burgundy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, whatever you think... I'm lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what I'm talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is there anything I can do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... I want to be more  healthy. I want to eat better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, eat healthier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not all that pasta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like Japanese food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Why don't you just stay there, and  you can have it everyday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go, Adam's tormenting Zoe,  I'll talk to you later. Are you going  to be Ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'll be fine. Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob rides in the back of a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice-mail message) Hi Bob, it's Charlotte... how are  you doing today?... I'm going to  meet Charlie and those guys at this  place called Orange around ten...  come meet us if you get this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob's cab pulls up at an empty office building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at a fax from Charlotte with a map, wondering i he's in the right place. It's quiet and looks like a gene office building. He goes in the little metal elevator, and the door opens the 8th floor onto a little nightclub you would have neve thought was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lights strobe and Peaches' seedy \"Fuck the Pain Away\" boo through the speakers. Tan JAPANESE STRIPPERS with platinum hair dance and hang  from a pole on a little platform. Bob sits alone on a brown ultra suede couch feeling out o place and empty. He looks over at a table of young AMERICAN INVESTMENT BRO He wishes he wasn't there, but tries to seem comfortable. Charlotte shows up with Charlie and the other guys. She s down next to him, and gives him an 'are you going to kill me?' look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long have you been here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks at her like it's been forever. She smiles for  forgiveness. They look over and see a WEIRD GUY in the corner getting lap dance, they look at each other, sharing the joke of t place, but both uncomfortable about the sexuality of it. Through a beaded curtain, Charlie and Bambi get lap dance in a dark corner of pillows. Charlotte looks at Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte go up to a cab, but the driver refuses  them. They don't know why, but just make their way down a empty side street. Little plastic cherry blossom decorati hang above them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like she's said it a  million times) Working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you ever see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sorta) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know where we are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts a coin in a vending machine and takes a cold sak \"one-cup\". A tiny brad Pitt head smiles at her next to an iced coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't it weird there are no street  names in Tokyo... you'd think a city  like this would have street names...  you need a map to get anywhere...  look, there are no signs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They keep walking, small figures on a little empty street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they make their way back, they pass a lounge off the l It's late, it's pretty empty,  a housekeeper vacuums and  just a SLEEPING MAN sits in the back of the lounge, and a snuggled up romantic JAPANESE COUPLE sit close to: Kelly, the blonde actress, singing to them. She stands facing them with a karaoke mic singing \"Nobody Does It Better\" with all her heart. Bob and Charlotte look at each other and keep walking (tr to be invisible).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte lies in bed. She picks up a photo next to the b as she dials the phone.- The picture is of her and John on their honeymoon. The ph answers - it's a weird Japanese recording.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um..Hi, John, if this is your phone?  I'm not sure...I'm going to go to  Kyoto for the day...I'11 try you  when I get back. Hope it's going  good... I love you, bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte watches the Japanese countryside go by out her  window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks through a beautiful garden. She's a small figure in the landscape. She approaches a temple where she stops to watch a weddin procession. A young bride and groom in traditional kimono walk under a parasol with their family. Charlotte looks as- the nervous, young bride clutches her mother's hand. The young groom walks along with them. Charlotte is moved by the whole scene, the beauty of the  temple and the wedding party. Her eyes well up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks up a narrow path, surrounded by red maple leave At the top of a little hill, she comes up to a shrine. At its entrance she sees a tree covered in little white p of paper tied to its branches. She sees Japanese people  writing on the paper and tying them to the tree. Charlott writes her wish on a paper and ties it to a branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exciting music plays as the talk/game show starts. Bob, in an elegant suit, goes out to meet the HOST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Japanese) We hear you're quite a golfer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TRANSLATOR translates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding) I enjoy the sport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Translator translates - four sentences longer and wit added enthusiasm. After a few questions the Host excitedly announces someth to the AUDIENCE in Japanese. They scream, the lights flas Bob has no idea what's going on. A cloud of smoke reveals the IRON CHEF, with feathered ha wearing an 18th century waistcoat.  A large red chef hat placed on Bob's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They now have the competition for  you with the Iron Chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks around as a counter is pulled up to him and now Bob and the Iron Chef are at dueling counters. The Host b instructions in Japanese, an apron with a stuffed animal  lobster on it is tied around Bob, the crowd cheers - ther no way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob rides in the back of the presidential, looking out th window at the city. He pulls a polaroid out of his pocket and looks at it. It Charlotte, peering over her shoulder with a little smile, from their sake-drenched night at Nobu's compound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melodramatic '70s Japanese music plays. Bob sits alone, h himself, at the bar. The redheaded Jazz Singer takes a br and a seat next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the harsh-morning light, Bob wakes up in his bed. He hears the Jazz Singer singing in the shower \"Midnight the Oasis\". Her red mane of hair passes frame as she ushers in room  service. She seems to have taken over the whole room. He  wants it all to go away. She walks off to the bathroom an there's a knock at the door. Bob rushes to get it before can. He opens the door a crack, Charlotte looking sweet, is  standing there. Her hair is back in a pony-tail. Bob's ju wearing a towel around his waist, and his hair is stickin up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rough night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not in the mood, he looks at her like he already hat himself, doesn't need more help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to Daikanyama, do you want  to come walk around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, but no, I can't right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The singer starts singing again in the background. Charlotte gives Bob a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I guess you're busy, huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He watches Charlotte walk away down the beige hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob is walking down the crowded street looking for Charlo when his cell phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Bob, it's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't hear) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Lydia, your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't hear you. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs) Fine. Is it going ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to- (garbled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to talk to  Zoe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calls in background) Zoe, come say hello to your father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little girl's voice shouts \"No!\" in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess she's busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When are you coming home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her ballet recital is Saturday, don't  forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the background the daughter calls for her Mommy over a over and a dog starts barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, well, travel safely. See you  soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte, with sunglasses on, leans against the wall as approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't get sushi anywhere in Japan  after 2 o'clock. Did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, we'll find something around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She goes with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte are seated at a big booth in a corny Sh Shabu restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jazz singer? The red-head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob looks at her like- don't make it worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I guess she's more around your  age...  You guys could talk about  things in common, like growing up in  the fifties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a brat, wasn't there anyone  else around to lavish you with  attention?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She scowls at him. The waitress brings them drinks- she pours beer slowly, a turns on a pot on the table to cook their food. Charlotte looks at the menu - it is filled with photos of different trays of meat. The waitress doesn't speak Engli",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't tell the difference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They have trouble ordering, but point to a picture on the menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll have two of these.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He makes some small talk, she is bugged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He orders the drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, where'd you go today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"This is the End\" by The Doors starts playing on the ster The waitress brings two huge trays of sliced raw beef. St rises from the pot on the table. The song ends, and another Doors song comes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not going to play the whole  album, are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look across the table, over the steam and meat, at e other- the whole thing is awful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the darkness, under covers, Charlotte is woken up by a loud fire alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fire alarm booms as the hotel guests and staff hurry of the hotel. Amidst the crowd of Hotel guests in their pajamas, Charlo finds Bob- he's wearing a kimono and slippers. She's in b shorts and an undershirt and slippers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That lunch was the worst, huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs. She looks down at his feet stuffed into the little hotel  slippers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When are you leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(friendly) I'm going to miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what you said the other night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I mean it more now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and Charlotte, still in their pajamas, sit at their usual spot at the bar, with the bartender, drinking cold sake. lights two cigarettes and passes one to him. A NEW JAZZ BAND is now playing. The SINGER is full of  enthusiasm as they start their stint at the Park Hyatt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good Evening. I'm Carl West, and  we're thrilled to be joining you  this week, here at the NY bar in  Shinjuku.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sings \"Where or When\" with all his heart. Now, old-timers there, Bob and Charlotte look at each oth and chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jt seems we stood and talked like   this before,   we looked at  each  other in  the same way thenr   but   I cant remember where or when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte sit there together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to go back tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. But, it doesn't last, you  have to go back sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why can't it last?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, it just doesn't, reality  changes things....we can't stay here  forever, unless maybe we started a  Jazz band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(alt Charlotte dialog: I don't know it just doesn't, real changes things...and we can't stay here forever) He looks over at her. The singer continues Where or When, as they sit there  together, the view sparkling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somethings  that happen for the first  time,   seem to be happening again  and so it  seems we have met before,    and laughed before,   and loved  before,   but who knows where or  when...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Charlotte, drunk in the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He nods, she pushes 54 for him and 56 for herself. They look at each other across the empty elevator, both  leaning against the walls. The elevator stops at 54, he leans in to kiss her good-ni They kiss like you would on the cheek- but it's closer to their mouths. The door shuts- he missed his floor. The elevator continues up, and stops on her floor. They k good-night again and she gets out before the door closes. He watches the door close on her as she makes her way dow the long beige hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fax comes through the machine in the empty room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sexy EXECUTIVE WOMAN asks Bob for a light. He looks at great legs as he lights her cigarette. He looks around,  keeping an eye out for Charlotte. The group of commercial people arrive to see him off. He excuses himself for a moment and goes to a phone on a  little table in the corner. Bob picks up the house phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, can I have room 5601.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traditional Japanese music plays on hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will connect you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob gets the room voice-mail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...Hi, Charlotte... it's me, Bob...  ok, I guess you're not there... wanted  to say good-bye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up, feeling lame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob with his bags tries to call again. The commercial peo and hotel staff crowd around to help him, asking about hi stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just leaving.... do you have my  jacket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, yeah... I'll bring it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'd be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "E Ok, see you in a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A member of the hotel staff brings him an envelope on a l silver tray. Miss Kawasaki gives him some gifts from their company in  traditional Japanese wrapping, he doesn't know what to do with them and has to carry them. The Executive Woman from the bar walks up to him. He hang up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "0hr hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks at him like, we could have had some fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah, I'm going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees Charlotte come out of the elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to go, thanks, bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes over to Charlotte. She looks at his bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just saying good-bye to everyone  before you leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands him his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She waits for him to say something more. He wants to tell her he loves her, that she should come with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The concierge tells him his car is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're leaving right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... have a good flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurt) Ok, bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks away. A hotel manager asks Bob about his luggage, another asks he had a pleasant stay. Charlotte gets in the elevator to out, the doors close on her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bright outside the main entrance. A presidential pul up and the automatic door opens. Bob squints as the Bellb in white gloves slowly loads his luggage into the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the backseat, Bob leans back on the little doily. The car pulls away. Around the corner, he looks down a crowded alley and sees Charlotte's blonde hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you pull over a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DRIVER, wearing white cloth gloves, pulls the car ove slowly. Bob tries to open the door'99 it won't open, he h to wait for the automatic doors to open for him (slowly).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob gets out and rushes down the street to where he saw  Charlotte. The street is crowded with JAPANESE PEOPLE, an different colored umbrellas, (it's sunny out with a light rain). Music blasts from speakers on the street, and there is so promo going on with GIRLS handing out little cologne samp Bob looks around for her, but only sees dark hair, umbrel and super tan JAPANESE KIDS. In the distance an umbrella moves to reveal Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLOTTE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she can't hear him over the loudspeaker. He rushes to her. C.U. she turns and we see she is crying. The music swells. He embraces her, holding her close to h in the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you crying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sincere) I'll miss you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He kisses her, hugs her good-bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, I'm going to miss you, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He holds her close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte watches Bob as he reaches his car, he turns and looks at her. She smiles at him, and is lost in the crowd. Bob gets into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte walks with the crowd as they go on their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the Presidential, alone, Bob leans against the li doily.  They drive off. He looks out the window, Bob's happy he's going home, he' happy he came to Tokyo. Bob's P.O.V.-  Tokyo goes past his window.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1169"
    }
  ]
}