{
  "movie_id": "MOV1180",
  "scenes": [
    {
      "location": "MILITARY TRUCK CAB",
      "time": "DAY",
      "characters": [
        "TITLE CARD",
        "LEAD GUARD",
        "COAT CHECK GIRL",
        "DUDE, (0.C.)",
        "EXT. GYM PARKING LOT-- DAY",
        "STATES OF AMERICA--",
        "GUARD",
        "SLO-MO",
        "VICKI/PIPER",
        "PRIEST",
        "DEALER",
        "2-12... 11... 10... 9",
        "THE END",
        "VOICE OVER CB",
        "TURN OFF THE FUCKING MUSIC OR I",
        "NEWS ANCHOR, (0.S.)",
        "SMASH BACK TO",
        "MACGRUBER/PIPER",
        "CUNTH, (0.S.)",
        "DYING SOLDIER",
        "28.",
        "CHARGING GUARD",
        "HENCHMAN",
        "PIPER, (CONT'D)",
        "8... 7... 6... 5...",
        "CASEY /MACGRUBER",
        "VICKI",
        "CASEY",
        "MAN IN A TUX",
        "MILITARY OFFICER",
        "MR. KRAUSS",
        "EDWIN/HECTOR/CONSTANTINE",
        "SFX",
        "COMMANDER",
        "CUNTH, (CONT'D)",
        "MMRG MMRG MMRG MMRG MMRG AAAAAAAH",
        "PIPER, (0.S.)",
        "EXT. ALLEY WAY",
        "CASEY, (0.S.)",
        "TANKER",
        "CASHIER",
        "WILL KILL THIS WOMAN",
        "FEMALE COMPUTER VOICE",
        "PIPER",
        "VICKI, (CONT'D)",
        "REAL TIME",
        "VOICE, (0.S.)",
        "ZEKE, (CONT'D)",
        "DOWN",
        "PIPER, (0.C.)",
        "PIPER/MACGRUBER",
        "MACGRUBER, (0.S.)",
        "MACGRUBER/VICKI",
        "FAITH",
        "HOSS",
        "CUNTH",
        "DISSOLVE TO",
        "FRANK",
        "LAB ASSISTANT",
        "CONSTANTINE",
        "VICKI, (0.S.)",
        "ZEKE",
        "BARTENDER",
        "FEMALE COMPUTER VOICE, (V.O.)",
        "MINISTER",
        "ALL",
        "SMASH TO BLACK",
        "MACGRUBER",
        "20... 19... 18...",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: A CB radio dangles uselessly from it’s base. A words in Russian can be heard through the static.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE OVER CB",
          "text": "(in Russian) (static) Repeat, we have lost your position. Do you copy, Wombat? CLOSE UP: A human hand lying limp and bleeding on the passenger seat. Blood drips from between the fingers. VOICE OVER CB (CONT’D) (in Russian) (static) Wombat... (long static) Where is the item?! CLOSE UP: A soldier's face; clearly dead. His eyes and mo are open, his brains splattered against the inside window the cab. It’s a gruesome site. VOICE OVER CB (CONT’D) (in Russian) Come in Wombat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera tracks along the front of the truck where we f the body of another dead soldier before landing on a pair boots leaning up against the front of the truck. CLOSE UP: Hand slams a CLIP into an Iranian made MPT-9K submachine gun and cocks it. We pan up to reveal HOSS BENDER, an evil looking henchman. He raises the gun and a it at a SOLDIER running away in the distance. He lets off few loud cracks of gun fire. The man falls, dead. Hoss looks up to see five black SUVs approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSS",
          "text": "Right on time. (calling out) Zeke! Hurry the fuck up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP - An industrial drill bit boring into metal. SFX: Loud Drill On the roof we find ZEKE PLESHETTE, a wild-eyed bald man a pony tail. He wears aviator goggles and drills away at roof while listening to headphones. He’s slightly crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE",
          "text": "Almost... there. The drill bit goes through. Zeke laughs with victory. Series of shots: Zeke unzipping a duffle bag, pulling out smoke GRENADE LAUNCHER, loading a cartridge and shoving t barrel into the hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE, (CONT'D)",
          "text": "Nighty night. Zeke pulls the trigger. Moments later, the SUVs arrive. Several large men emerge with semi-automatic weapons. We track one of these men as he steps from the lead car a approaches the truck. The men circle around him. This is their leader -- DIETER VON CUNTH, 60, handsome, charming. Cunth is closely followed by CONSTANTINE BACH -- bald, no eyebrows, terrifying. Close behind them are HECTOR AND ED CULEBRA, both 39, two large, scary looking twins. Dieter steps forward, crushing a cigarette under his boot",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Open it. CLOSE ON: the back doors of the truck are opened to revea another set of doors with an elaborate alarm mechanism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE",
          "text": "I got it. Zeke takes a descrambling device from his duffel bag and hooks it up to the alarm. The code is immediately broken. Airlocks hiss as the doors swing open. Through the smoke, we reveal sleek metal walls -- this is ordinary truck. Men in military uniforms are strewn unconscious on the floor. In the middle of the truck is a NUCLEAR MISSILE with the letters “X5T-337TVS” written on side. \fZeke whistles reverently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Finally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "(in Russian) Don’t. You can’t. Cunth looks down at the bloody body of a DYING SOLDIER. H hand pulls at Cunth’s pant leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DYING SOLDIER",
          "text": "(in Russian) Please don’t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Sorry, I don’t speak Russian. Focus in on the gun barrel. Cunth pulls the trigger. BLAM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stock footage of a military helicopter buzzing over beaut mountain ranges. Super: Rio Bamba, Ecuador",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lieutenant Dixon Piper, 28, handsome, shouts over the noi of the chopper to Colonel James Faith, 50, distinguished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Sir, I still don’t understand why we had to come all the way out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Because, Lieutenant. We need the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "This guy’s that good?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Yeah, he’s that good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why can’t we stay inside the department?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We need someone outside the system. Someone they’d never suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "But sir, if this guy’s that good, won't they be tracking him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Not possible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Because... he’s been dead for ten years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piper and Faith are led through the majestic grounds by a small VILLAGE BOY. A bird caws in the distance. They arrive at a courtyard. Seated in front of a large BUDDHIST SHRINE, we find a MAN deep in meditation -- he w a sleeveless monk robe and sports a stringy mullet. Colonel Faith and Lieutenant Piper approach quietly. cU -- Faith's boot steps on a very small leaf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hello Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Hello MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "(in awe) MacGruber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "How did you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You forget, I taught you everything you know. From his seated position, MacGruber does a backflip onto feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Not everything, Colonel. MUSIC: there is a hint of a guitar wail Faith smiles. MacGruber approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, this is Lieutenant Dixon Piper. Lieutenant, this is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "The legendary MacGruber. Former navy seal, army ranger and green beret. Served six tours in Desert Storm, four in Bosnia, three each in Angola, Somalia, Rwanda, Mozambique and Sierra Leone. Recipient of sixteen purple hearts, three Congressional Medals of Honor, seven presidential medals of bravery, and starting tight end for the University of Texas El Paso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t forget, expendable government pawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Mac, listen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Colonel, with all due respect, whatever it is you’re here for, the answer is no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber walks outside, surrounded by children. He softl pats them on their heads as they yammer in Spanish. Faith and Piper follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "My life is here now. Everything I care about is in these walls. I am aman of peace. This is my home. These are my people. One of the kids takes his watch and runs off. \fMacGruber MacGruber",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hey hey hey! He’1ll give it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Look, MacGruber... watches the kid run off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hang on... just wanna see where he is going... okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Two days ago, a Russian convoy was transporting a high level asset and got jacked. Yesterday, reliable sources informed us that the asset made its way to US soil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sorry Colonel, that’s not my problem anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber... it’s the X5. is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "The X5 is one of the most powerful nuclear warheads in the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah, I know what the X5 is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Lieutenant. Can you give us a moment? Piper reluctantly walks away. MacGruber",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Look Mac, you’re our only hope. We need you. Your country needs you. looks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I think I’ve given more than enough to my country already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Mac, if this is about Casey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s not about Casey! It’s about a promise I made to myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, you listen! I’m out of the game!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Well, the game has changed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "But the players are the same!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, it’s Cunth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We have reason to believe that the X5 is now in the possession of Dieter Von Cunth. Now I don’t need to explain to you how dangerous a nuclear warhead can be in the hands of a man like Cunth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Cunth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, this is your chance to finally take him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m sorry, Jim. I can’t do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "If you change your mind. Faith hands him a dossier and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot. \fINT. MONASTERY -- MACGRUBER’S ROOM -- NIGHT Pan the room. It’s very spare. A few lit candles. There i a weight bench set up with a ton of weight on it. An ease with a full-body nude self-portrait -- the penis is tiny. Strewn on the floor are the contents of the dossier: surveillance photos of the hijacking, schematics of the X and finally a large file on Cunth. A large picture of Cun looking rich and evil is tacked to the wall. Pan over to MacGruber who is tossing and turning in his b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber in a white tux. Beside him is CASEY, 29, beauti in a wedding dress. Between them is a PRIEST at an altar. The shots are like memories, close up and hazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "Do you Casey Janine Fitzpatrick take MacGruber to be your lawfully wedded husband? WHITE FLASH - black SUV. Window rolls down to reveal Cunt",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY",
          "text": "I do. Cunth raises a glass of champagne. MacGruber is suspiciou The shots become more distorted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "And do you, MacGruber, take Casey Janine Fitzpatrick to be your lawfully wedded wife? WHITE FLASH - MacGruber looks down just as the Priest tur the page in his Bible revealing a small area cut out with 4 EXPLOSIVE and a flashing red light!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Noooococo! MacGruber lunging at Casey. Casey is terrified. Cunth presses a detonator. A flash of an explosion (stock). Casey’s face disappears fire engulfs the screen. A burning bouquet lands on the l in slo-mo. MacGruber falls to the ground, a piece of Casey’s WEDDIN VEIL in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaaaaaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH BACK TO",
          "text": "INT. MONASTERY -- MACGRUBER’S ROOM -- NIGHT MacGruber bolts up in his bed, drenched in sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaaaaaaah! MacGruber grabs a kerosene lamp and throws it at Cunth’s picture. Push in on Cunth’s photo as flames start to lick the wall A flash of lightning and thunder brings us to a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Super: Pueblo, Colorado, USA MacGruber approaches a headstone. There’s a clap of thund Reveal the headstone -- Casey Janine Fitzpatrick -- Born April 24, 1965, Died July 4, 1999 Pan to a gravestone next to it: MacGruber -- Born June 17 1963, Died July 4, 1999 MacGruber drops a duffel bag to the ground, pulls out a shovel and with much gusto, strikes into the earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge mounds of dirt by the grave. MacGruber is barely visible inside as he continues to shovel. He hits coffin. Inside the hole, MacGruber uses a cro-bar to pry open the coffin. His face has an intense look on it as he comes fa to face with his former life. Reveal the contents of the coffin: MacGruber’s LL Bean ADVENTURE WEAR. Shot of his feet as his monk robe drops to the ground. We hear a clap of thunder. We hear raindrops start to fall. \f10. CU shots of MacGruber putting on his shirt, vest, jeans, Bean boots. MacGruber tears away a portion of the coffin felt to expo secret compartment with a high tech digital lock. He punc in a code and presses his thumb to a fingerprint scanner. The compartment pops open and we reveal its contents: one SWISS ARMY KNIFE. He tucks it in his vest pocket. It’s pouring rain now. From above the grave, we see two hands grip the side of the muddy grave as MacGruber pulls himself out. Shot of the headstone as two feet step into frame. Pan up the body to see MacGruber in full costume -- his face incredibly intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaaaaaaaaaaaah! Lightning strike. The camera pulls above MacGruber with a big WOOSH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aerial establishing shot (stock footage) Super: Pentagon, Arlington, Virginia, USA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber bursts through a set of double doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m in. Reveal a group of lab assistants eating lunch. They look clearly confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LAB ASSISTANT",
          "text": "I'm sorry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber bursts through a new set of double doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m in. Reveal Faith, Piper and other high level military officer a high to mid-tech command center. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, thank God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "On one condition... I get to kill Cunth. No judge, no jury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "On the record: no way. Off the record: yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Works for me. So what do we know so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Very little, unfortunately. For the past ten years, we’ve been watching Cunth like a hawk, but he’s very good at keeping his hands clean. The guy doesn’t make mistakes. He’s too good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I was actually talking to the Colonel. Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Everything Piper just said is correct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(to Piper) Thank you. Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Lucky for us, Cunth still needs passcodes to make the damn thing operational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "But they’1l be looking for those next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh, will they, Rookie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "It is imperative that they do not get those passcodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m not gonna lie to you. This is a very tall order. Word on the street is that Cunth’s put together a team of the most ruthless criminals this planet has to offer. 12. Faith motions to a cork board with various pictures on it",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Hoss Bender, Zeke Pleshette, Constantine Bach, the Culebra twins. It’s a veritable dream team of killers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, then I’1l just have to put together my own dream team... of killer stoppers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Regarding that. Lieutenant Piper here is one of the best and brightest on the force. He’ll be your eyes and ears on this thing. MacGruber stares daggers at Piper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I got a better idea: no fucking way. MacGruber storms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piper runs after MacGruber, Faith follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Look, MacGruber, I know I’m not what you expected --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Let me guess, one year out of the academy, zero combat experience, little punk thinks his shit don’t stink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Look, if you just give me a shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Give this a shot. \f13. MacGruber quickly whips around Piper’s back, jamming his against his back then smashes Piper's face into a desk, knocking him to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Aaaggh! My freaking nose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t ever pair me up with some piss ant, Faith. This mission is far too important for that. Now, if you’1l excuse me, it’s time to round up a real team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music: A bad-ass jam kicks in CU -- MacGruber pulls off a car cover cU -- key in ignition. We hear an engine fire up CU -- car lights flip up CU -- MacGruber’s hands as he puts on leather driving glo CU -- MacGruber putting on sunglasses with leather blinde cU -- foot pressing accelerator pedal CU -- rpm racing into the red cU -- a license plate which reads “Mac 1” cU -- hand turning the radio station Music: the bad-ass jam changes to soft rock cU -- Shifting gears Reveal MacGruber slowly pulling out of the parking garage his tight little red Miata.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. GYM PARKING LOT-- DAY",
          "text": "Super: Pierre, South Dakota, USA MacGruber parks the Miata diagonally across two spaces so to avoid dings, turns off the music, pulls the portable c stereo out and takes it with him as he goes to: \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hulking men pump iron. On the bench press is FRANK KORVER 36, a big tank of a man. As he struggles to get his last rep, HANDS come into fram offering a spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I got it Rico. I got it. Ahhhhh! With one final push, Frank heaves up the weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Same old Frank. Always wants to go it alone. Frank sits up and turns to see his old friend, MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "MacGruber! Thought you were dead! Frank jumps up and bear-hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Last time I saw you, you had a grenade in one hand and an M-16 in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "And you had one very angry insurgent trying to introduce you to the business end of a machete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t remind me. So looks like you're keeping your bod pretty tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You don’t look so bad yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well everyday is a workout when you gotta carry around a twenty pound python in your jeans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You and your dick comments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, it’s fun to say them. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You ripped any throats out lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s been a while. Not even sure I'd remember how it’s done anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We had some good times, didn’t we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "We had some great times. We’re about to have some more. MacGruber gives him a serious look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Uh oh. I know that look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I need you Frank. It’s serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Then I’m in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I knew I could count on you. They clasp hands. CU: A list of names. Frank Korver is at the top of it. MacGruber puts a check by his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing shot of a lone cabin in the desert. Super: Elko, Nevada, USA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TANKER LUTZ, 41, tattooed and shirtless, takes a drag off cigarette, flicks it away, grabs a handgun and starts fir Tin cans get plucked off a fence, one by one. Tanker rolls over to a sawed-off shotgun, cocks it and fi A mannequin head EXPLODES. He cocks, dives on the ground, rolls and and fires again. \f16. A jug of milk meets its maker. He grabs an ax and throws it. A watermelon with a smiley face drawn on it gets sliced i half. Tanker somersaults forward and slices a mannequin’s neck sand pours out. He grabs a machine gun planted in the mannequin’s arms an shoots up an old rusty car with a bunch of dummies in it. He rolls to the side, grabs a flamethrower and FLAMES a t MacGruber whistles. Tanker instinctively turns and flings a knife at MacGrube head -- MacGruber catches it between his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Same old Tanker. MacGruber flings the knife back at Tanker’s head -- Tanke catches it between his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANKER",
          "text": "Same old MacGruber. CU: List. MacGruber puts a check by the name Tanker Lutz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber walks up to a guy who’s welding a cool modern abstract art statue. MacGruber taps him on the shoulder. The welder turns and removes his welding mask to reveal VERNON FREEDOM, 41, lanky. They shake hands. CU: List. MacGruber puts a check next to Vernon Freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A homeless guy, TUG PHELPS, 42, sits on the sidewalk hold out a cup. He has a sign which says “Homeless Vet Needs Y Help.” MacGruber puts a grenade in his change cup. The homeless guy looks up and smiles. They shake hands. CU: List -- He puts a check next to the name Tug Phelps. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guy does some cool freestyle street tricks as a CAMERAM videotapes it. He skids over to a group of kids who eager wait for autographs. He pulls off his helmet to reveal TU BEEMER, 39. CU -- autograph pads held by kids’ hands. Over the top of them, comes a pair of hairy man hands holding a pair of underwear in one hand and a Sharpie in the other. Tut looks up. Reveal MacGruber who breaks into a sly smil Tut shakes his head and smiles. CU: List -- He puts a check next to the name Tut Beemer. down to the last name on the list: Vicki St. Elmo EXT. VICKI’'S HOUSE -- DAY MacGruber walks up to the door, steels himself and knocks",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI, (0.S.)",
          "text": "Come in. INT. VICKI’S HOUSE -- DAY MacGruber steps into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI, (0.S.)",
          "text": "Be right there. MacGruber looks around. There are clocks of all different sizes and shapes on the walls. VICKI ST. ELMO, 32, beautiful, enters. When she sees MacGruber, she drops the clock she’s holding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hi Vicki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I thought you were dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "So did I. But I’m not. I’m alive and I’m putting together a team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Well, good for you. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, good for us. And good for America. And good for fans of justice and truth. Because you’re on that team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Sorry, MacGruber. I’m out of the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I said the same thing ina Monastery about three days ago. But I changed my mind. Have you changed yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "MacGruber, I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t you see? We need you. You’re the best timer in the business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Not anymore. I’ve lost the edge. On the wall, we see the clock strike one. At precisely th same time, every clock in the house dings in unison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Really? Cuz from what I just heard, sounds to me like you’ve still got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "MacGruber! The answer is no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Just give me one good reason. Vicki is lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Casey standing at the altar. Reveal Vicki standing behind Casey, her maid of honor. She smiles big.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Nooooo0c0000! \f19. Suddenly, Vicki is sprayed with blood, bone and pieces of face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. VICKI’S HOUSE -- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I lost my best friend that day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I did too. And now we have a chance to get revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Revenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s Cunth. Vicki looks down. This hits her hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Sorry MacGruber, I can’t help you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "If you change your mind. MacGruber hands her a crumpled up piece of paper. As she reaches for it, their hands touch -- hint of sexual tensi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s good to see you, Vicki. MacGruber leaves. When he’s out the door, she opens up th piece of paper. Scribbled in very poor handwriting: “I’m the Pentogon.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber’s team is strapped into the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "All right, you guys strapped in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "You got it, Grubes!/Locked and loaded!/Fuck yeah!/Let’s do this! A grey sedan pull up. Piper and Faith get out. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Shit. I gotta go deal with the brass. Hang tight. MacGruber closes the door and walks over to Piper and Fai Piper’s nose is bandaged. Faith talks on a cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Yes, Mr. President, I understand. (to MacGruber) One second, Grubes. MacGruber nods: take your time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "How’s your nose, Rookie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Up yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I forget. The last time I saw you, did I remember to tell you how ugly I think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, you didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, I think you’re really ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Well, I think you’re looking in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You wanna go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Anytime, anyplace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m starting to like this guy... just kidding. I still hate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Well, I hate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You wanna go?! MacGruber pushes Piper. Piper pushes back. Faith hangs up \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Guys, cool it! So MacGruber, we hear you’ve recruited quite a team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Quite a team? Yeah, you could say that. Frank Korver, Tanker Lutz, Tut Beemer, Tug Phelps, Vernon Freedom, moi. Yeah, I’d say it’s a pretty good team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Look, I’1l cut to the chase. Are you sure you won’t change your mind about letting Piper here join the team? He could be quite an asset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh, I would love to, but the van’s pretty full. See, it’s filled with American heroes with over a hundred years of combined combat experience and a whole lot of brotherhood -- and that’s stuff you can’t get ina simulator, Rookie. So thanks for the offer, but I would never work with you in a million fucking years. And no, you can’t ride in the trunk, because the trunk is filled with over 75 pounds of high- grade C4 explosive and about 3000 loose rounds of hollow point-- The van EXPLODES into a million pieces. Debris rains everywhere. Sporadic pops of hollow-point bullets go off like popcorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh fuck! Oh no! No. This is not happening. Oh... MacGruber runs over to the van and starts searching throu the sea of twisted metal and body parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh no no no no no no no no. Tanker? Vernon? Anyone? Tut? Tug? You guys okay? Oh God, no! Overhead shot of MacGruber crying on his knees amid the rubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Nooooc0000000000000000! \f22. INT. PENTAGON -- FAITH’S OFFICE -- DAY MacGruber, wearing an all black suit and black sunglasses stares out the window. Faith sits at his desk. A clock ticks in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "They were nice funerals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah. What'd you think of my eulogies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "They were very...touching. I might have cut down on the F-words a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, they were fucking great guys. And this is a fucking asshole of a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I know. It’s just that their kids were there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "They left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Because of your use of heavy language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I should have been in that van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "But you weren’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I wasn’t. And nobody’s gonna regret that more than Cunth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, about that. Look, I’m taking you off the case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m sorry, I must have heard wrong. Because I thought I just heard you say “MacGruber, about that. Look, I’m taking you off the case.” \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I did. Verbatim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Goddamn it, Jim, you can’t do that! I gotta see this thing through. I’m the best chance you got! You told me yourself at the monastery!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "But the game has changed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "But the players are the same!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I don’t like this any better than you, but you’ve been through a very traumatic experience. You’re too close. And without a team behind you, I just can’t chance it. I’m sorry, Grubes. Faith exits. MacGruber looks out the window, bummed. Pipe enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Sir, I-- (noticing MacGruber) Oh. It’s you. Look MacGruber, I’m sorry for your loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Piper, you gotta help me. They want to kick me off the mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Well, under the circumstances--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fuck you, dickhead! Piper turns to exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Wait, wait, wait! I didn’t mean that. Look, I owe you an apology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What do you want, MacGruber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Join my team. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Join my new team and tell the Colonel I can do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I can’t do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, don’t make me beg here. Cuz I will do it. (starts breaking down) I’m so sorry. I’m so goddamn sorry. Look, I’m freaking out here. I killed them. I killed them all. I’m so fucking stupid. (through sobs) I... don’t... know... what... I’m... doing... and... every... body... hates... me... MacGruber breathes for a while until he gains composure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Look, I will suck your dick. I will suck your fucking dick. I will do it, just join my team. I’1l suck your dick. You can fuck me or get fucked by me. You can watch me fuck something. Just point at something, I’1l fuck it for you. Just tell me what you want me to fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Jesus Christ, MacGruber. Piper shuts the door then turns back to see MacGruber wit his pants off, braced for a fucking against the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, I don’t have any lubricant. Do you see any white-out? Or like copy toner should work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Jesus Christ, put your pants back on. What the fuck are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I don’t know! I don’t know what I'm doing! I’m so fucked! \f25. MacGruber crumples to the ground, crying -- it’s a pitifu sight. Piper actually feels kind of sorry for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Come on, MacGruber. It’s not so bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s not? The man who killed my wife is in control of a nuclear warhead and I can’t do a goddamn thing about it and it’s not so bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Cunth killed your wife? MacGruber nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I’m sorry. I didn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, it’s not the kind of thing you broadcast. Every time I hear his name or see his face, I think of what he did to Casey and what he took away from me. And I don’t want that to happen to anybody else. Piper is deep in thought. Faith enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, we have a chopper ready to take you back to Ecuador.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, Colonel. Sorry I let you down. Piper. MacGruber nods to Piper. Piper can see the pain in MacGruber’s eyes. MacGruber turns for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I’m in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Lieutenant--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I’m in, I'm on the team. MacGruber turns back. He can’t believe what he’s hearing. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Sorry Lieutenant, two people don’t make a team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI, (0.S.)",
          "text": "But three do. Reveal Vicki in the doorway with a rolling suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I heard about what happened. Thought you could use some help. MacGruber smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Dixon Piper, Vicki St. Elmo. The finest timer in the business. Well Colonel, looks like I got myself a new team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Looks like you do, MacGruber. Looks like you do. We push in on MacGruber dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Time to go pound some Cunth. Music: a bad ass jam kicks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stock footage aerial establishing shot of the strip. Super: Las Vegas, Nevada, USA",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ALLEY WAY",
          "text": "The Miata pulls up behind a club with a neon sign reading “Club Ice”. MacGruber, Piper and Vicki get out of the Mia",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "What are we doing here, MacGruber? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It's simple, Vicki. Cunth owns this place. If we wanna find where the passcode deal is going down, we gotta turn over some stones. A guy drives by in a Honda Civic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDE, (0.C.)",
          "text": "Nice car, dickhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fuck you! (following car with eyes) K FBR 392, K FBR 392, K FBR 392...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "So we’re gonna see if we can’t make some contacts, gather some intel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Something like that. MacGruber strides with purpose toward the back entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(to himself) K FBR 392, K FBR 392, K FBR 392...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber steps up to the BARTENDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah, I’1l have the X5. MacGruber slams the bartender’s head against the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(to Vicki and Piper) He doesn’t know anything. (to entire club) Turn off the music. Turn off the music! MacGruber jumps onstage, grabs a microphone and puts Vick a headlock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILL KILL THIS WOMAN",
          "text": "The DJ turns off the music. MacGruber lets Vicki go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t worry. She’s with me, she’s safe. But I can’t say the same for the rest of you. MacGruber throws a bottle against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Now I’m sure some of you guys are just here on vay-cay. But most of you are big pieces of shit. Now who here works for Dieter Von Cunth? Nobody? Yeah, I wouldn’t want to admit it either if I was working for an ENEMY OF THE UNITED",
          "sentiment": "neutral"
        },
        {
          "speaker": "28.",
          "text": "MacGruber throws the mic at the bar. A few bottles break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "--who also happens to kill peoples’ wives, he killed mine. That’s right. This guy is up to something incredibly illegal and astoundingly deadly “allegedly,” I should say that for legal purposes. I can’t tell you what it is because it is top secret, but rest assured many of you and your family members will die as a result. But don’t worry, cuz I am coming for him and I am going to kill him. Who am I? My name is MacGruber. Remember that name. Capital M-A-C-Capital G-R-U- B-E-R. MacGruber turns over a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "To my right is Vicki with an ‘i’ St. Elmo-- (hands her a bottle) Throw the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "No. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "And Lieutenant Dixon Piper. We are the people who are going to stop Dieter Von Cunth from using his “alleged” nuclear bomb, I did not say that. Anyone wants to find me, I will be at the Java Hut tomorrow at 2:00pm. Have a great evening. (to bartender) Excuse me, is there a security camera here? The bartender points to a camera. MacGruber flips it off with both hands and exits. Vicki and Piper follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ALLEY WAY",
          "text": "MacGruber tries to walk off the adrenaline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Woo! That went great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber, what the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What? We were sending a message. And I think it will be received loud and clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yeah, that’s what I’m worried about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "He thought you were dead. That was a huge advantage. Now he’ll be coming for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Exactly, it’s all part of the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What is the plan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, I kind of make it up as I go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "That’s not really a plan then. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, so it’s not a plan. Look, I’m not good with plans. And I’m not good with clues. What I am good with is kicking ass and ripping throats. So Cunth is gonna come after me? Well, bring it the fuck on. Cuz then he’ll be on my turf, playing my game, and that’s not a game I plan on losing. INT. CUNTH’S MANSION -- DAY Cunth paints a nude MODEL in her 70s. Constantine enters. Music: classical",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Sorry to disturb you, Dr. Cunth--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Sorry. Constantine removes his shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "We have a little problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Is everything on schedule?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Then what’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "I think you better take a look at this. Constantine hands Cunth a surveillance photo of MacGruber flipping off the camera with both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Well well well, MacGruber. When was this taken? \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Late last night. Sir, he was at the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Looks like we have a fly in the ointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Round up a couple of flyswatters. EXT. MACGRUBER’S TRAILER -- DAY A junky trailer sits at the base of a mountain. The Miata Piper’s SURVEILLANCE VAN are parked nearby. INT. MACGRUBER’S TRAILER -- DAY Piper exits the bathroom and sees MacGruber from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber, your toilet is disgusting. MacGruber turns to reveal that it’s Vicki in MacGruber clothes and wig. MacGruber steps out from behind a cabine",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Gotcha! Pretty good, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Can we talk about this please? MacGruber starts sprucing her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "There’s nothing to talk about. Everybody knows rats like cheese. And you Vicki are the cheese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "But why can’t you be the cheese?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Because I’m the rat trap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(not okay) Okay. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "It’s just, usually the rat eats a little bit of the cheese before the trap is sprung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Ha. Oh Vicki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I gotta say, I have serious concerns about this operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Then there’s the goddamn door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, I’m just concerned about Vicki's safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "If you think I’d let that monster Cunth touch a hair on Vicki’s head, then you’re sorely mistaken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "He’1l get close to her, possibly dangerously close. And of course, in this line of business, anything can happen. But I know that Vicki can take care of herself. Now, you ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t worry, when you turn around at gunpoint and they see that it’s not me, they are gonna be so furious, they’re not gonna know what to do. And that’s when we got ‘em. Vicki looks very worried. MacGruber looks at her for a be",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hm. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You just look really pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Thank you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soft rock blares, Vicki parks the Miata across two spa grabs the car stereo and heads for the coffee shop entran",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked on a suburban street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "All right Vick...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Piper wear headsets and watch Vicki on a vi monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "...if we’re gonna draw this bastard out, he’s gotta think he’s got eyes on the real live MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki, wearing an earpiece, looks up at a poorly mounted SURVEILLANCE CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Now don’t worry, we got your back. We're only seven blocks away and if anything goes down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Seven blocks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Okay, you got me. About twenty blocks. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACGRUBER (0.S.) (cont'd) But if anything goes down, we’ll be right there. Now, see any dirtbags, any people of interest we should get in our crosshairs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "No but um, I feel like when I talk too much, people are staring at me because it looks like I’m talking to myself and that’s maybe attracting attention. A CASHIER is staring at Vicki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI, (CONT'D)",
          "text": "Also, I’m at the counter so I should order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "No problem, just do exactly as I say and we’1ll be up to our necks in Cunth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Eeew. (to cashier) I'd like a small latte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "No no no. MacGruber would never order that. It’s all about the large Tazo tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Can I change that to a large Tazo tea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Sure. Anything else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Okay, that’ll be 3.45. Vicki hands her a five. The woman gives her change. Vicki puts the change in the tip jar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Thank you. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "No Vicki! No tip! No tip! Vicki grabs the change back out of the tip jar. The Cashi watches her. Vicki feels guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "You have nothing to apologize for. They get paid to serve you. Now go down to the end of the counter and wait for your coffee... further... further... stop stop stop. The cashier hands Vicki her drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Piper watching Vicki on the monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Now with your left hand, remove the lid and place it on the counter. Put in three Splenda packets and stir with your right hand. Hurry up, I do it faster. Okay, now-- Suddenly the van is riddled with bullets. MacGruber and Piper dive for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki follows what she thinks are orders for her and dive the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoss Bender riddles the van with bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Piper lie on the bottom of the van. Piper tries to shoot back through the window. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaaaaaaaaaaaa! Shiiiiiiiiiiiiit! Heeeeeeeeeeeeeeelp! Aaaaaaaaaaaaa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki screams bloody murder. People look at her, concerne",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Nooooo000! Nooooo! Oh my Gooood!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Hoss reloads, Piper tries to return fire through the f of the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hand me that Swiffer!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I’m a little busy at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Damn it, hand me that Swiffer and that is an order!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Fine! Piper hands him the Swiffer and then continues firing. MacGruber uses the Swiffer to put the car into drive and lowers the swiffer to the accelerator pedal and jams it d",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER/PIPER",
          "text": "Aaaaaaaaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van lurches forward at Hoss. He tries to move out of way, but it comes too fast. The van runs into him and the plows forward until it hits an industrial dumpster, turni Hoss into a human pancake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki sobs uncontrollably. The Cashier tries to comfort h",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Vicki? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Oh my God, you’re alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Yeah. Wait there. We’1ll be there in a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Okay. Vicki starts to calm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(timidly, to coffee shop) My teammates were getting shot at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Piper get out of the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Nice work with that Swiffer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "That would be a good commercial for their product.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I’m not sure it would be. Reveal Hoss -- it is a gruesome sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hoss Bender, dead at the age of who the fuck cares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Piper pull up in the bullet-riddled van and out. Vicki walks outside. She gives MacGruber a huge hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Oh MacGruber, don’t do that to me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I’m just really glad you're okay. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Thank you, Vicki. They look at each other for a beat. We sense that there could be something there. Piper clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Oh, sorry. Vicki gives Piper a cordial hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hoss Bender happened. And now he happens to be dead. Our little charade worked perfectly. Piper and Vicki share a glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "You guys get any intel on the X5?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, but we did get these. MacGruber holds up car keys. They hear an approaching sir",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "We better get this van off the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As many sirens wail in the background, MacGruber, Piper a Vicki walk along the sidewalk. MacGruber presses the alar button until he finally hears a chirp from a black Cadill",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki and Piper open a duffle bag in the trunk, revealing hundreds of thousands of dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh mama, that’s a whole lot of Wampum. Piper walks over holding a GPS system. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "He’s got like every strip club in the city programmed in here. Vicki holds up a leather bound organizer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "That’s weird, he’s got an appointment this afternoon and all it says is STD. STD. Does that mean anything to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Unless I’m mistaken, STD is an old railroad code.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "That’s what it means to me too. Railroads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "The old Stansfield rail yard is located about ten miles from here. Let me pop that into this GPS. (enters code) Well, what do you know. It’s already routed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What do you say we go get ourselves some passcodes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "But if Hoss doesn’t show up, they’1l abort the drop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Who said Hoss isn’t gonna show up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki drives dressed up like Hoss Bender -- clothes and w",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Why do I have to be Hoss? MacGruber sits shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Because you’re good at what you do. \f40. Piper sits in the back seat dressed up as MacGruber in hi clothes and wig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "And why do I have to be you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Look Piper, I’m running the show around here. So when I give an order, you will follow it with a smile on your face and a big “yes sir.” All right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "(smiles fakely) Yes sir. MacGruber points at him, impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind industrial equipment, MacGruber, Vicki, and P scope out a warehouse. Two guards are on either side of t entrance, a third on the roof -- all have sub-machine gun",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Looks like there are three guards here and two at the south entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "So if we take these three guards out of the equation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Then it’s three on two, we’ll have the advantage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, keep in mind, one of our three is a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(sarcastic) Thanks, MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I meant that in a good way. You count as like one and a half people. MacGruber shoots a look at Piper which shows that he does truly mean it. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "So once we take out the guards, Vicki will drive in dressed as Hoss and we'll just see what happens. You ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "So we’re just gonna wing it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "That’s the plan. Vicki has a look of terror on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Again, that’s not a--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Piper?! Piper smiles through gritted teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, let’s do this thing. Piper loads clips into two handguns and passes one to MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "MacGrubie don’t play like homey. And homey don’t play like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "So it’s true what they say about you. You don’t use guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Guns are for the weak. Guns are for the stupid. No offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "But these men are trained soldiers. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Look, you’re more than welcome to use your guns. But me? I’m gonna use this. MacGruber points to his brain, then looks inside a dumpst",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Let’s see, what do we got here? MacGruber grabs a bunch of things and places them in fron him. The items: a carrot, bug spray, copper wire, some brads, a tar shingle, a pine cone and a dirty old salad b",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Making a little distraction. MacGruber peels the carrot with his Swiss Army Knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three guards stand watch. Suddenly, an odd noise is heard echoing off the buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "What the hell is that? The guards look around, guns at the ready. The noises get louder. GUARD POV - looking left and right around the deserted ra yard, finally the camera pans up to find MacGruber on the roof of a small building, dancing around completely naked (except for his boots) with a carrot in his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Now! Piper jumps up from behind a dumpster. He sees MacGruber is temporarily stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Now! Now! Piper finally snaps to it and shoots the three men with a silencer and then runs over to MacGruber. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I gotta admit, it worked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah, you do have to admit it. And you know who else has to admit it? Those three dead guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "They’re dead because I shot them. As MacGruber gets dressed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Because they were distracted. Now, piece of advice, you ever try this, you’re gonna wanna go with the thick end -- seems counter- intuitive, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Look, you're wasting your time. I’m never ever gonna do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Never ever say never ever. Okay, follow me. MacGruber and Piper sneak into the warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Zeke and Constantine wait for Hoss, a BODYGUARD stands a Hummer protecting a MAN IN A SUIT who holds a BRIEFCASE From a catwalk, MacGruber and Piper look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "That’s Constantine Bach and Zeke Pleshette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "And if I’m not mistaken -- which I never am -- that briefcase-carrying motherfuck has the passcodes. (into wrist mic) Okay Vicki, it’s go time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki waits in the Cadillac, still dressed as Hoss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Do I really have to do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber talks into wrist mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes, Vicki, you really do. Now start that car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki reluctantly starts the car and drives slowly toward warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber talks into the wrist mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki, America thanks you for your bravery. And if for some reason, you don’t make it out of this, at some point, I’1l let America know what you did today and I’m sure you'll get a posthumous medal, or a certificate at the very least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki drives, freaked out as MacGruber continues talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "And I will make sure you get a full military burial. Got ‘em for those other guys, I can get one for you. Okay, I can see your lights now. Just keep driving in slowly and let’s see what happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber leans over to Piper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "This is so exciting. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki's very close to the entrance now. MacGruber continu",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Now head through the entrance. Slowly. Don’t worry. Remember, they think you’re Hoss Bender so it’s gonna take them a little-- The moment the car enters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEKE",
          "text": "That’s not Hoss! The men immediately spray the car with bullets. Vicki duc down, puts the car in reverse, slams her foot on the accelerator, and hauls ass out of the warehouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "From the catwalk, Piper opens fire on the men. He shoots kills the bodyguard as MacGruber starts to mix some sort concoction together in the salad bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Making a homemade grenade! Constantine opens fire on the catwalk. Piper manages to k the man with the briefcase. Zeke grabs the case and runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Can I borrow your gun? I need something to stir this with!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, I’m using it right now! Use your finger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Watch your fucking tone! Piper aims at ZEKE and pulls the trigger: CLICK! No bulle",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Shit! From an ANKLE HOLSTER Piper draws a .38 SNUB NOSE revolve aims at Zeke in the distance, takes a deep breath and... BLAM! Shoots Zeke in the head, killing him. \f46. Constantine grabs the case and slips out of the warehouse Piper chases after him. MacGruber follows, stirring the ingredients in the bowl with his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piper and MacGruber run to the back entrance just in time see Constantine jump into a car and speed away. Piper fir at him but he’s too far away. MacGruber takes a gooey pine cone out of the bowl, takes match out of his vest pocket, lights the pine cone and th throws it in the direction of the car. But the pine cone only goes about twenty feet and then stops. After a beat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Goddamn it! That’s why you can’t stir with your finger, cuz then your hand’s too sticky to get ina good throw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Oh God, Vicki! The guys sprint away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They race to the crashed Cadillac. They fling open the do to find Vicki, crouched inside, scared shitless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki! Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yeah. Just a little shaken up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, shake it off, tough lady, we got work to do. Let’s skedaddle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Shouldn’t we check the dead guys for clues?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah, okay. Yes. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All of the dead men are laid out side by side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "This cell phone is all we got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Then we better make the most of it. Because at this point, this is our only connection to the passcodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The surveillance van drives by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber drives. Vicki sits shotgun. Piper’s in the back MacGruber lifts up a carrot and takes a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I washed it. In the rearview mirror, MacGruber shoots a look at Piper which shows that he doesn’t truly mean it. SFX: cell phone ring",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Holy shit! Is that tracer hooked up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Set to jet, MacGruber. MacGruber grabs the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I just hope I can keep this guy on the phone long enough to get a location on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What are you gonna say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I'll figure something out. (into phone) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACGRUBER (cont'd) Listen to me, you piece of shit. Hoss and Zeke are dead and if you don’t tell me who this is--he hung up. You get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Damn it. Is that thing working?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yes. But you have to keep them on for at least twenty seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sorry, lost my cool. I just want this so badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Well, next time, just think about how badly you want it and then Maybe you won’t lose your temper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You're right. Maybe he’1ll call back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(furious) Shit! I am so fucking stupid! MacGruber’s phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Haha! Second chance. In your face! (he picks up) Listen to me, you piece of shit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Faith at his desk. (Intercut with MacGruber)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, it’s Faith. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Colonel! How’s it going? (whispered, to Vicki) It’s my phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "What's the mission status?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Mission status? Uh, fuckin’ great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "So you've got some leads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yep. Lots. What do you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Not much on our end. We know Cunth is having a fundraiser in his home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah, that is a shitty lead. That’s next week, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "No, it’s tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yep, yep, tonight. Casual dress, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "No. It’s actually a formal affair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yep, formal affair, tonight, exact same intel we had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Got any other leads?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "We got some leads that are gonna blow your fucking mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Great, I’m gonna conference in the President.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh shit, oh shit. Ate something bad. Gotta go. Hoooahhh. (hangs up) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACGRUBER (cont'd) That was close. He was gonna put the President on, pretty cool huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "So Cunth is having a party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah. And guess who just made the guest list? Camera moves in dramatically on MacGruber’s intense face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Guess who just made the guest list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes. EXT. CUNTH’S MANSION -- NIGHT Super: Cunth Mansion, Salt Lake City, Utah, USA Soft rock blares as the Miata door opens. White cowboy bo hit the pavement. Pan up a white tux with country piping see MacGruber. MacGruber gives his keys to a valet, pulls out his stereo walks to the front door where he’s greeted by a MAN IN A",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN A TUX",
          "text": "Sir, do you have your invitation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh yeah, sure. It’s right... MacGruber searches his pockets, but instead of a ticket, presents to the man his hand, middle finger sticking out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "..-here. He then walks on by and into the party. INT. CUNTH’S MANSION -- NIGHT MacGruber walks by a COAT CHECK GIRL. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COAT CHECK GIRL",
          "text": "Can I take your coat? Your car stereo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Nice try. (into wrist mic) Piper, I’m in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piper monitors from the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber, keep in mind, you wanna keep a low profile here. INT. CUNTH’S MANSION -- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sorry Piper, low profile isn’t in my vocabulary. Pounding Cunth on the other hand--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER, (0.S.)",
          "text": "Yeah, I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Where’s Vicki?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER, (0.S.)",
          "text": "She arrived ten minutes ago. She’s in the banquet hall. MacGruber sees a closed door and starts for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’ll find her in a sec. First I got a little business to attend to. INT. CUNTH’S MANSION -- LIVING ROOM -- NIGHT A quartet plays classical music as MacGruber scans the ro searching for Vicki. The floor is crowded with people in tuxedos and elegant dresses. The crowd parts. Passionate music swells as we pan up Vicki to see some sh sensible shoes and a moderately-priced, flowy white pants and faux pearls. MacGruber is stunned by her beauty. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Where have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sorry, just took an upper decker in the master bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "An upper decker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s where you take a dump in the water tank and not in the bowl. You look great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Uh... thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Piper, got a location on Cunth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER, (0.S.)",
          "text": "He appears to be in the east wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "On my way. He starts away. Vicki grabs his hand and pulls him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Don’t do anything stupid. MacGruber smiles at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You know me. INT. CUNTH’S MANSION -- DRAWING ROOM -- NIGHT Cunth is engaged in a high stakes game of poker -- a BEAUTIFUL YOUNG WOMAN stands behind him. There is only on other player left in the game, JURGEN KRAUSS, 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I’1l see your twenty thousand and raise you forty thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "He’s bluffing. Cunth looks up from his cards to see his old nemesis. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I can tell by the look in his beady little eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "MacGruber. I’ve been expecting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEALER",
          "text": "Bet’s to you, Mr. Krauss. Krauss looks at MacGruber and then to his cards and pushe huge stack of chips into the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAUSS",
          "text": "I’m all in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEALER",
          "text": "Mr. Krauss is all in for two hundred fifty thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Call. They flip over their cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Straight flush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. KRAUSS",
          "text": "Fuck! Mr. Krauss walks off, pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sorry about that. I really thought he was bluffing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Thank you, MacGruber. You just made me a teeny tiny bit wealthier than I already am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m sure you’ll do something useful with it. Your companion’s a very beautiful young woman. (to woman) Hope you like being date raped, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "This is my daughter. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(apologetic) Hello. Sorry, he killed my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Honey, could you give us a few moments? Cunth’s daughter rolls her eyes and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Where’s the X5?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I don’t know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Where is the fucking warhead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "What would I want with a nuclear warhead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I never said it was nuclear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Sorry, you're right. Most warheads are filled with air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You know, I ran into Zeke Pleshette and Hoss Bender the other day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Really? And how were they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "A lot less dead than they are now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Hm, that’s too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Too bad for you. Cuz they were part of your little dream team of thugs, weren’t they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Yes, they were -- past tense. Very sad story actually. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I had assembled the greatest team of bad guys this world has ever seen and I had them all in this room and I had forgotten that I had some C4 in there and wouldn’t you know it, the whole place exploded and I lost them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You're shitting me. You are shitting me. Well, we have a lot in common because I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Oh no, wait, that didn’t happen to me because I’m not a fucking retard who blows up his own dudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fuck you, Cunth! And by the way, I have a new team now -- that’s right. Not only do I have the best timer in the business, but also one of the greatest young military minds around. I mean, this guy’s the real deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piper smiles. That was nice of MacGruber to say. INT. CUNTH’S MANSION -- DRAWING ROOM -- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "...and we are gonna stop you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "You have a very healthy imagination, MacGruber. I certainly do not have a warhead, nuclear or otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You're lying. And you’re a piece of shit. Cunth rises to leave. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "That’s enough here. Gentlemen, please show Mr. MacGruber the door. Three LARGE HENCHMEN surround MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Let me tell you how this is gonna go down. First I’m gonna kick you in the chin, breaking your jaw in four places, then I’m gonna take you and karate flip you over my back and then knee your nose into your brain, killing you instantly. I do wanna get a throat rip in here somehow -- think that’s gonna be you, small fry. One disclaimer, the order is subject to change depending on my whim. But one thing I do know -- at the end of the day, Cunth, I’m gonna rip your dick off and shove it in your mouth and that is non-negotiable. So who's first? EXT. CUNTH’S MANSION -- NIGHT MacGruber gets thrown out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Ah shit! My fucking back. Moments later, his car stereo gets thrown out too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Goddamn it! That’s a Blaupunkt! You owe me a Blaupunkt! INT. CUNTH’S MANSION -- LATER Cunth, still dressed in party attire, bursts through a se double doors followed by a henchman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Dammit! How the hell did he get in here?! Want to explain that to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "He walked in the front door, sir. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Well, La Di Da! He walked in the front door! Cunth notices the henchman’s finger is bleeding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "What happened to your finger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "He tried to bite my hand off. A drop of blood falls to the floor. Cunth looks at it and then at the henchman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "Sorry sir. The henchman puts his glass of water on the table and the goes to clean up the blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Coaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "Oh, sorry, yes sir. The henchman places a coaster under the glass, then bends down to clean up the blood. There is a knock at the door. Cunth takes a swig of scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH, (CONT'D)",
          "text": "(sweetly) Come the fuck in! Constantine and the Culebra twins enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Oh great, it’s Team Dickhead. God damn it, shoes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWIN/HECTOR/CONSTANTINE",
          "text": "Sorry./Sorry sir./Sorry. The three of them remove their shoes and carry them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "You wanted to see us, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I will not have ten years of work and planning go up in flames because of that asshole. Let me be very clear, I want MacGruber dead. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CUNTH (cont'd) You do remember how to do that, right? It’s very easy, you just take out your gun, aim it and fire. Cunth takes out his gun and shoots the henchman in the he His brains splatter all over the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "That isn’t so hard, is it? Now go. Constantine and the twins exit with purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Somebody get this guy’s brains off my fucking wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Faith rips into MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "How in the world did you think it would be a good idea to go there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I wanted Cunth to know I was onto him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Well, he knows all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I got him exactly where I want him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Do you? Cuz I think it’s the other way around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Agree to disagree, Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "In case you’ve forgotten, I am your superior officer and you will address me as such.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes, Colonel. Look, I’m really sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Sorry is not going to keep us safe from this goddamn warhead! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FAITH (cont'd) Look MacGruber, you’re a true American hero and I thank you for that. But I’m going to have to say something to you that I never thought I’d say. Mac, you've turned into a liability. You’re thinking with your heart and not with your head. And I have no choice but to take you off the mission. And this time it’s for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What? Come on, Colonel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "No! From here on out, the three of you are to stay away from Cunth and that is an order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "But he has the passcodes now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Because you couldn’t stop him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Jim, you can’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I'm sorry, Mac. MacGruber lets this sink in for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "All right... all right. MacGruber walks to the door and stops. After a beat, he turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I will suck your fucking dick. I will let you fuck me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I’m sorry. MacGruber walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber walks up to Piper and Vicki. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "How did it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It went great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Really? I thought he was gonna be super upset with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Not at all. He kept saying really complimentary stuff like “doing a great job.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "“Keep up the good work.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "“Definitely gonna be three medals in this for you.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Look me in the eyes. MacGruber reluctantly looks Piper in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "How did it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(long pause) It went great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "We're off the case. \f61. EXT. MACGRUBER’S TRAILER -- NIGHT MacGruber, Vicki and Piper sit outside in crappy folding chairs, drinking beers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m so sorry. It’s all my fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "No it isn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "If it’s any consolation, I thought you made the right call. And being with you over the last few days, I learned a lot. A lot of it was what not to do, but that’s an important part of the learning process. MacGruber smiles at the nice sentiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I need to use the powder room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Number one or number two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Number not-your-business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(playful, sing song) That means number two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(playful) Shut up! Vicki goes inside the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I wish I had what you two had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Come on! You can see it froma mile away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Shut up. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, seriously. When you two get together, it’s like the friggin’ 4th of July.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What? Come on. I mean, don’t get me wrong, she’s a good woman. Loyal, great at what she does, good looking, rockin’ bod, smooth dresser. But I can very confidently tell you that Vicki and I will never ever be like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Never ever say never ever. MacGruber smiles, remembering when he said that to Piper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, this time I can. After Casey, I made a promise to myself that I would never... well, I don’t want to get into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "That must have been really hard. I’m sorry, never mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, don’t worry about it. You know, you’re a good guy. And I need to apologize for something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, you don’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I do. I treated you so badly. I just felt threatened by you. And I’m not used to feeling that way. I mean, I’m fucking MacGruber. Piper nods politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Water under the bridge. Piper puts out his hand. They shake. Piper goes for a bee",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "You want another beer, MacGruber? MacGruber’s ears perk up. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sh sh sh sh shh. SFX: dog barking, then silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "We've got company! BADDAK-AK-AK-AK!! Semi-autos blaze, whipping us into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLO-MO",
          "text": "MacGruber dives through the air at Piper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Nooocococo000!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber!! MacGruber jumps BEHIND Piper and uses him as a human shie Bullets tear into Piper’s chest ripping his shirt apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki! Follow me! Using Piper as a shield, MacGruber makes his way to the M with Vicki behind him. Piper absorbs all kinds of gunfire They finally make it into the car and peel out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber drives, Vicki sits shotgun, Piper lying across",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Oh my God, is he dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes! Yes, he’s dead! Suddenly, Piper gasps awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Uuuuuuhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh fuck!! MacGruber nearly drives off the road. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Holy shit! You’re alive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Oh my God, I thought we were goners. How did you know I was wearing a bullet proof vest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You're wearing a bullet proof vest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Wait, you didn’t know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What, no, of course I did! I knew the whole time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Pull over. Let me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Because you just used me as a human shield!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I did not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Yes, you did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I didn’t! Vicki, did I use him as a human shield?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yeah, you kinda did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You're blowing this out of proportion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, I’m not. Pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fine. MacGruber pulls over, let’s Piper out and peels back onto road. Piper kicks the Miata as it races off. MacGruber slams on the brakes and throws it in reverse. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Did you just kick my car? Piper kicks it again, repeatedly. MacGruber drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Real mature! EXT. VICKI’S HOUSE -- NIGHT The Miata pulls up to Vicki’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(he’s not) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Oh God, what happened to your leg? MacGruber’s leg is covered in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "MacGruber, you've been shot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I wish it was through the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Don’t say that! Come inside. Let me get that bullet out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay. MacGruber sadly pulls his battered car stereo out, gets o of the car and follows Vicki into her house. INT. VICKI’S HOUSE -- NIGHT MacGruber sits on a table, his pants around his ankles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "This might sting a little. She pours vodka on his wound. MacGruber doesn’t even flin \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Okay, I’m gonna remove the bullet. You wanna bite down on this? She hands him a leather belt. He tosses it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I deserve pain. Vicki reaches into MacGruber’s open leg wound with a pair bottle-nose pliers and searches for the bullet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I don’t know what happened back there. I just freaked out. That’s never happened to me before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Everybody makes mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "He didn’t die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "But he could have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "You're being too hard on yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No. Maybe the Colonel's right. Maybe I’ve lost it. Why do you stick around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Because I believe in what you’re doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yes! You’re an amazing man. You're gorgeous, amazing body, good sense of style, smart, brave. Casey was a very lucky woman to have a man like you. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, you’re a very special woman too. Tell me, why didn’t you ever get married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "There’s only one man I’ve ever loved and he’s taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "He’s married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "He was. But she’s still in his heart, God rest her soul. MacGruber suddenly realizes Vicki's talking about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Maybe one day, you’ll get the courage to tell him how you feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Maybe... (back to reality) Got it. Vicki drops the bloody bullet onto a tray, then notices something and then averts her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "MacGruber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sorry, I always get an erection when a beautiful woman uses a pair of pliers near my balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "MacGruber... (embarrassed, but touched) ...thank you. (breaking tension) Okay, I better sew you up. She grabs needle and thread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No... MacGruber grabs her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Leave it open... \f68. MacGruber looks her right in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I like holes. MacGruber caresses her cheek and starts in for a kiss -- right before he gets to her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(nervous ) I’m a virgin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Not for long. They kiss hard. They remove each other’s clothing. MacGruber picks Vicki up and carries her to her bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "A passionate love-making montage: body parts writhing in unison, hair pulling, spanking, the works. (NOTE: Body doubles will be used. For Vicki, one with huge boobs. For MacGruber, one with a super cut, but very hairy ass) EXT. VICKI’S HOUSE -- NIGHT MacGruber wails on the saxophone on the hood of the Miata INT. VICKI’S HOUSE -- NIGHT Vicki and MacGruber are getting to the end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh my God, I’m gonna frickin’ explode inside you! I’m gonna spill it! I’m gonna fill you up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I’m gonna fill you up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I said, I’m gonna fill you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Just let me do the talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Sorry. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh yeah. Mm mm mm mm mm mm mm aa aa aa aa aaa AAAAAAAAAAAAAAAAAAAH ! They finally reach orgasm and collapse to the bed. Vicki smiling. MacGruber has a pained look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "You're amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m sorry, I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I just... I have to go. MacGruber grabs his clothes and car stereo and runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Casey’s grave. MacGruber enters frame (with car stereo) a kneels at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m sorry, Casey, but I just made love to another woman. And I can’t help but feel I’ve betrayed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY, (0.S.)",
          "text": "It’s okay, MacGruber. MacGruber looks behind him to see Casey’s ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Casey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY",
          "text": "It's okay. Be with Vicki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "But I can’t do that to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY",
          "text": "You have to move on with your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I don’t know what to say. \f70. Casey puts her finger up to MacGruber’s lips, silencing h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY",
          "text": "Then don’t say anything. Casey kisses MacGruber hard. MacGruber kisses back. They start removing their clothes. A love montage ensues. It i eerily similar to the one we just saw with Vicki, includi MacGruber playing sexy saxophone on top of a crypt. Angle on: CEMETERY GROUNDSKEEPER hauling trash bags. His eyes widen. Groundskeeper’s POV: A naked MacGruber having hardcore se with nothing but thin air. Casey and MacGruber are reaching their climax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh Casey. I’m gonna shoot! I’m gonna fucking shoot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY",
          "text": "I am too, MacGruber!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Let’s shoot together!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY /MACGRUBER",
          "text": "Mmrg mmrg mmrg mmrg mmrg mmrg MMRG",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASEY",
          "text": "I did too. Now go, MacGruber. Go tell Vicki how you feel about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I will. MacGruber starts away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh, and Casey? MacGruber turns back, but Casey is gone. He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Thanks. MacGruber walks away. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber approaches his car. His cell phone rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(into phone) Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Faith is on the phone. A MILITARY OFFICER brings a report. (Intercut between the two of them)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, just wanted to apologize for how things went down the other day. You put your heart and soul into the mission and I wanted you to hear the good news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Good news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "We just got intel from very reliable sources that the North Koreans are purchasing the X5 and the passcodes tonight. We’re mobilizing units right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I want to be there when you take Cunth down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, you ready for this? We were wrong about Cunth. He’s not involved. Turns out the X5 is in the possession of a Jurgen Krauss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Jim, listen. You're wrong. It’s Cunth. I’d stake my life on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Don’t let your history with Cunth cloud your vision, Mac. He’s not involved. Look, the President's thrilled. If all goes smoothly, he might mention it during the State of the Union Address tonight. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "The State of the Union. Jim! Call the White House! Evacuate Washington DC! Cunth is going to nuke the State of the Union!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I know it, Jim. I don’t know why he’s gonna do it, but that’s his play. I can feel it in my bones!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "So you want me to ignore very credible intelligence and evacuate Washington DC because you have a hunch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No. If I were you, I'd evacuate the entire eastern seaboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "(humoring) Okay, I’1ll get right on it. Look Grubes, if it’s any comfort, we couldn't have done it without you. Well, actually I guess we could have since none of the information came from your leads. Mac, I’m joking. Really, thank you. The American people owe you a huge debt of gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "More like a huge debt of splatitude when all of their bodies explode. Jim, you’re being duped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber, take some time off. Go to the beach. Kick your heals up and drink a few Molsons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Nah, I got better plans. I’m gonna go save the country. MacGruber hangs up, jumps in the Miata, and peels out. \f73. EXT. VICKI’S HOUSE -- MORNING MacGruber jumps out of the car and runs up to her house. INT. VICKI’S HOUSE -- MORNING MacGruber runs into her house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki? I’m so sorry. MacGruber finds the place has been ransacked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What the hell? Vicki? In the rubble, MacGruber sees a broken synthesizer, a microphone and recording equipment. He reaches down and p up a CD entitled “Songs for My Gruber by Vicki St Elmo”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh Vicki. SFX: cell phone ring MacGruber looks down to see that the call is coming from Vicki. He immediately starts tearing the room apart. Finally he finds what he’s looking for: Vicki’s CALL TRAC He plugs it in, takes a deep breath and answers. MACGRUBER (CONT’D) Vicki? Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH, (0.S.)",
          "text": "I have her, MacGruber. You tell anyone about this, she dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(furious) Listen to me, Cunth. I’m gonna... (calming himself) .++-need you to let me hear Vicki's voice. Just so I know she’s alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH, (0.S.)",
          "text": "Say please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(through clenched teeth) Please let me speak to Vicki.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH, (0.S.)",
          "text": "Good boy. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI, (0.S.)",
          "text": "Get this bastard, MacGrub-- Cunth hangs up. MacGruber slams the phone down with rage. He looks down at the call tracer which is blinking the wo “Processing”. MacGruber closes his eyes and prays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Please. Please. The words “LOCATION CONFIRMED” appear on the tracer. A ma lights up on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes! Time to go pound some Cunth. INT. MACGRUBER’S TRAILER -- DAY MacGruber slides open a false wall and punches a code int digital lock. MacGruber puts his mullet up to a LASER MUL SCANNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE COMPUTER VOICE",
          "text": "Access granted. The dusty lock hisses open and MacGruber steps in. INT. DESERT BUNKER —- CONTINUOUS MacGruber descends a ladder into the nearly pitch black bunker. Fluorescent bulbs flicker to life. REVEAL: a high tech weapons depot. Only it’s not guns or grenades, but all manner of KNICK-KNACKS, DOO-DADS, and TRASH. There are highly-organized sections for GUM WRAPPE PAPER CLIPS, TWINE, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Now that’s what I’m talking about. Music: bad-ass rock song CU: taping a bottle cap to his chest, then lowering shirt CU: tucking a gum wrapper into his sock CU: slipping a paperclip into his shoe CU: putting a cotton ball in his ear CU: putting some tape on his neck and then letting the ba of his mullet loose, hiding the tape \f75. CU: hand changing the song on the stereo. Music: soft rock CU: putting a penny in between his toes CU: tucking a bunch of dental floss in his mouth like dip CU: holding up a carrot CU: putting the carrot down the butt of his pants MacGruber looks in the mirror, and in the blink of an eye simultaneously grabs the bottle cap from his shirt and th paperclip from his shoe. He holds them up and nods. He’s ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Macgruber’s hand pops Vicki's CD in the stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber drives along an oceanside, through a forest, ov mountains, through desert. With each change in scenery, w hear a different terrible home-made song with Vicki singi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber pulls off the road and comes to Piper who is leaning against the van, waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Thanks for doing this, Piper. And look, sorry about last night. It was a rookie maneuver. And I promise I’1ll never ever use you as a human shield again without first asking your permission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Let’s get something straight. I’m not doing this for you. I’m doing it for all the innocent people out there whose lives are at stake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fair enough. All right, let’s go pound some Cunth. \f76. Piper shakes his head. MacGruber stuffs his car stereo in a backpack and they head into the brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Faith is at his desk. A MILITARY OFFICER bursts i",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILITARY OFFICER",
          "text": "Colonel, we just got news from the drop site. The X5 wasn’t there. It was all just a decoy. Camera pushes in on Faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "MacGruber was right. EXT. CUNTH’S COMPOUND - NIGHT Binoc POV: the grounds are crawling with armed guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Eleven... twelve that I can see, but there will be more inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hope they got a ditch dug out back for all the bodies. Otherwise things are gonna get real smelly here later on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "That’s a pretty gross way to look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, I’m a realist. I don’t know how many people you’re planning on killing, but I am definitely--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Shhhh! A GUARD approaches, making his rounds. He smokes a cigare",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER, (CONT'D)",
          "text": "(whispered) Just let him pass. We don’t want to attract attention -- MacGruber? \f77. Piper looks around, MacGruber is gone. All of a sudden MacGruber appears behind the guard and TEARS OUT HIS THRO The guard falls to the ground, dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER, (CONT'D)",
          "text": "Jesus Christ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Pretty cool, right? Bet you weren’t expecting that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Yeah, it was really disgusting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "That guy would’ve done the exact same thing to me if he had the chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "He would have ripped your throat out with his bare--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Down! Now! MacGruber pushes Piper to the ground as a SPOTLIGHT hits their position. A tense beat. The spotlight moves on. MACGRUBER (CONT’D) That was too close. We need a new point of entry. MacGruber spots a large SEWER PIPE leading into the compo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Bingo. INT. CUNTH’S COMPOUND - HOLDING CELL - NIGHT Vicki, bound to a metal chair and gagged with a bandana, struggles to free herself. The big metal door swings open revealing Cunth followed closely by the Culebra Twins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Hello, my darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Mmmfhhhh, mmmpphh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Sorry, I didn’t quite get that. \f78. Cunth unties the bandana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Stick it wear the sun don’t shine, Dieter! Cunth gets in Vicki’s face, menacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "And where would that be, exactly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Um... the butt? Up your butthole?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "So sad. Such a pretty face for such a dirty, dirty mouth. Cunth brushes a loose hair out of Vicki’s face tenderly, puts her gag in again. As he does, he whispers into her e",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I know MacGruber’s coming for you. I want to watch him watch me kill you in front of him and then I want to watch me kill him in front of a mirror. Enjoy your stay and please let me know if there’s any way for me to make it less enjoyable. Cunth laughs as he closes the door. Vicki’s eyes dart aro the room for a way out. INT. CUNTH’S COMPOUND -- BASEMENT -- NIGHT MacGruber and Piper step out of the other end of the pipe",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "...and then we rammed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "You what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I humped her. I don’t want to use the f-word because I don’t want to diminish it’s beauty in any way. But it was great. I’ve never felt that way about a bone session before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Yeah, sounds really special. \f79. They approach a metal LADDER leading up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Okay, this looks like the main duct. We should be right under the guard tower. Ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Time to go pound some Cunth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "It's just, I’ve noticed you say that line all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s a good line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "The man’s last name is Cunth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "You know, you don’t need to say anything. You can just do what you’re gonna do without prefacing it with a quote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You have your way. I have mine. Now let’s go pound some Cunth. Piper shakes his head and they start to climb up. INT. CUNTH’S COMPOUND -- INNER OBSERVATION DECK -- NIGHT A GUARD sits at a control panel overlooking the main room \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Miller, do you copy? Miller? Are you there? Damn it, Miller. Suddenly, a box of THROAT LOZENGES is thrown in front of He picks it up, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Throat lozenges?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You’re gonna wanna take the whole box. The guard whips around to come face to face with MacGrube who rips out his throat, killing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Awesome. Got another throat rip in. Might go for the turkey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "The turkey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It’s a bowling term for when you get three strikes in a row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "That’s sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Maybe. But if ripping throats gets that warhead back, I’1l rip as many throats as I have to. (then) All right, let’s go over the plan one more time. MacGruber unknowingly steps on a FOOT PEDAL on the floor. cU -- a red light on the control panel is illuminated EXT. CUNTH’S COMPOUND -- NIGHT MacGruber’s words blare over a LOUDSPEAKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "---All we need to do is... \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bunch of dudes start getting out of their beds and gathering around the LOUDSPEAKERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "» go into their dormitories and kill them all in their sleep. From there... INT. CUNTH’S COMPOUND -- X-5 LAUNCH SITE -- NIGHT Cunth oversees the readying of the X5 which sits in the middle of the room. Over the LOUDSPEAKER, he hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "«+. we go after that piece of shit Cunth. God, I can’t wait to rip that guy’s dick off and shove it in his mouth. Tonight. INT. CUNTH’S COMPOUND -- HOLDING CELL -- NIGHT Vicki hears through a LOUDSPEAKER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Now I know what you’re thinking. Look, I wish there weren’t only two of us either... She shakes her head. INT. CUNTH’S COMPOUND -- DORMITORY -- NIGHT The men now are all loaded up with their weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "...-but we have the element of surprise on our side. Okay, so we're in the observation deck now--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMANDER",
          "text": "Observation deck, move! All of the men race out of the room for the observation d INT. CUNTH’S COMPOUND -- OBSERVATION DECK -- NIGHT MacGruber and Piper talking. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "So... let’s go pound some... (noticing something) Oh shit. INT. CUNTH’S COMPOUND -- HALLWAY -- NIGHT A LOUDSPEAKER blares as several armed men run down hallwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "Oh shit oh shit. This fucking microphone is on. How do you turn this thing off? Oh here it is. INT. CUNTH’S COMPOUND -- OBSERVATION DECK -- NIGHT MacGruber holds the foot pedal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "It's a fucking foot pedal thing. Piece of shit! Maybe the volume was off. You think they heard us? The windows explode as multiple machine guns shoot at the deck. Piper and MacGruber duck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "What are we gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I don’t know. Think MacGruber, think! EXT. CUNTH’S COMPOUND -- MAIN FLOOR -- NIGHT Cunth approaches as a bunch of his men shoot at the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENCHMAN",
          "text": "They're trapped in the observation deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Yeah, I heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "(through loudspeaker) You guys! You guys! Hold your fire for one second. Can we talk about this please? Please? Cunth laughs. \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Hold your fire! I wanna hear this. The men hold their fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "(through loudspeaker) Look, we are so sorry. You guys are obviously really well trained. We’re outnumbered. This was a bad idea. INT. CUNTH’S COMPOUND -- STAIRWELL -- NIGHT Four guards begin running up the stairs. EXT. CUNTH’S COMPOUND -- MAIN FLOOR -- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "(through loudspeaker) Please please please don’t kill us. I promise if you let us go, we won’t tell anyone where your compound is. And that is my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "(amused) Fucking idiots. Kill them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Sir, we have men going up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Yes sir. He motions to a GUARD who hands him a grenade launcher. INT. CUNTH’S COMPOUND -- OBSERVATION DECK -- NIGHT The four guards approach the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": "...I beg you to let us go... The guards kick in the door but nobody’s there. CU: a brick on the on/off switch of the foot pedal \f84. CU: Piper’s cell phone is leaned up against the microphon",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER, (0.S.)",
          "text": ".--and I promise you’ll never hear from us again. The lead guard’s eyes bug out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAD GUARD",
          "text": "Oh shit. EXT. CUNTH’S COMPOUND -- MAIN FLOOR -- NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Fore! Constantine launches a grenade. The deck explodes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Now put out the god damn fire. If you need me, I‘'1l be arming the warhead. Don’t need me. INT. CUNTH’S COMPOUND -- MACHINE ROOM -- NIGHT Piper and MacGruber enter as MacGruber closes his phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Pretty great idea, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "It was my idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "But it was my phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "We used both of our phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fine, I'll give you partial credit. Point is, that oughta buy us some-- Suddenly they are spotted by a GUARD who shoots at them. They dive for cover behind a couple of large metal drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "(into walkie-talkie) They’re in the machine room! \f85. EXT. CUNTH’S COMPOUND -- MAIN FLOOR -- NIGHT Constantine holds up his walkie talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "Machine room! Everyone races to the machine room as Cunth shakes his he",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Fucking cockroaches. INT. CUNTH’S COMPOUND -- HOLDING CELL -- NIGHT Vicki has freed herself from the chair, but her hands are still tied behind her back. She lies on the floor, swings her legs over her head and gnaws at the rope on her wrist INT. CUNTH’S COMPOUND -- MACHINE ROOM -- NIGHT MacGruber and Piper hunker down as they’re shot at. Piper has an AK-47 in one hand and an Uzi in the other. MacGrub is holding twine and a bottle cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, I rounded up some twine and already had this bottle cap. But be on the lookout for a battery or some chewing gum. Piper stands up and returns fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oh another thing that would be great would be a bar of soap... or some white wine vinegar. Oh, or like a common kitty litter. Or...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "MacGruber, shut the fuck up! Piper returns fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I am trying to help here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "There are too many guys! I need you to take two of these guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I told you, I do not use guns! \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Well you better start because sticking a fucking carrot in your ass isn’t gonna hack it this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’m not gonna use a gun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Because I don’t know how! Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "(beat, amazed) You got to be fucking kidding me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I’ve never used a gun! They scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Do you want to save Vicki? Piper holds out the guns. MacGruber thinks about it -- a look of determination comes over his face. He grabs them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, so what do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "You point it and you shoot it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Okay, okay. Here goes! MacGruber holds up the gun, averts his eyes and fires wil",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oo, I got a window!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Aim for a person!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Good call, good call. A guy runs across the room. Both MacGruber and Piper shoo at him. The guy gets hit and goes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oo, I got that guy! Did you see that? \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "I think I actually got him, but you're doing great. Okay, I’m gonna take these guys out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I wanna do it, I wanna do it! TWO ARMED MEN approach. MacGruber shoots -- both go down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "This is so awesome! This is so much better than those stupid fucking gadgets I used to make! MacGruber stands fearlessly and shoots willy nilly at everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaaaaaaaaaaaaah! A GUY in the distance goes down. MacGruber dives back dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Got another guy! Can I keep these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Look, we’re sitting ducks in here, so here’s what we do. On three, we make a run for that door. And whatever you do, keep shooting!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER/MACGRUBER",
          "text": "One... two... three! Piper and MacGruber shoot like crazy as they race for the door. Piper looks like a badass, MacGruber does not. They bust through the door to find themselves in a: INT. CUNTH’S COMPOUND -- BOILER ROOM - NIGHT Filled with pipes and steam. A GUARD appears and raises h gun to shoot. MacGruber lunges for Piper in slo-mo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Nooocococo000! MacGruber lands in front of Piper and shields him heroica The GUARD attempts to fire but his gun is jammed. \f88. MacGruber punches the guard a few times -- the guard fall the ground, momentarily stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I was gonna go for a throat rip, but I know you’re not into them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Hey... go for the turkey. Piper smiles at him -- it’s a smile of warmth and respect a real bond has formed between the two of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Really?... Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "No, thank you for thinking you were saving my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Hey, I owed you one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "Put ‘er there. As they lock hands, the guard gets up and charges them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARGING GUARD",
          "text": "Aaaaaaah! MacGruber twirls Piper around like a fancy dance move, clutching him against his chest. Together, MacGruber and Piper rip out the guard’s throat. He falls to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaa! Gobble gobble gobble gobble! Piper shakes his head and smiles. They make their way to: INT. CUNTH’S COMPOUND -- HALLWAY - NIGHT MacGruber and Piper run around a corner. At the end of th hall is a large metal door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "This is it. Vicki’s behind that door. I know it. They open the door to reveal Vicki is a tangled mess lyin the floor. Her body is impossibly contorted. And somehow the chair is lying on top of her. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER/PIPER",
          "text": "Vicki!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Hi! SFX: Click Constantine holds a gun to MacGruber’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER/PIPER",
          "text": "Constantine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "The party’s over. Come with me. INT. CUNTH’S COMPOUND -- X5 LAUNCH SITE -- NIGHT Constantine leads MacGruber, Vicki and Piper into a large room. The X5 sits in the middle on a launch pad. The Stat of the Union Address plays on a large monitor on the wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWS ANCHOR, (0.S.)",
          "text": ".-.-I’m told the President has just arrived. Should be entering the chamber shortly. There’s the good Senator from Vermont... Cunth hits the mute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Oh MacGruber, you're just in time. You want a potsticker or a Molson or something? We made a pretty substantial Costco run. Might be tough to get food for a while, so we got enough to last for like an entire nuclear winter. (re: Vicki & Piper) Constantine, be a lamb and watch these two. I want to play with MacGruber for a while. Constantine holds his gun on Vicki and Piper. The Culebra twins hold MacGruber by his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "So MacGruber, first off let me thank you for that upper decker you left me. Cunth punches MacGruber’s stomach. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Oof. I can’t wait to kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Oh no! Help me Mommy! Is MacGruber gonna rip my throat out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I want your throat to stay right where it is, so I can hear you scream bloody murder when I rip your dick off and shove it in your fucking mouth. Tonight! MacGruber tries spit in Cunth’s face but it just dribbles down his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "(not impressed) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Come on, Cunth, you’re better than this. It’s not too late to join the right team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I am the right team. The America you represent has been usurped by years of lies, corruption and moral turpitude. It’s a broken system that can’t be fixed. So it’s got to be replaced. That’s where I come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Sounds like you got it all figured out... except for one thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "And what’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Millions of innocent people will die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "There will be some collateral damage. But it’s all for the greater good. Well, I’m blathering on and on. Shall we get to your deaths? Oh, but before we do, there’s something I’ve been wanting to do for a long time. \fgl. Cunth pulls out scissors from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Anybody up for a little trim? He starts to approach MacGruber. MacGruber struggles but Culebra twins are way too strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No. No! What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I just want you to look good in your coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t fucking do it, Cunth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Boys? The Culebras force MacGruber to his knees. Cunth pushes h head down, grabs the back of his mullet, and in one snip, cuts it all off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER/VICKI",
          "text": "Noooooo! Cunth holds up the hair against the back of his own neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "(girly voice) Oo, I’m MacGruber. Fuck you, you piece of shit. I’m gonna go pound some Cunth. You wanna go?! Cunth, Constantine and the Culebra twins laugh heartily. MacGruber raises his head up very slowly. He is filled wi a Hulk-level rage. CU: his angry eyes",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Aaaaaaaaaaaaaaaaaaaaaah! With superhuman strength, he breaks free of the Culebra twins’ grasp and in one smooth motion, rips their throats out. Constantine raises his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER, (0.C.)",
          "text": "Hey! \f92. Constantine turns to see Piper, who now has his pants aro his ankles and a carrot up his butt. Piper does a silly dance and makes noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONSTANTINE",
          "text": "What the fuck? Vicki roundhouse kicks Constantine’s face, knocking him o cold. Piper winks at MacGruber. MacGruber smiles back, proud. It’s a wonderful moment. MacGruber spin-kicks the gun out of Cunth’s hand. They bo race for the gun but MacGruber gets to it first. Cunth appears nervous for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I thought you didn’t use guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I don’t. He shoots at Cunth’s hand. Direct hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Ah! Son of a bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What's the deactivation code?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "It’s 1-4-2-F-U-C-K-Y-O-U- MacGruber shoots his other hand. Cunth hunches over in pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "God damn it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What’s the fucking code?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "(mocking) What’s the fucking code? Somehow through the pain, Cunth starts to laugh. MacGrube shoots him in both of his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Motherfuck! Just kill me and get it over with. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "No, I want you to live. Because after I disarm that nuke, I am gonna come back in here and cut your dick off and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "...let me guess, shove it in my mouth? You’re like a broken record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "The only record I’m gonna break is the amount of your own dick in your mouth record. MacGruber handcuffs Cunth to a railing on the wall. An al sounds, warning lights flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE COMPUTER VOICE, (V.O.)",
          "text": "Launch commencing in three minutes. Vicki looks at her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Three minutes, MacGruber!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Don’t worry gang, I’ve been in this situation before and nothing bad has ever happened. Right, Vicki? She smiles fakely and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Before we start, there’s something I need to say here. Vicki, I’ve been doing so much thinking since we porked last night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "MacGruber, the bomb!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "You're right, you're right! Piper, hand me that copper wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "You got it, MacGruber. Piper hands him the copper wire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki, hand me that ball bearing! \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Here you go, MacGruber! Vicki hands him the ball bearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Piper, those pliers!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "On the way, Grubes! Piper hands him pliers. MacGruber turns around and starts working on something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI/PIPER",
          "text": "Hurry up, MacGruber!/We’re running out of time! MacGruber turns back around, gets down on one knee and presents to Vicki a hastily assembled copper wire ring wi ball bearing diamond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Vicki, make me the happiest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(frantically) Yes yes, great, yeah, sure!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yes! I porked Casey’s ghost last night, we can talk about that later. All right, we've got a nuclear warhead to... MacGruber pries open the console of the bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "What’s wrong, MacGruber? MacGruber pulls out a million tiny wires from the console",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What the fuck is this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIPER",
          "text": "A bomb. You can defuse it, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Are you kidding me?! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACGRUBER (cont'd) Look at all this crap, there’s like a million wires in here! I’m more like a three wire guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE COMPUTER VOICE",
          "text": "Launch commencing in two minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Two minutes, MacGruber!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Yeah, I heard it, Vicki. Jesus. Nag nag nag. I’m sorry sweetie. Well, we are fucked here but good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Bravo MacGruber. I expected nothing less from a washout like you. In the next ninety seconds that X5 will turn Washington D.C. into a pile of rubble! I win. You lose. Sound familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Guess I wasn’t the man you thought I was, Cunth. I can’t dismantle your bomb. But I can do this. MacGruber takes his Swiss Army Knife and does surgery on X5. Moments later, he pulls out the glowing deadly WARHEA",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "A nuclear bomb’s not quite the same without the warhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Goddamn it! It doesn’t matter! That drone is still carrying enough ammonium nitrate to blow up the White House, Congress and the Senate combined!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Right again, Cunth. Of course... MacGruber starts fidgeting again inside the X5. ..-might be hard to fly it without... the guidance system. MacGruber holds up an advanced looking DIGITAL BOX with w sticking out of it. Cunth looks horrified. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "So yeah, I wasn’t able to disable the bomb. So I guess you do win. And your prize will be getting to be blown up by it in about... how long, Mrs. MacGruber? Vicki checks her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Twenty two seconds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Nooooocoo! But my new society!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Well, we better scoot. We do have a wedding to plan. Anyway, toodles. MacGruber, Vicki and Piper run out of the building. Momen later, MacGruber runs back in, grabs his shorn hair fragm and takes off again. INT. CUNTH’S COMPOUND -- HALLWAY -- NIGHT MacGruber, Vicki and Piper race down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "2-12... 11... 10... 9",
          "text": "INT. CUNTH’S COMPOUND -- X5 LAUNCH SITE -- NIGHT Cunth waits to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "8... 7... 6... 5...",
          "text": "Suddenly, he sees something: in the corner of the room is axe. His eyebrows raise. EXT. CUNTH’S COMPOUND -- NIGHT MacGruber, Vicki and Piper throw open the door and sprint away from the compound!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE COMPUTER VOICE",
          "text": "wee Anes 3... 244. lane \f97. The building explodes! MacGruber, Piper and Vicki are blo off their feet by the blast as debris rains down around t Push in slowly on MacGruber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I did it again. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MacGruber and Vicki stand at an altar. MacGruber’s rescue mullet is taped onto the back of his head. Piper is the b man. Faith sits in the front row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "-.. theirs is a love that knows no bounds. A love that heals in times of sickness. A love that forgives in times of anger. A love that loves in times of love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(proudly to crowd) Vicki wrote that! (to Vicki) That’s beautiful, honey. Vicki smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "Now is there anyone here with just cause why these two souls should not be joined in holy matrimony? Reveal Casey’s ghost behind Vicki. She shakes her head no",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(mouthing the words) Thank you. Vicki turns behind her, but there’s nobody there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "Then let’s get to it. Do you Vicki Gloria St. Elmo take MacGruber to be your lawfully wedded husband?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "I do. \f98. As MacGruber smiles at her, he notices an odd waiter with major burn scars and a prosthetic hand in the distance. H follows the waiter with his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "And do you, MacGruber take Vicki Gloria St. Elmo... CU: the back of the waiter’s head",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINISTER",
          "text": "«+.to be your lawfully wedded wife? CU: waiter’s head. He turns just enough to see it’s Cunth",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Nooooococo0o0! Cunth lifts up a shoulder mounted rocket launcher and fir it at the altar. MacGruber lunges for Vicki and pushes her out of the way in time. However, the minister is blown to smithereens. Cunth drops the rocket launcher and charges at MacGruber. MacGruber quickly overpowers him and punches and kicks hi until he’s right at the edge of the cliff. MacGruber kicks Cunth in the stomach repeatedly. Cunth mo but then somehow starts laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "What’s so funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "I was just thinking about your last wedding. I heard the bride got really bombed. He laughs hard. MacGruber starts laughing too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(still laughing) Hey Cunth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "What? MacGruber takes out his Swiss Army Knife and opens the bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "(dead serious) Suck your own dick. MacGruber cuts Cunth’s dick off and shoves it in his mout \f99. MacGruber then pulls a grenade out, pulls the pin, puts i Cunth’s jacket and zips it up. MacGruber pushes Cunth off of the cliff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUNTH",
          "text": "Aaaaaaaaaaaaaaah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Piper! Piper throws him a machine gun. As Cunth falls to the roc below, MacGruber riddles his falling body with bullets. Finally, Cunth hits the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "Fuck you dude! Cunth explodes. After a beat, some droplets of liquid drizzle down on the ashes -- they hiss with steam. Reveal MacGruber is pissing on Cunth’s ashes. When he’s done, he zips up his zipper and turns back to the wedding",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACGRUBER",
          "text": "I do.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1182"
    }
  ]
}