{
  "movie_id": "MOV1193",
  "scenes": [
    {
      "location": "THE SCOTTISH HIGHLANDS DAY 1",
      "time": "NIGHT",
      "characters": [
        "KNOTGRASS, (0.S.)",
        "THE HORNS",
        "YOUNG MAN",
        "GET OUT",
        "MALEFICENT, (0.S.)",
        "PIXIES",
        "SHEPHERD",
        "ON MALEFICENT AND DIAVAL, THE MAN",
        "THE END",
        "BLUE -BELL",
        "ON MALEFICENT AND DIAVAL",
        "ANGRY FARMER",
        "LEAH",
        "CUT TO",
        "STEFAN, (0.S.)",
        "WOMAN IN YELLOW DRESS",
        "ULLA",
        "CAPTAIN",
        "FLITTLE",
        "THE STONE",
        "THISTLEWIT",
        "ON A CROP FIELD",
        "KNOTGRASS, (0.S)",
        "HUMAN BOY",
        "105A",
        "HUMAN QUEEN MARY",
        "ON THE MOORS",
        "ON THE BABY",
        "MALEFICENT",
        "IN THE WINDOW",
        "KING HENRY",
        "ON THE TODDLER",
        "ON AURORA AND PHILLIP",
        "THE SURFACE",
        "THE GREAT HALL",
        "ON THE SHEPHERD AND SON",
        "ON A ROWAN TREE",
        "DIAVAL, (0.S.)",
        "THE SHEPHERD",
        "ON THE MOORLAND FAERIES",
        "ON AURORA",
        "STREAM FAERY, (0.S.)",
        "STOP",
        "STEFAN",
        "KNOTGRASS",
        "ON THE WINDOW",
        "ANOTHER FAERIE",
        "ON THE WHITE HORSE",
        "ON THE PEAT BOG",
        "QUEEN MARY",
        "WINGS",
        "THE POND",
        "THE MEADOW",
        "KING HENRY, (0.S.)",
        "ON THE KITCHEN",
        "BLUE LADY",
        "BLUE WOMAN",
        "A FAERIE",
        "ANOTHER PART OF THE MEADOW",
        "ON THE PIXIES",
        "AWK",
        "FARM WOMAN",
        "DISSOLVE TO",
        "THE BOY",
        "AAAAAAAAAHHHHHHHHH",
        "THE DRIVER",
        "ON MALEFICENT",
        "THE BLACKTHORN TREE",
        "KINLOCH",
        "PHILLIP",
        "FAERIE KING KINLOCH",
        "AURORA, (0.S.)",
        "THE LARGE TREE",
        "AURORA",
        "DIAVAL",
        "A PEAT BOG"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We are flying above the moors of northern Scotland follow the rugged, rolling terrain at bird-height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINGS",
          "text": "Our shining BLACK WINGS rise and fall lazily as we ride t strong air currents. We drop down a steep stole and level out to skim the blue water of an expansive loch below. We wing our way above farmlands beyond. ee oe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pass above a FARM WOMAN below. She pours MILK from a j onto a large STONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARM WOMAN",
          "text": "For the Fair Folk. We approach another farm house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two collies lay outside the house. They leap up as the SHEPHERD comes out with his YOUNG SON and WIFE. The Sheph and his boy walk toward the paddock. But they stop, disma to see that the paddock gate is wide open. The sheep are scattered across the wide field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEPHERD",
          "text": "The Pixies have been at it again! He WHISTLES. The dogs race across the field to round up t sheep. The boy runs to help. His wife goes back inside an returns with a heavy iron pan. She mutters an old adage a she positions the pan above the door. SHEPHERDвЂ™S WIFE \"Iron pot above the door. Protect our home from dark ones of the moor.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SHEPHERD AND SON",
          "text": "They herd the sheep down the road. Ahead, it crosses a thin line of DARK GRASS which runs through the lighter grass of the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold up! He takes off one of his work GLOVES and tosses it onto th road in the spot where it meets the line of dark grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEPHERD",
          "text": "Drop a glove before you cross a faerie path. They donвЂ™t like it if we donвЂ™t show respect. He whistles to the dogs. They nip at the sheep who trample the GLOVE as they run. boy picks it up and runs to catch up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE TURN and follow the FAERIE PATH which leads into wilde MOORS with peat bogs, heath meadows, thin forests, stream and misty mountains in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE alight on the branch of a Blackthorn tree and TRAVEL d to reveal that WE are not a winged bird... ...but a WINGED GIRL. MALEFICENT is lean, all angles, with high cheekbones, a sharp chin and pointed ears. She looks about 15. She struggles with her LARGE WINGS like wild, unruly hair bef she gets them to fold behind her. ON THE MOORLANDS - MALEFICENTвЂ™S POV The natural sounds of the MOORS drift up to her. The soun gradually become discernible as VOICES: talking, laughing complaining, threatening, whining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BLACKTHORN TREE",
          "text": "She takes a few BLACK NUTS from the tree and CRUNCHES the shell and all. GUTTERAL GRUNTING sounds from below draw h gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PEAT BOG",
          "text": "MUD-COVERED CREATURES with round bodies and spindly arms legs move about in the bog. As they grunt and slobber, mu drips from their mouths which sustains and thickens the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several WINGLESS, WIZENED BALD ELVISH MEN burst from the branches, slapping her hands away from their nuts. * She makes an ugly face back at them. She grabs more nuts flies off following a ROCKY STREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent lands on the bank and sits on a rock to finish her stolen black nuts. Pretty, female WATER FAERIES admire their reflections. Th LONG GREEN HAIR is made of silky trailing weeds. Nearby, shy, timid MOSS PEOPLE with large eyes lurk in th dark wood foliage. As they run their hands over the dried dead moss, it turns GREEN once again. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LONG GREEN ARM emerges from the water and reaches out toward MaleficentвЂ™s bare ankle. She looks down just as GREEN HAND grabs her ankle and jerks her off the rock. A MALEVOLENT WATER WOMAN, with knotted weeds and pebbles fo hair, pulls her toward the pond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Let go! Maleficent kicks her away and flies off. The GREEN WOMAN slips back into the water. Maleficent fli toward a copse of tall trees ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lights in the branches of a tree to eat her black nut in peace. Loud, giggling LAUGHTER draws her attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three FLOWER PIXIES play hide-and-seek in the meadow. KNOTGRASS, THISTLEWIT and FLITTLE are small, lithe, fligh girls with pointed ears, noses and tiny transparent wings FLITTLE wears all blue. SheвЂ™s plagued with ever-present butterflies that fly around her head. THISTLEWIT has a tiny round head with tufts of wispy hair that splay outward around her face like a dandelion. KNOTGRASS wears green and brown. \f10 11 Her short dark hair sticks upright or falls down into her eyes. Color flows from the Pixies fingertips making the petals brighter, the grass greener or sagging flowers revive. They hear BELLS in the sky and rise into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies fly past Maleficent in the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "The King and Queen are coming! They flit away. Maleficent rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Gnats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is crowded with winged faeries. The beautiful QUE ULLA and her husband, KING KINLOCH lead the procession wh is lit by the wavering lights of WILL OвЂ™ THE WISP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MOORS",
          "text": "Below, wingless FAERIES emerge: Small ELVISH MEN with fee of crows and tiny eyes. Creatures with the bodies of smal HORSES and the heads of HUMANS. Web-footed SPRITES with h sharp teeth and pointed ears. WILD ELVISH WOMEN lurking a the base of Trees. EXT. THE FAERIE FLIGHT - EVENING a1 Maleficent flies up to join the procession. She soars up a higher altitude above the Royals. Queen Ulla glares up at her. The PIXIES fly up beneath Maleficent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Come down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "YouвЂ™re not allowed to fly above the Queen! This only makes Maleficent fly even higher. \f12",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She soars high up, bursting through the clouds. Then she folds her wings and plummets straight down again through the crowded procession. Faeries flutter out of he way. She falls almost to the ground before her wings open and she soars up again. King Kinloch and Queen Ulla are not pleased.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "We have to do something about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The procession approaches a large grassy HILLOCK. The King and Queen land on the mound followed by the othe The Faeries are all the size of SMALL HUMANS with delicat pointed ears and tiny refined features. Ulla steps onto A LOW FLAT STONE which leads to her thron like a stepping stone. As she steps up on it, the STONE, emits a CONTENTED PURR. The King sits on his throne next to hers. A back-wind stirs the air briskly as Maleficent lands on mound among the faeries. She stands head and shoulders ab them. Her WINGS loom above her head. She seems like a lar untamed BAT among finches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Fold your wings. The Faeries fold their tiny wings. Maleficent has trouble getting hers to obey. The three Pixies smirk and giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Maleficent!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Yes, your majesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Step forward. Maleficent tries to take a step, but one wing is caught under the foot of another faerie. She tugs it out and ste forward. She hunches uncomfortably as all eyes turn on he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one flies above me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Yes, your majesty. Knotgrass whispers to the other Pixies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "ItвЂ™s those wings. She canвЂ™t control them. One of MaleficentвЂ™s wings lashes out and knocks Flittle down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Maleficent! She grabs it and pulls it in closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Control your wings. Or you will be punished. Step back, Maleficent. Maleficent steps back. The others give her a wide berth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "The King and I have just returned from a visit with the human King Henry. Like all humans, heвЂ™s easily impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "All we had to do was show him a little magic, and he showered us with gifts. Serving faeries fly in with trays of human-made cakes, mi wine, etc. The faeries partake eagerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "ItвЂ™s the beginning of a beautiful friendship. Ulla frowns to see a WINGLESS BOY about MaleficentвЂ™s ag the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "What is he doing here? Kinloch is embarrassed to see him. STEFAN is the illegitimate son of King Kinloch and a human woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IвЂ™m sorry, my love. (to the Boy) Leave the QueenвЂ™s circle, boy. The boy doesnвЂ™t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Leave the circle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I have a right to be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "You have no rights at all, halfling. You have no magic. You have no wings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "But heвЂ™s the KingвЂ™s son. Ulla gasps. The faeries go silent. Kinloch chokes out the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "I...have no sons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You donвЂ™t have to pretend. ItвЂ™s no secret. Everyone knows that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Maleficent! UllaвЂ™s mortified at the public humiliation. She fixes Maleficent in a smoldering furious glare. The three Pixie draw away to be out of the line of fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Ever since that tragic night that you were born, I have tried to find the good in you. I have tried for my sisterвЂ™s sake. She breaks down briefly. The King touches her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "But I have failed because there is no good in you. YouвЂ™re a devilish thing! You were born that way. \f13 She abruptly waves her hand at Maleficent. SheвЂ™s STRUCK VIOLENT MAGIC which knocks her to her knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "You will wear these for a hundred years so all can see your true nature. The magic dissipates to reveal a pair of large black HORN embedded in the top of MaleficentвЂ™s head. The faeries d back in shock. Maleficent slowly reaches up to feel them. Horror crosses her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "No! She tries to pull them off. The faeries shock gives way t smiles and smirks. Maleficent pulls and strains. But the horns are firmly embedded. The Pixies laugh. Flittle laughs so hard, she sucks in one of her ever-pres butterflies and chokes. Maleficent locks eyes with Stefan briefly. He looks horrified and guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent walks through a shaded grove. Her head is bowed from the weight of the horns. She approaches a pond with WATER FAERIES. Frightened by the sight of her, they dive quickly into th water. She continues on. Two small HUMAN-HEADED HORSES ru off when they see her coming. She shrugs it off and continues on. Stefan appears out of the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent ? She abruptly turns and goes the other way. He runs around stand in front of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I want to talk to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I donвЂ™t want to talk to you! One of her wings lashes out and knocks him to the ground. looks up at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I just wanted to thank you for standing up for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "A lot of good it did me! She sits down on a rock. He gets up and sits next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "IвЂ™m sorry about the... He indicates the horns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Queen Ulla is a tyrant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I know... They sit in silence for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I like your wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I wish I had some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I donвЂ™t blame you. She holds a wing out for him to touch. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "They donвЂ™t bite. He strokes the soft feathers. \f14 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies gambol in the meadow. Bees and hummingbirds flit from flower to flower. Thistlewit spins around. Wisps of her hair fly off like dandelion seeds. Knotgrass runs through the meadow traili her hand in the low grass. The grass grows tall in her wa Flittle and Thistlewit study a blue flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "What color will you make the blue-bells this year? Flittle just looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER PART OF THE MEADOW",
          "text": "Maleficent walks with Stefan. Her wings drag on the ground. They flap with irritation which causes her to fly up. Stefan grabs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "YouвЂ™re drifting. He pulls her down to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "TheyвЂ™re not happy when we walk. The Pixies see them approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Maleficent. Those horns are perfect on you. Knotgrass steps on MaleficentвЂ™s trailing wing. She stumbles forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Leave her alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Go live with humans, halfling. Maleficent whirls around angrily. Her wings arch above her head. \f15 16 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "IвЂ™m a halfling too! Call me a halfling. Go ahead! They shrink back from her. She grabs Stefan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Never mind them. They keep walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS, (0.S)",
          "text": "You killed your mother. Maleficent stops, stricken by the words. She looks up. Th Pixies hover overhead. They drop rocks and mud down on th Maleficent uses her wings to protect Stefan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stay here. She opens her wings. The Pixies scream and fly away. Maleficent goes after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent chases the Pixies like a hawk after sparrows. They scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Queen Ulla and the King sit on the bank Water Faeries perform aquatic acrobatics for them. They e cake and drink milk from flower teacups. The three Pixies fly toward them, screaming, with Malefic right behind them. The Pixies hide behind the King and Queen. But Maleficent keeps coming in a fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Stop right there! Ulla throws MAGIC at her. MaleficentвЂ™s wings buckle and falls. She hits the ground hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "You see how devilish you are? I blame your father. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "She deserves to wear the horns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Yes, she does. (to Maleficent) Admit you deserve them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Why should I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "IвЂ™1l1 clip your wings if you donвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You wouldnвЂ™t!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Oh, but I would. Maleficent drops her head. She forces the words out bitterly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I deserve to wear the horns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "For a hundred years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "For a hundred years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Now get out of my sight! Maleficent opens her wings to fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ULLA",
          "text": "Walk! She folds them and walks away, head bowed, wings trailing the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent and Stefan sit in a high branch together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I didnвЂ™t kill my mother. She died the night I was born. \f18 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I know. Everyone does. WhoвЂ™s your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The Red Cap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Him? No wonder youвЂ™re so... She gives him a sharp look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "What? Wild, dark, strange, dangerous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Tall. But she knows perfectly well thatвЂ™s not what he meant. sees something off, dismayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Oh no, the Rowan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A ROWAN TREE",
          "text": "The trunk of the tree has been split by lightning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "She wonвЂ™t live. Hold onto me. She puts her arm around his waist and leaps from the tree StefanвЂ™s thrilled as they fly to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent stands in front of the wounded tree. She closes her eyes. Sweat drips down her forehead as MAG flows from her to the tree. Stefan watches, fascinated an envious. Gradually, the split trunk mends itself. But the process took something essential from Maleficent. She collapses against the tree trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "\f19 20 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HORNS",
          "text": "One large horn, ringed and scarred, is rubbed vigorously against a tree trunk. It falls off. We hear a GASP of surprise. The other Horn is rubbed just vigorously. It falls off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "SheвЂ™s grown into a dark mysterious beauty. She rubs the places on her head where the horns had been. Stefan approaches. HeвЂ™s become a handsome YOUNG MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "There you are! I have news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Queen Ulla dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "How did you know? She nods at the horns on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Her spell is broken. She picks them up and throws them as far as she can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Fair People stand silently on the banks of the loch watching four black swans carry the funeral bier across t water and into the setting sun. The Pixies stand on the b with the others. Flittle and Thistlewit whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Who will be Queen now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "No one knows. She had no heirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "The Stone knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "What stone? \f21 22 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "The QueenвЂ™s Stone. Anyone who wishes to be queen steps on the Stone. If she is false, it growls. If she is the one true Queen, it will it roar like a lion. Understand? Thistlewit studies her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "You have green in your eyebrows. I never noticed that before. Knotgrass looks skyward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Why do I waste my breath?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STONE",
          "text": "A faerie foot lands on the QueenвЂ™s Stone. It growls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A female Faerie steps off quickly. Another female steps u The Stone GROWLS again. Kinloch shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent leans down to look at her reflection. She pull her hair back where the horns used to be. She turns, admiring herself without them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "(embarrassed) Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "You were admiring yourself. She sees that heвЂ™s carrying a satchel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Where are you going? \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "To the human castle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "IвЂ™ve heard so much about it. I want to see for myself. A sudden feeling of dread overcomes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "DonвЂ™t go there, Stefan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "YouвЂ™re not curious about humans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Not at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You would be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "(defensively) What is that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "YouвЂ™re half human. ThereвЂ™s no shame in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "IвЂ™m going then. She picks dead leaves from a tree branch as if she doesnв care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Have a good time. He doesnвЂ™t go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "ItвЂ™s a long way if I have to walk...on foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "How else are you going to walk? On your ears? \f23 24 25 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent, will you take me to the human castle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Please? She sighs. She canвЂ™t say \"no\" to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent and Stefan fly entwined, arms tightly wrapped around each otherвЂ™s waists. StefanвЂ™s face is filled with the joy of flight, Malefic with the joy of being close to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fly through a thick layer of cloud cover. A stone wall suddenly looms in front of them. Maleficent veers up, but their feet hit the edge and they fall onto hard unfamiliar surface. PULL BACK to reveal... EXT. KING HENRYвЂ™S CASTLE - THE TURRET 25 TheyвЂ™ve fallen onto the high battlements of the King He castle. Maleficent looks around uneasily. Stefan runs his hands over the stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Look at the way the stones fit together perfectly. ItвЂ™s ingenious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ItвЂ™s unnatural. She touches the wall and shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The stone is dead. \f26 27 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She follows Stefan down the steps, grabbing the iron rail as she goes. She gasps and pulls her hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "DonвЂ™t touch the rail! ItвЂ™s iron! Stefan tentatively touches it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I hardly feel anything, just a little sting. She looks at her palm. The flesh has been burned. He runs down the steps, touching the railing briefly as he goes. Maleficent tucks her hands in her robes. Her wings draw themselves up to avoid the iron railing as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter. The hall is crowded with humans and faeries. ThereвЂ™s food, drink, music and merry-making. Faeries perform aerial acrobatics. Others make rainbows and bring flowers to bloom for the children. The humans gasp and exclaim with delight. Maleficent is appalled by what she sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "What is this? Stefan wanders off, intrigued. Maleficent looks up at the high arched ceiling, feeling trapped. Ominous iron filigree hangs all around. She moves through the hall, becoming more dismayed. The Pixies have all gro up as well. But theyвЂ™re still immature and idiotic. Fli speaks to a group of humans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "IвЂ™m in charge of Blue. ItвЂ™s a big responsibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN IN YELLOW DRESS",
          "text": "Can you turn my dress blue? Flittle squeezes her eyes shut and touches her yellow dre It turns blue. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN IN YELLOW DRESS",
          "text": "Hmm. I like it better yellow. Turn it back, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "I donвЂ™t make yellow. I only make blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN IN YELLOW DRESS",
          "text": "Turn it back! Flustered, Flittle closes her eyes and reaches for the dress, but accidentally touches the womanвЂ™s hand. It promptly turns BLUE. The woman gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Oh dear. ThatвЂ™s not what I...IвЂ™m terribly sorry... let me fix. She squeezes her eyes shut again and reaches out, brushin the womanвЂ™s face. It turns BLUE. The woman screams. Panicked, Flittle rushes away. Maleficent feels someone tugging at her wings. ItвЂ™s a HUMAN BOY. She jerks them The boy keeps touching her wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "DonвЂ™t touch the wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUMAN BOY",
          "text": "YouвЂ™re mean! What magic can you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "This. She waggles her fingers and walks away. The boy gasps. His fingers have grown together so he canв pull his hands apart. She walks up to Stefan whoвЂ™s chat with PRINCESS LEAH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "WeвЂ™re leaving now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "WhatвЂ™s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "WhatвЂ™s wrong? Look around! This is an embarrassment. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "DonвЂ™t be silly. ItвЂ™s all in fun. Maleficent looks at her sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "IвЂ™m Princess Leah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "IвЂ™ve been accused of being a lot of things, but \"silly\" is not one of them. IsnвЂ™t that right, Stefan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "(nervously) Maybe we should talk over here. He tries to pull her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "This may come as a surprise to you, Princess, but we donвЂ™t exist to serve the human rabble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent! He pulls her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "These people are our friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Friends? TheyвЂ™re using us! IвЂ™m leaving. Are you coming? She sees the somber look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stefan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "IвЂ™m nothing there. My own father has disowned me. Her heart sinks as she realizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "YouвЂ™re not coming back. \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I could have a future here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You never intended to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent... She turns her back on him abruptly and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hurries down the hall, struggling against the tears. her distress, she canвЂ™t find her way out. She hears voi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY, (0.S.)",
          "text": "ItвЂ™s a shame we lost the little Queen. She was so easy to manipulate. The words cut through her distress. She turns back to listen. KINGвЂ™S ADVISOR What did she die of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Old age. ItвЂ™s hard to believe she was over three hundred years old. KINGвЂ™S ADVISOR What about the King?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "He wonвЂ™t give us any trouble. She looks through the crack at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The King is talking with his advisors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Now that we have their trust, we can ask for anything we want. KINGвЂ™S ADVISOR TheyвЂ™11 make us rich. \f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Even better. We can use them against our enemies. KINGвЂ™S ADVISOR TheyвЂ™re too unpredictable for that. ThereвЂ™s no way to control them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "They have a weakness. KINGвЂ™S ADVISOR WhatвЂ™s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Iron. At the door, Maleficent reacts with alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "I discovered it by accident. Then curiosity got the best of me and I tried it out on a few of them. KINGвЂ™S ADVISOR I would have liked to have seen that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Some were burned. Some died. I was impressed with their stamina. TheyвЂ™11 make good soldiers for us. 22. The door slams open. Maleficent storms in with murder in eye. Her wings knock the advisors down. She slams Henry against the wall, looming over him like a dark avenging angel. He cowers fearfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "If you touch another one of us, IвЂ™11 kill you! She releases him and storms out. The King falls to the floor, trembling and humiliated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent returns to the hall. She looks for Stefan. still talking with Princess Leah. 30 HeвЂ™s \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stefan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I thought youвЂ™d gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "We have to get our people out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The King is planning to use iron against us. He looks at her skeptically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Why are you doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Did you hear what I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Why must you turn everyone you meet into an enemy? She backs away, shocked by his attitude. She sees guards come in. She hurries through the hall speaking quietly to the faeries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Get out. Go back to the moors. YouвЂ™re not safe here. Some hurry away. Some stay. EveryoneвЂ™s confused. Henryв wife, QUEEN MARY stands with the Pixies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "ItвЂ™s just Maleficent. Never mind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "She was born to cause trouble. The King runs into the Hall. He points at Maleficent. \f31 32 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "That one! The guards run toward her. She looks at Stefan. Their eyes meet briefly. Then she op her wings and flies out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flies, wings beating furiously. Tears stream down her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinloch yawns as more female faeries line up to try their luck with the Stone. It GROWLS every time. Maleficent lands on the mound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Kinloch! Call our people back from the humanвЂ™s castle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Why would I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Their king is plotting against us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "ThatвЂ™s absurd. Henry is our friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Is he? He knows what iron can do. HeвЂ™s already used it against us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "I donвЂ™t believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I heard him myself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "But youвЂ™re a known liar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I have no reason to lie! \f33 34 35 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Enough, Maleficent! YouвЂ™ve caused nothing but pain and heartbreak since the day you were born! He waves his hand in a circle. A STORM CLOUD appears above her head. Thunder cracks and sheвЂ™s pelted with hard, cold rain. She backs away with rain pouring down on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flies furiously out of the moors and over the human farmlands. But she canвЂ™t get away from the storm cloud. flies until sheвЂ™s exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent lands on a long branch where she sits, gasping and furious. The private rain storm still pelts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A CROP FIELD",
          "text": "A large RAVEN sits on the head of a SCARECROW. Two farmer throw rocks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGRY FARMER",
          "text": "Get off! The raven leisurely preens its feathers as the rocks fly around it. Finally, a rock hits its target. The Raven squawks and flies to the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LARGE TREE",
          "text": "The raven lands next to Maleficent. She glares at it. It glares back at her. They stew in silence. After a moment hops over on the branch so it wonвЂ™t get wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crumbling walls are all thatвЂ™s left of an ancient castl swathed in thick moor mist. Maleficent stands before the ruins. The rain cloud is gone. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I need your help. She hears guttural breathing and the scratching of claws. Something large approaches. The mist stirs. Maleficent waits. In a moment, a MAN walks out of the mist. He holds heavy staff. HeвЂ™s even taller than Maleficent and fierc handsome with dark malevolent eyes. He wears a worn RED C that color of blood. Maleficent looks very much like him. MALEFICENTвЂ™S FATHER Take the throne yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You know why IвЂ™ve come. MALEFICENTвЂ™S FATHER IвЂ™m always watching. YouвЂ™1l have to kill Kinloch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I canвЂ™t do that. MALEFICENTвЂ™S FATHER Where does this conscience of yours come from? It doesnвЂ™t serve you. Your mother was burdened by it too. His dark eyes soften briefly to think of her. MALEFICENTвЂ™S FATHER If you want to save your friends... although I donвЂ™t know why you would after all theyвЂ™ve done to you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "IвЂ™m the only one who knows what this human Henry is planning. I canвЂ™t stand by and let him use us like servants and slaves! MALEFICENTвЂ™S FATHER Then act! Do what must be done. But you will be hated for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ThatвЂ™s nothing new. MALEFICENTвЂ™S FATHER Then unleash yourself. Make me proud. He steps back. The mist swallows him up. \f36 37 38 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent stands at the edge of the muddy bog. She close her eyes. Sweat drips down her forehead as MAGIC flows fr her to the bog. It begins to bubble and boil. Something large moves around in the mud. One by one, five CREATURES crawl from the bog. Her GUARDS are large, dour ugly with leathern wings, long arms that drag the ground feet turned backwards. As the last one crawls out, Maleficent sags from exhaustion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent flies low to the ground followed by her guards She searches for something on the ground. She sees what sheвЂ™s looking for, scoops them up, and flies on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Faeries are still lined up to stand on the Stone. Oth entertain themselves with human objects: combs, brushes, mirrors, etc. Maleficent lands on the mound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I want my turn on the Stone. She walks toward it with determination. The Faeries scram to get out of her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAERIE KING KINLOCH",
          "text": "Stop right there! STOP! She steps up onto the QueenвЂ™s Stone. It SCREAMS in prot so loud the faeries cringe and hold their ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAERIE KING KINLOCH",
          "text": "Step off! Step off! But Maleficent holds her ground. Her guards land on the Mound. The Stone still screams. Sh motions to Kinloch. They pull him off the throne and drag him away. Maleficent steps off the QueenвЂ™s Stone. Its stops screaming abruptly. \f39 40 28. Maleficent plants herself firmly on the throne. Her guard take their places beside her. She takes out the horns she retrieved from the ground. She replaces them on her head sits back confidently. Queen Maleficent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "No one leaves the moors for the human world. Not now. Not ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three Pixies fly toward the Moors carrying gifts from the humans. As they approach the FAERIE PATH, it LIGHTS O FIRE. FLAMES SHOOT skyward in front of the Pixies. They d back. After a moment the FLAMES dissipate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Sudden inexplicable flames from nowhere. They fly forward and SMACK into an INVISIBLE WALL. They f into the grass, dropping their loot. Thistlewit gets up a tries to fly forward again. She hits the invisible barrie and falls again. She tries yet again, and falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "ItвЂ™s a binding spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "We cannot pass. Thistlewit keeps flying at the barrier like an angry bee. They drag her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "King Henry and Queen Mary look out over the banquet hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Where are all my Fair folk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "TheyвЂ™ve gone save for those three. The Pixies sit at the table eating milk and cake. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "You three. Approach. The Pixies come forward. He waits for them to bow. Queen Mary whispers helpfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "Bow to your King. They look at each other...should we? Knotgrass shrugs. Th bow. Flittle feels someone staring at her. She looks up t see the WOMAN with the BLUE FACE glaring at her. Flittle steps behind Thistlewit to hide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Can you spin straw into gold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Can you conjure up a storm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "What can you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE -BELL",
          "text": "WeвЂ™re flower pixies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "We brighten your day with cheery blossums and blooms. They flit around, bringing all the wilted flowers and bouquets back to life. The King and Queen consult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "We need better ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "(to the Pixies) Where are all your friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Someone put out a binding spell along the Path. None of us can pass through. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Who would do such a thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "It must be that tall bad-tempered one with the evil name...Malafisis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Do you know her? They shake their heads vigorously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "SheвЂ™s no friend of ours. Knotgrass spots Stefan strolling with the princess. She points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "But he knows her very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "You there... young man! Stefan looks over and indicates...me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Approach. Stefan looks at the Princess. She smiles encouragingly. Stefan approaches King Henry. He bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "What is your name, son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Stefan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "I havenвЂ™t seen you before. Where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "The moors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "No one lives there but the Fair Folk. They look Stefan over: no pointed ears, no wings. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "YouвЂ™re not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "No, sir. IвЂ™m as human as you are. Thistlewit makes a choking sound. Stefan glares at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "You must be a changeling then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Changeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUEEN MARY",
          "text": "He was taken from his cradle as an infant and raised by the Fair Folk. Stefan doesnвЂ™t deny it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Then you can be of use. Do you know of the evil fairie named Mafil... Macif...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "You do know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Yes. Henry throws his arm over StefanвЂ™s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "YouвЂ™re a good looking fellow. I can see my daughter has taken quite a liking to you. StefanвЂ™s eyes fill with possibility. King Henry steers away. The Pixies watch all this curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "I didnвЂ™t know Stefan was a changeling. I thought he was a halfling. \f41 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "He is a halfling. But Queen Mary thinks heвЂ™s a changeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Maybe heвЂ™s half a changeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "HeвЂ™s not half a changeling. HeвЂ™s a whole halfling. Thistlewit blinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "IвЂ™m confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Of course you are. They move off. Flittle almost runs into the Blue Lady who glares angrily. She hurries off with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent walks near a stream followed by her GUARDS. Th sounds of the BABBLING STREAM becomes BABBLING VOICES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREAM FAERY, (0.S.)",
          "text": "The Stone screamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREAM FAERY, (0.S.)",
          "text": "She has no right to the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREAM FAERY, (0.S.)",
          "text": "She was wrong to make herself Queen. She hears them but keeps walking. Her guards growl and ru toward the stream faeries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Leave them alone. The guards turn back reluctantly. They keep following her breathing down her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "And stop following me! They stop. she continues on alone. \f42 43 44 45 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent sits on a rock eating black nuts, feeling more alone than ever. A LONG GREEN ARM emerges from the pond a reaches for her ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Touch me and you will draw back a shriveled stump. The Green WomanвЂ™s arm retreats back to the pond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The once-green Faerie Path is now a long black line of demarcation between the wild moors and King HenryвЂ™s hum domain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan sits in a wagon next to a DRIVER. King HenryвЂ™s c is visible in the distance behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SHEPHERD, his WIFE and SON stand at the place where t Faerie path crosses the road. The sheep stand in a huddle, oddly silent. The Farmer whistles for the collies who lay in the farm house yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHEPHERD",
          "text": "Did you hear me boys? Come up. The dogs whine but donвЂ™t budge. Stefan and the driver approach in the wagon. The horse whinnies and rears. STEFANвЂ™S DRIVER Whoa!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHEPHERD",
          "text": "Your horse wonвЂ™t cross it. The Shepherd points to the burned and blackened path. Stefan looks up. The birds fly straight up and down there like fish in a tank. \f46 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHEPHERD",
          "text": "The Fair Folks have put a curse on us. THE SHEPHERDвЂ™S WIFE I canвЂ™t think why. I put out milk and cake for them every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "(to the driver) IвЂ™1l walk from here. Stefan gets off with a knapsack. The driver turns the wag around. Stefan steps up to the Faerie path and studies it",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "(to the shepherd) Can you cross it? He and his family step back, fearfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHEPHERD",
          "text": "We donвЂ™t dare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "At night, we see a horned bird with a head of a woman flying in the sky. SHEPHERDвЂ™S WIFE She has a host of goblins behind her. Stefan tries to step across. It takes an effort for him t push through the invisible barrier. Then something gives and he stumbles onto the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan looks around, astounded by the sudden difference i the colors and lushness of the countryside surrounding hi The shepherd and his family wave to him from the other si",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHEPHERD",
          "text": "Good luck to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "Watch out for the evil Bird Woman! He starts off, following the black line of the Faerie Pat into the wild moors beyond. \f47 48 49 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent sits on the throne, surrounded by her ugly slavering guards. They scratch and snarl like mangy dogs. Maleficent has her chin in her hand, feeling very alone. hears something and sits up abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Quiet! She listens. A VOICE on the wind is calling her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan stands on a high hill above the moorlands which sw away below him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent! He squints as he sees something in the distant sky. What appears to be a horned bird with very large wings soars toward him. He watches as Maleficent flies closer. His fa is a mixture of joy and regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent lands on the hill. Their faces fill with emoti to see each other again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I knew you didnвЂ™t belong in the human world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Oh, I belong there, more than I do here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Then why did you come back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I missed you too much. Her heart leaps. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You missed me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I love you, Maleficent... I always have... He takes her chin in his hand and kisses her. Her eyes close and she falls back in a swoon...off the hilltop. He looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her guards look up to see their leader doing giddy air lo in the distance. They frown and grunt with disapproval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent and Stefan sit under the shelter of her wings, talking softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I have to admit there are some things that humans do better than we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I canвЂ™t imagine what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Food for one thing. He opens his backpack and takes food out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Bread, cheese, honey cider... He pours a bit of cider into his cup. He offers her some. She pushes it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Nothing human for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "You donвЂ™t know what youвЂ™re missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "IвЂ™m perfectly happy with what we have. \f37. She tips a large red Blood Rose that blooms on a twisting vine. Red dew drops into her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I wonder what it would taste like if we mixed the two together? He tips the Blood Rose into his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "The best of both worlds. He swirls it around and takes a sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Not bad. He takes another teeny sip. Maleficent considers. Giving she holds out her hand for the cup, but he holds it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Nothing human for you. They tussle over the cup. She grabs it out of his hand an takes a big gulp. He waits for the verdict. She takes another drink, considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ItвЂ™s dreadful. He laughs. She smiles at him. Love shines through her who being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Promise me you will never leave again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Never. They lay back against the tree together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I want this moment to last forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "We have forever. She closes her eyes, drifting off. But she opens them, suddenly panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stefan? \f52 53 54 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I was afraid youвЂ™d gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Still here. She sighs with contentment and closes her eyes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent has fallen into a deep unnatural slumber. Stef sits beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent. He shakes her shoulder roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent! She doesnвЂ™t stir. He takes a long thin IRON CHAIN from pack. He holds it over her. His hands tremble. His face i wracked with emotion. He shakes his head and drops his hands. After a moment, he lifts the chain again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent groans from pain. She sits up and shakes her h to clear the thick sleep. The pain on her back is intense She looks around for Stefan, then reaches over her should Her fingers touch a long cauterized burn where her wings used to be. On the shock and horror in her eyes we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan runs down the road carrying a large bundle on his back. The DRIVER sits in the wagon nearby. He jumps off t help him load the bundle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAAAAAAAHHHHHHHHH",
          "text": "\f55 56 57 58 39. Her ANGUISHED OUTRAGED WAIL echoes down the hills and acr the Moorlands. Stefan looks up. At the sound, the BURLAP BUNDLE shifts and struggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I shouldnвЂ™t have done it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DRIVER",
          "text": "ItвЂ™s too late now. They lash the bundle down and quickly drive away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent thrashes around, trying to reach the painful wounds. She plunges into the river. The WATER FAERIES retreat, watching with huge fearful eyes. Maleficent clim out and runs, delirious from the agonizing pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She runs to escape the pain. At the top of a high hill, she leaps into the air forgetting in her delirium, that she no longer has wings. She falls, crashing down the hill to the bottom where she lies, gasping and bloodied. As she lays there, she looks up at the birds flying overhead. Her pain and heartbreak are unspeakable. EXT. KING HENRYвЂ™S CASTLE - DAY 57 The drawbridge opens for StefanвЂ™s wagon. INT. KING HENRYвЂ™S CASTLE - DAY 58 Stefan stands with King Henry. The bundle lays at his fee no longer moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I couldnвЂ™t kill her. So I took these instead. He draws back the burlap. The large black wings are tied with heavy ropes. Fascinat King Henry leans down for a closer look. The Wings strugg startling him. He leaps back. \f59 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Her wings have always had a mind of their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Will she want revenge for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Absolutely. But sheвЂ™s hobbled now. The Fair People wonвЂ™t follow a wingless leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Brilliant, son. YouвЂ™ve served me well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "And the other thing? Henry sighs. He has no choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "IвЂ™11 tell the Queen to prepare for a wedding. Stefan nods. Whatever guilt he felt has been swept aside by ambition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent still lies in the place she fell. Something ha left her forever: hope, belief, the capacity for love. MALEFICENTвЂ™S FATHER Get up, Maleficent. She opens her eyes. Her father stands over her, holding his staff. MALEFICENTвЂ™S FATHER This pain is a gift. You can use it to grow stronger than you ever were. She closes her eyes again. MALEFICENTвЂ™S FATHER Or you can lay here and die. He drops his staff at her side and walks away. \f60 61 62 41. A long moment passes before her fingers feel for the staf She uses it to pull herself to her feet. A WOLF howls. Leaning on the staff, she sees a LARGE SILVER WOLF on a distant hill. It turns and disappears into the mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using the staff as a crutch, Maleficent limps across the blackened Faerie Path. Her eyes are filled with hatred. She limps past the farme house and paddock. As she passes, the gate opens. The she run out. She walks through the middle of human crop field The crops wither on the vine in her wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The weather changes. Clouds move across the sky. Malefice still walks. But sheвЂ™s stronger now. She stands more upright, leaning less on the staff. Dry stone walls collapse where her staff hits the ground. She walks with a stronger stride. The staff is no longer crutch. She plants it on the ground near a barn and farmhouse. The ground shakes violently. The structures collapse. Farmers, families and animals run out. She stands near a town. She lifts the staff. Storm clouds suddenly move in. A high wind blows. Lightning hits the church steeple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent stands on a hill, overlooking her path of destruction. Nothing built of human hands remains standin She seems stronger than ever. Her gaze is intense and fierce, all weakness gone. She smiles for the first time since Stefan took her wings. Bu thereвЂ™s a hard glint in her eye that wasnвЂ™t there bef",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\f63 64 42. INT. MALEFICENTвЂ™S RETREAT - DUSK 63 Maleficent sleeps in a dark place in the woods near crop fields. She opens her eyes at the sound of birds. She looks up to watch the birds ride the wind in the sky above. SheвЂ™s lost in bittersweet memories briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL, (0.S.)",
          "text": "Awk ! EXT. A FARMERвЂ™S FIELD - HER POV 64 The raven from years earlier, sits on a stalk studying a pile of ripe corn on the ground. It flies down and snatch an ear. A heavy net falls over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGRY FARMER",
          "text": "Got him! The raven struggles to escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Awk! Awk! The two farmers approach with heavy clubs. From her retreat, Maleficent watches the humans hatefully The farmers advance on the bird, raising their clubs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT, (0.S.)",
          "text": "Now a man. The raven transforms into a MAN. DIAVAL finds himself on ground in a naked human body. The Farmers are stunned. Diaval throws off the net and climbs to his feet unsteadi",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGRY FARMER",
          "text": "ItвЂ™s a devil! Diaval grabs the club and swings at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "I am the devil! I come from hell for you! The frightened farmers run. Diaval drops the club and loo at his human body with dismay. As a MAN, Diaval is black-Irish with silky black hair and dark eyes. His voice has a rich, melodic Irish lilt. \f43. He also has a touch of vanity and heвЂ™s prone to preenin Maleficent steps out of the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "What have you done to my beautiful self?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Would you rather I let them beat you to death? He lifts his wingless arms and looks down at his naked bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "IвЂ™m not certain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stop complaining. I saved your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Forgive me. I am in your debt. She tosses him a cape to cover himself. He looks her over",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "What happened to your wings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You remember me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "They were magnificent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "YouвЂ™11 be my wings now. 65 INT. HENRYвЂ™S CASTLE - THE HALL - DAY 65 King Henry rants and raves at Stefan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "You said they would return!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I never said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "You said they wouldnвЂ™t follow a wingless leader! \f66 67 68 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "The binding spell is still in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "I donвЂ™t want excuses! I should be rich and control of all the land! Instead, my kingdom is in ruins! He wave toward the open window. Stefan glances out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crops are dead. The human structures are destroyed as a tornado has come through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies stand on the tower battlements looking out. Butterflies swarm around FlittleвЂ™s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Do you think Maleficent did this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Who else could it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Why would she do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "SheвЂ™s evil for evilвЂ™s sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "She doesnвЂ™t need a reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They go down the winding stairs to a small landing. They through one door, then down another set of stairs. They t in a circle, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Where are we? \f69 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "This way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "No, this way. She opens the door. She gasps at what she sees inside. Sh stumbles back into the other two. They lose their footing and all fall, screaming, down the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "I should have known not to trust someone who was raised by elves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Fair People.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "If you donвЂ™t do something about that evil witch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "SheвЂ™s not a witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "I gave you my daughterвЂ™s hand. I made you next in line to my throne. If you donвЂ™t do something, IвЂ™11 annul the marriage and throw you in the dungeon! The Pixies tumble into the room and land in a pile on the floor. FlittleвЂ™s butterflies scatter in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING HENRY",
          "text": "Get those useless imbeciles out of my...! One of the butterflies flies into his mouth. He sucks it in, gags and chokes. The Faeries giggle. Henry staggers, trying to breathe. Hi crown falls onto the floor. StefanвЂ™s eyes fill with a d realization. He waves the Pixies away. Knotgrass and Flittle grab Thistlewit and run out. HenryвЂ™s face is turning purple. Stefan leans down. Henr thinks heвЂ™s going to help him. But Stefan merely picks the fallen crown and walks out. \f70 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE WINDOW",
          "text": "Diaval the Raven has seen the whole thing. He flies away. EXT. STEFANвЂ™S FOREST - LATER 70 Maleficent paces in a clearing. Diaval, the Man, has finished telling her what he witnessed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "And now heвЂ™1l be king. He did this to me so he could be king! She screams with frustration and rage. WHITE FIRE erupts from her. A nearby tree bursts into flames. The flames sweep from one tree to the next. SheвЂ™s so lo her fury, she doesnвЂ™t realize sheвЂ™s set the trees on",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Mistress! You donвЂ™t know what youвЂ™re doing! This is not what you want! Mistress! His words get through. Her anger fades and now she sees t trees burning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "No... She closes her eyes. With a supreme effort, she draws the flames back into herself. She closes her ROBES, snuffing them out, then falls to he knees, exhausted. Smoke rises from her. She looks up, aghast to see the ruined trees. She closes eyes again. New magic flows from her to the trees. New bark grows, new green leaves sprout. Soon, they are a beautiful as they were. She stands up, renewed, as if a d catharsis has occurred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Come, Diaval. IвЂ™ve been gone too long. He lands on her shoulder. \f71 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinloch and a group of faeries attempt to retake the thro while MaleficentвЂ™s guards are sleeping. But they wake up, slavering and snarling. Kinloch throws MAGIC at them, but it has no effect. The guards advance on them. The largest guard throws Kinl to the ground and steps on him, laughing. The others grab faeries and toss them into the air like r dolls or attempt to pull their wings off like cruel children. The faeries scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT, (0.S.)",
          "text": "Stop! The Guards drop the faeries and look around nervously. Maleficent stands in the shadows with Diaval on her shoulder. She sets the Horns on her head, then gathers he courage and steps boldly into view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Maleficent. She sets her jaw and walks through the astonished faeries toward the throne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FAERIE",
          "text": "Where are her wings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER FAERIE",
          "text": "SheвЂ™s lost her wings. She faces the largest guard who stands between her and th throne. She waves him out of her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Move. He spits at her. Brackish ooze rolls down her cheek. The Fearies pull back nervously. She moves to grab him, b he flies up into the air. The other Guards fly up and cir her from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AWK",
          "text": "He starts to fly up to defend her. \f72 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Diaval. She waves him away. She looks up at her own minions circl above. They drop down, claws extended, screaming like banshees. She fights them with white fire and sheer power will. Finally, all the five guards lay on the ground at her feet... subdued but alive. Gasping and bloodied from the fight, she walks past them steps onto the QueenвЂ™s Stone on her way to the throne. Stone SCREAMS, startling her. She stumbles off, then turn back to it, angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "IвЂ™ve had enough of that. She holds her staff out over the Stone and slowly raises The Stone is uprooted from the ground. It hangs in the air. She makes a motion with her Staff. The Stone is flung away. It lands with a heavy THUD somewhere in the far distance. She sits down on the thron Diaval lands on her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Anyone else want to challenge me? No one says a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent bathes in the cold water. Diaval lands on a tr branch nearby. Maleficent washes her back and finds one o the long raised scars. Her fingers linger there. Maleficent covers herself with her cape as she emerges fr the water. She waves her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a man. Diaval transforms into a MAN hidden by bushes. She tosses him a small bag of clothes she carries for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Tell me. Diaval emerges, fully clothed. HeвЂ™s nervous about deliv the news. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "King Stefan and Queen Leah have had a child. The news she had been dreading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Oh blessed day. Have they named the little beast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Aurora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The dawn. How clever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "TheyвЂ™re having a christening soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "And you didnвЂ™t bring my invitation? 73 EXT. KING STEFANвЂ™S CASTLE - DAY 73 People dressed in formal attire approach the castle. Festive flags fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People fill the hall. Stefan and Leah greet the well wishers. Knotgrass, Flittle and Thistlewit enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Not those three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Be gracious, Stefan. They have magical gifts for our child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I donвЂ™t want any butter-flies around the baby! The Pixies stand over the babyвЂ™s bassinet. Old Queen Mary attends her. Knotgrass reaches in and touc the babyвЂ™s forehead. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Sweet Aurora, I give you the gift of beauty. Flittle reaches in to touch the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Dear child, you will... She notices the Blue Lady in the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "...never be blue but happy all the days of your life. ItвЂ™s Thistlewit turn. A doors bang open. WIND whistles through. THUNDER CRACKS and Maleficent is there. Diaval flies in and perches on her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent! HeвЂ™s suddenly very afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "So Stefan, youвЂ™re king at last. ItвЂ™s what you always wanted. You would have done anything...well, you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "YouвЂ™re not welcome here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "And IвЂ™m deeply offended by that. (to Leah) Ah...the lovely Leah. But where is the child? You must be so proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Stay away from her",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Oh Stefan...do you really think I would harm an innocent babe? I only want to view the little creature. The Pixies stands in front of the bassinet protectively. Maleficent laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You three! Well, thereвЂ™s fierce protection! Out of my way, gnats! \f51. She blows at them. A FIERCE WIND blows them back. Part of ThistlewitвЂ™s hair is blown off. She grabs her h aghast. Maleficent pulls aside the drapery and leans over the bassinet. BABY AURORA is as adorable as babies get. As she looks at the baby, jealousy fills her heart. The old anger and revenge rise up in her again. She looks at Stefan as if i is only the two of them in the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You stole something precious from me. And now, you owe me something precious in return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Take what I am owed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Guards! They start to run toward her, but Maleficent holds her st up. They freeze, mid-step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Calm down. IвЂ™m not going to steal your baby. I merely want to give her a gift. She looks down at the baby again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The child will, indeed, be blessed with beauty and happiness all the days of her brief human life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Did you say...brief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Enjoy your little girl while you can, Princess. YouвЂ™1l have her until her sixteenth birthday. They can be such monsters at that age, youвЂ™11 probably thank me for this. Leah is so frightened sheвЂ™s almost in tears. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Guards! They still canвЂ™t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Listen. At midnight on her sixteenth birthday, something will happen, a small thing really, a simple mishap. She glances into the corner and sees Queen MaryвЂ™s SPINN WHEEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "SheвЂ™1l prick her pretty little finger on the spindle of a spinning wheel... She looks around at the frightened faces, holding their breaths. Maleficent takes her time, enjoying this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": ". And die ! Faces fill with horror. Leah screams. She looks at Stefan",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Fair is fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Please, donвЂ™t do this. IвЂ™m sorry for what I did to you. Maleficent laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Not sorry enough. She lifts her robes. White fire erupts around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Wait! Listen to me! She disappears in the smoke. Diaval circles the hall. He flies out the open door. Commotion erupts. Leah runs to t bassinet and scoops up the child. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Stefan! Do something! Flustered, he points to Thistlewit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "You! You havenвЂ™t given your gift yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Can she undo the curse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "No. MaleficentвЂ™s much too powerful now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "But you could alter it somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Alter it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Change it, you idiot! Change MaleficentвЂ™s curse!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "But IвЂ™m only a flower pixie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "WeвЂ™1l help you. Knotgrass and Flittle take her hands. Leah holds the baby out toward her. FlittleвЂ™s butterflies flit around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "I canвЂ™t think with all these butterflies! Flittle draws her butterflies away. Knotgrass whispers in her ear. Thistlewit repeats it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Aurora will prick her finger on her sixteenth birthday. But it will not be...uh...uh... Knotgrass whispers again. She continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "...death that claims her, only sleep. Stefan nods. Now Flittle whispers into ThistlewitвЂ™s ear \f75 76 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "And she can only be woken by true loveвЂ™s kiss. Thistlewit touches the babyвЂ™s forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "My child is saved!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent wonвЂ™t be stopped that easily. Burn all the spinning wheels!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent sits on her throne, telling the guards all abo it. Diaval watches from nearby. She The his EXT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "He was begging me. You should have seen their faces. \"Not our baby!\" sighs with deep satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Revenge is everything they say it is. Guards grunt and slaver in agreement. But Diaval twists bothered. KING STEFANвЂ™S CASTLE - THE NURSERY - NIGHT 76 The Pixies and Queen Mary watch over the bassinet. Queen Mary snores.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "I donвЂ™t think Stefan like us very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "We did treat him badly when he was young. \f77 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "It was his fault for being a halfling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "HeвЂ™d like to get rid of us, but we know too much. Flittle sighs, playing with her butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "I wish we could go home to our fields and flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Maleficent will never let us come back now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "So weвЂ™re trapped here with mean Stefan. Stefan enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Mean King Stefan. And youвЂ™re right, I cannot stand the three of you. So I have a task that will keep you out of my sight for a very long time. EXT. KING STEFANвЂ™S CASTLE - NIGHT 77 The Pixies sit in a wagon in rough peasant clothes. Leah holds the baby, distraught. Diaval watches from a nearby tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "DonвЂ™t do this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Do you want our child to be safe? He pulls the baby out of her arms and hands her to the Pixies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Take the baby deep into the forest. Hide her there. On the day after her sixteenth birthday, bring her back to us. Do you understand? \f78 56. They nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Say it. What will you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIXIES",
          "text": "Hide the baby in the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Until when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIXIES",
          "text": "Until her sixteenth birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "WeвЂ™re not stupid! He whips the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Stay away from the moors! Leah weeps bitterly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Stop crying. You can have another child. He motions for Queen Mary to take her. Then he speaks to Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Arm the men with iron weapons. Hunt Maleficent down. When you find her show no mercy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diaval sits in a tree at the side of the road. The Pixies wagon stops beneath. A baby cries in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Don your kerchiefs, ladies. We must wear them at all times so we will not be recognized. They put them on. The wagon continues on. \f79 80 81 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An abandoned cottage sits a clearing. Diaval lands on the roof. The PixiesвЂ™ wagon approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "What we need is an abandoned cottage where no one will find us. He squawks to draw their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Awk !",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Like that one? She points to the cottage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Exactly. We need a cottage just like that. Be on the look-out. They keep driving past it, right out of the clearing. Dia twists his head as if he canвЂ™t believe what idiots they After a moment, the wagon appears again. The Pixies study the cottage, then scream and run to it. They brush away cobwebs, open the door and go inside. Flowers burst from the windows. Climbing roses speed up t rough walls. Diaval flies off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent sits on her throne as Diaval, the Man, fills h in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "HeвЂ™s trusting those idiots? To raise his baby? ThatвЂ™s priceless! I have to see this for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cottage teems with flowers, inside and out. Maleficen and Diaval peek into the window at the baby in a basket. Maleficent looks at her with undisguised dislike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ItвЂ™s so ugly, I could almost feel sorry for it. \f82 58. Diaval looks in at the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BABY",
          "text": "It gurgles. Nothing could be cuter. They hear the Pixies back away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KITCHEN",
          "text": "The Pixies stand around the basket looking at the baby wh started to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "I canвЂ™t stand the crying. SheвЂ™s giving me a headache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Quiet, baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "All she thinks about is herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Maybe sheвЂ™s be hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Do you think she likes fruit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "All babies like fruit. They put a whole uncut apple, a banana and an orange in t basket with the baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "That should shut her up for awhile. They walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "That babyвЂ™s going to starve with those three looking after it. Maleficent walks away, unconcerned. Diaval twists his hea worried for the child. He flies away briefly, then return with a large WHITE FLOWER. \f83 84 85 86 87 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hops in the window and onto the edge of the basket. He holds the MILK FLOWER to the babyвЂ™s mouth. She sucks it happily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baby wails inside the cottage. Diaval paces on a long branch in a tree anxiously. Finally, he flies over and lo in the window. ON THE PIXIES - DIAVALвЂ™S POV The Pixies sleep right through the babyвЂ™s wails. They h cotton stuffed in their ears. Diaval hops inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baby cries in its cradle. Diaval hops onto the edge. He uses his weight to make it rock gently. Gradually, the baby stops crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Diaval flies through the forest, he hears human sounds horsesвЂ™ hooves, shouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diaval flies toward Maleficent urgently. She waves her ha to transform him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a man. He transforms into a MAN. She tosses him his clothes. He changes behind the bushes. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "StefanвЂ™s men are on the hunt for you. HeвЂ™s armed them with iron weapons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I have weapons of a different sort. She lifts her staff. A thick MIST rises up in the forest. ON STEFANвЂ™S MEN TheyвЂ™re enveloped in impenetrable MIST. ThereвЂ™s mass confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "Retreat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She moves away through the forest. Without warning, StefanвЂ™s MEN come out of the mist dire ahead. Their horses charge toward her. She doesnвЂ™t have time to run. Suddenly, an ENORMOUS SIL WOLF leaps out in front of her. The horses panic and rear. The WOLF chases them away. Maleficent sits down on a rock and waits. In a moment, her father approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I could have handled that myself. MALEFICENTвЂ™S FATHER I shouldnвЂ™t have interfered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ItвЂ™s not like you. MALEFICENTвЂ™S FATHER I donвЂ™t know what came over me. But IвЂ™m glad to see that youвЂ™ve come back with a vengeance. The curse was masterful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stefan deserves everything he gets. \f88 89 90 61. MALEFICENTвЂ™S FATHER An eye for an eye. Tooth for a tooth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Exactly. MALEFICENTвЂ™S FATHER IвЂ™m proud of you. ItвЂ™s just the sort of thing I would have done. He walks away into the mist. Maleficent thinks about that oddly unsettled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. KING STEFANвЂ™S CASTLE 88 The Captain takes off his heavy helmet. HeвЂ™s dusty and exhausted. Stefan holds up a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "DonвЂ™t speak unless the words are: \"Maleficent is dead\". The Captain drops his head and trudges out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A childвЂ™s screams and laughter fills the air. The Pixie chase THREE YEAR-OLD Aurora across a meadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent and Diaval watch from a high tree across a ste gully beyond them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MEADOW",
          "text": "Knotgrass stumbles and falls. ThereвЂ™s a Pixie pileup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Get off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "IвЂ™ve lost my slipper! \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "YouвЂ™re stepping on my hair. As they pinch and squeal, toddler Aurora runs on. ON THE BABY - MALEFICENTвЂ™S POV The unsupervised toddler runs straight toward the steep drop-off of the gully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The little beastie is going to fall into that ravine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PIXIES",
          "text": "The Pixies havenвЂ™t even noticed that Aurora is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Do they even know sheвЂ™s gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AWK",
          "text": "He flies off to alert them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TODDLER",
          "text": "SheвЂ™s coming closer to the drop-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "SheвЂ™s getting nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Go back. YouвЂ™re going to fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TODDLER",
          "text": "SheвЂ™s still not slowing. She runs right to the edge of drop-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Go back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TODDLER",
          "text": "She runs right off the steep edge. But she doesnвЂ™t fall hangs in midair, her chubby legs still running in place. \f91 92 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She holds out the staff, magically keeping the baby in th air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BABY",
          "text": "The baby laughs gleefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She smiles despite herself. She spins the staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TODDLER",
          "text": "The baby spins upside down and back around, then keeps running in midair back to the cliff. Her little feet land firm ground and she runs back the way she came.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She drops the staff and shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diaval flies around the PixiesвЂ™ heads trying to get the attention. They swat at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Go away! Diaval snatches at ThistlewitвЂ™s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "DonвЂ™t touch the hair! Diaval hears laughter. He sees the toddler coming back toward the Pixies. She runs to them. They pick her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "There you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent sits on her throne. Diaval is perched on her shoulder. He preens his feathers. She draws absently in t dirt with her staff. TheyвЂ™re both thinking of Aurora. \f93 94 95 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I wonder what the little beastie is up to? They both leap up a little too eagerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies are having a picnic. AURORA is 5 years old now Maleficent and Diaval observe from the forest shadows. An autumn downpour suddenly drenches the Pixies. They scream and run into the house forgetting all about Aurora. Aurora follows them back to the cottage. But theyвЂ™ve already closed the door. She pounds on it, no one answers. She cries. Still no one comes. Maleficent and Diaval look at each other. Aurora goes aro the cottage, looking for a way in, sobbing and getting drenched. Maleficent throws up her hands with disgust. She lifts her STAFF. A GALE FORCE WIND angrily blows the front door off its hinges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies stare at the broken-down door. Aurora walks in drenched and crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "There you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora is 7. She gathers berries. She sits down under a t to eat a few. In a moment, her eyes close and she drifts off. A SNAKE crawls towards her from the bushes. It gets closer. Suddenly a tall HORNED SHADOW looms over the sleeping gir MaleficentвЂ™s staff lifts the SNAKE and tosses it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She stands over the sleeping child. \f96 97 98 99 65. Her expression softens briefly. Then she shakes her head if admonishing herself for having a weak moment. She glan up at Diaval in the tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "What? He turns his head away as if he saw nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora is now 10 years old. She plays sword fight with an invisible friend near a rushing river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Yah! Yah! Have at you! Her game takes her to the river. She crosses on the stepp stones, but loses her balance and falls into the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The current is strong. SheвЂ™s swept downstream. She goes under, comes up, gasping, grabs for tree roots, anything. She goes under again. Her hand reaches up and finds... MaleficentвЂ™s STAFF. She grabs onto it with both hands a sheвЂ™s pulled onto the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She lays face-down on the bank, not moving. MaleficentвЂ™ HORNED SHADOW leans over her to see if sheвЂ™s breathing. Aurora gasps. MaleficentвЂ™s shadow retreats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "EXT. ON AURORA AND MALEFICENTвЂ™S SHADOW - DAY 99 15 year old, AURORA runs toward the faerie path and the moors beyond. MaleficentвЂ™s shadow with Diaval on her shoulder tracks her as she goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS, (0.S.)",
          "text": "Come back, Aurora! \f66. Aurora turns around. MaleficentвЂ™s shadow quickly blends with the shadow of a rock. Aurora is very pretty with tin delicate features. The Pixies beckon her from the cottage",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "DonвЂ™t go near the moors!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Why canвЂ™t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Because we said so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "You always say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT AND DIAVAL, THE MAN",
          "text": "They sit on the rock, watching her go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "TheyвЂ™re going about this all wrong. If they tell her \"no\", thatвЂ™s exactly what sheвЂ™1l do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "May I ask you a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "That depends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "When are you planning to undo your curse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Who said I was planning to undo it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Mistress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I hate the little beastie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "You hate Stefan! May I speak freely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You canвЂ™t seem to help yourself. \f100 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "YouвЂ™re not as bad as you think you are. Annoyed, she waves her hand to transform him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Be a bird! But this time, he catches her hand and holds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Every time you donвЂ™t like what I have to say you transform me back into a bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I thought you liked being a bird. He looks at her with more feelings than he can share.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Not as much as I used to. Maleficent looks away. She waves her hand abruptly and transforms him. INT. STEFANвЂ™S CASTLE - THE GREAT HALL - DAY 100 King Stefan has aged beyond his years. Children run and scream. Leah is with child again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Your children are driving me mad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "TheyвЂ™re your children too. The Captain approaches. He bows and removes his helmet. H gone grey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Well? The Captain shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I donвЂ™t want to hear that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "He didnвЂ™t say anything. Let the man speak. \fSTEFANвЂ™S CAPTAIN Sire. My men and I have searched the length and breadth of the land, kingdom to kingdom, shore to shore and back again. We have endured rainstorms, blizzards, gale force winds, scorching heat and the attack of countless wild creatures. But Maleficent is not to be found. I am sorry I have failed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "YouвЂ™re dismissed! The Captain trudges off, secretly relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Why are you still looking for that witch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "SheвЂ™s not a witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "She may be dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "SheвЂ™s not dead. I would know if she were. Leah looks at her husband curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Is there something you havenвЂ™t told me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "You have to forget about Maleficent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Aurora will be returned to_us soon and this unpleasantness will be behind us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "What is your mother doing? Old Queen Mary sits by the window at a spinning wheel. 68. \f101 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Spinning, Stefan. She enjoys the work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I had all the spinning wheels destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "ItвЂ™s been years. IвЂ™m certain Maleficent has forgotten all about that silly insult at the christening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "She has not forgotten. Maleficent cannot be underestimated. We have to remain diligent, especially now. I want that spinning wheel burned. Leah looks at her husband, thinking of all the other men might have married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent sits on her throne surrounded by the guards. Diaval sits on her shoulder. Kinloch and some faeries approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Your Majesty. SheвЂ™s instantly defensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "What is it? DonвЂ™t you like the way I govern? AllвЂ™s well in the moors, is it not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Then what seems to be the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "WeвЂ™re not free to go to the human world. \f102 103 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Ah well, thatвЂ™s a price we all must learn to live with. Now go away before I become unpleasant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KINLOCH",
          "text": "(under his breath) Become? Maleficent heard that. She levels her dark gaze on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "This is not unpleasant. Do you want to see what unpleasant looks like? MaleficentвЂ™s face changes. Her darkest nature comes to the surface. Anger and bitterness twist her face so that she does look truly frightening. White Fire erupts all around her. Kinloch an faeries rush away. Maleficent strokes Diaval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "He made me do that. I didnвЂ™t enjoy it at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent stands outside the cottage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WINDOW",
          "text": "She can see Aurora in her nightgown getting ready for bed",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She looks torn as if battling dark forces within. She tur abruptly and walks away. INT. AURORAвЂ™S BEDROOM 103 She lies in her bed. The Pixies open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Is she asleep yet? She closes her eyes, pretending. They close the door. \f104 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "105A",
          "text": "106 107 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies take off their tattered, peasant sweaters like too-tight brassieres and release their wings, stretching them out. INT. AURORAвЂ™S BEDROOM 105 She opens her eyes again and sits up. She looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MOORS",
          "text": "The mist rises up across the hills in the distance. The moors seem to beckon her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON AURORA",
          "text": "Aurora looks back at the kitchen, then opens the window a slips out into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora runs across the faerie path and into the moors, leaping with mischievous joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora follows the faerie path. She hear the FAERIE VOICE She stops to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MOORLAND FAERIES",
          "text": "She sees the Fair Folk camouflaged in the flowers, trees, streams and ponds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I knew you were here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent has returned. She approaches the cottage soundlessly. She sees AuroraвЂ™s window, open now. She fr and looks inside. ON AURORAвЂ™S BEDROOM - HER POV The bed is empty. AuroraвЂ™s nowhere in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108 109 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worried, Maleficent moves around to the kitchen window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies fly around the kitchen, bashing into each othe knocking things over and laughing hysterically. Milk jugs lay spilt on the table. Butterflies abound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She looks around for Aurora in a panic. Diaval flies towa her. She waves her hand to transform him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a man! He transforms before he lands. He hits the ground hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Can you wait until IвЂ™ve landed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Have you seen Aurora?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "I spotted her in the moors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Then what are you doing here? You shouldnвЂ™t have left her alone! She canвЂ™t wander around out there by herself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "I thought you hated her. She hurries away. He looks down at his human body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "DonвЂ™t leave me like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She waves an impatient hand over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Be a bird. In a moment, Diaval strafes her head, just a little too close. \f110 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Stay with her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The full moon shines down on Aurora who stands at the bot of the tree looking up at the Elves. They screech at her. SheвЂ™s not afraid of them. Diaval circles overhead and l in a nearby tree to keep watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PEAT BOG",
          "text": "Aurora approaches the peat bog and watches the Wallerbogs drool and dribble. ON MALEFICENTвЂ™S MOON-SHADOW - AURORAвЂ™S POV MaleficentвЂ™s shadow looms over her suddenly. ItвЂ™s dis and clear in the moonlight. Aurora smiles to see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I know youвЂ™re there. The shadow retreats suddenly. She turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "DonвЂ™t be afraid. MaleficentвЂ™s amused voice answers from behind the rocks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT, (0.S.)",
          "text": "IвЂ™m not afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Then come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "YouвЂ™1l1 be startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I wonвЂ™t. Come out. Maleficent emerges. Aurora smiles, not the least surprise by her appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Hello, Faerie Godmother. Maleficent tries not to laugh. \fShe turns again. 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You think IвЂ™m youвЂ™re Faerie Godmother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Who else would you be? YouвЂ™ve been watching over me my whole life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Somebody had to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "IвЂ™ve always known about you...ever since I was a little girl. around so that MaleficentвЂ™s shadow falls over her",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "You see? ThatвЂ™s the shadow IвЂ™ve been seeing ever since I was small. Wherever I went that shadow was always with me. But donвЂ™t you have a bird? In the shadow, Diaval lands on MaleficentвЂ™s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "This is Diaval. Aurora turns and reaches up to pet him. He preens. WILD ELVISH WOMEN and WEB-FOOTED SPRITES with sharp teeth watc from the thick tangled roots of trees. Aurora sees them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Who are they? Maleficent steps between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Not everyone you meet in the moors is benevolent. You must never come out here alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "IвЂ™m not afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ThatвЂ™s enough for one night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "But... Maleficent waves her hand in front of her eyes. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Sleep. Aurora goes limp. Maleficent catches her by lifting her hands. Aurora floats in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A prone, sleeping Aurora drifts back toward the cottage. Diaval flies ahead. Maleficent walks behind. 112 INT. THE COTTAGE - AURORAвЂ™S BEDROOM 112 Maleficent lowers her back into her bed. She pulls the covers up, then she waves her hands over he",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "My curse is undone. You are free to live a long and happy life. And you will never tell your aunts about me. Good night, beastie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kitchen is a disaster. Flittle climbs up on a stack o chairs to get a vase. Thistlewit and Knotgrass sit at the table. Thistlewit has her head in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "I drank too much milk. Why did you let me do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "WhereвЂ™s your kerchief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "I lost it. Knotgrass tries to put a kerchief on Thistlewit who pushe her away. Flittle reaches for the vase. She loses her balance and falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Ah! That wouldnвЂ™t have happened if I could use my wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Shh! SheвЂ™11 be up soon. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "I want to fly again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "I want to go back to the castle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "So do I! Do you think I like being trapped in this horrid little cottage with you two imbeciles? They all start to cry. Aurora walks in to find her aunts bawling. She shakes her head as if this is nothing new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "There. There. What happened this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "I fell and hurt myself. She helps Flittle up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Poor old thing. Wait. I have a question. How old are you? YouвЂ™ve looked the same my whole life. And another thing, why do we have spring flowers even in winter? She waves at the butterflies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "And where are all these butterflies coming from? No one ventures an answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "So, did you sleep well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "And why do you always ignore my questions! They putter around the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Would you like breakfast, Cabbage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "She doesnвЂ™t want cabbage for breakfast. Who eats cabbage for breakfast? \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "I didnвЂ™t say, do you want cabbage for breakfast? I said...do you want breakfast, Cabbage? Aurora shakes her head and looks skyward... Why me ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora plays in the peat bog with the Wallerbogs. Mud flies. She laughs hysterically. Maleficent and Diaval share their amusement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora and Maleficent sit together on a rock overlooking moors. They watch Diaval soar high on the wind above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "And heвЂ™s also a man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "If I want him to be. Aurora watches Heather Faeries fly over the meadows below",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Do all of the Fair People have wings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Most do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Then why donвЂ™t you? The old anger suddenly rises up in Maleficent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I said...most do! AuroraвЂ™s taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Sorry I asked. Maleficent softens. \f116 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I had wings once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "What happened to them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "They were stolen from me. ThatвЂ™s all IвЂ™1l say about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "What color were they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Black. And thatвЂ™s enough about them. Aurora waits a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "How big were they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Aurora. Aurora goes quiet. Maleficent looks off, remembering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "So big they dragged behind me when I walked. And they were strong. They could carry me above the clouds and straight into the headwinds. They never faltered. Not once. I could trust them. Aurora can see her loss and regret. She takes her hand. Maleficent looks down at StefanвЂ™s childвЂ™s hand in her Her heart freezes. She pulls it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Time to go back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk back together across the misty hills. Diaval fl above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I have a confession to make. + eH O* \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "All day long, all I can think about is coming back to the moors. I love it here. It feels like home to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "This is not your home. Aurora walks a little ahead of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Then where is it? And donвЂ™t tell me itвЂ™s that cottage with my aunts. She steps onto the edge of a WHITE STONE that juts up fro the ground. As her foot lands briefly on it... it ROARS, shaking the ground. Aurora jumps off quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "What was that? Maleficent looks around, alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Come back. Quickly! Aurora hurries back toward her and steps on the stone aga It ROARS. Aurora runs to her side. Maleficent and Diaval look at the white stone. ON THE QUEENвЂ™S STONE ItвЂ™s tilted and half-buried in sod and grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "So thatвЂ™s where it fell. Aurora approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "What is it? Maleficent looks from the QueenвЂ™s Stone to Aurora...and again with shock and realization.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "WhatвЂ™s wrong? \f117 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Nothing. Go to sleep. She waves her hand in front of her eyes. Aurora goes limp. Maleficent keeps her aloft as she sleep She looks at Diaval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "How is it possible? She closes her eyes and holds her staff out over the Ston She slowly raises it out of the ground and sets it uprigh on top of the ground. She brushes the dirt away. Then she slowly lowers the prone, sleeping Aurora onto th QueenвЂ™s Stone. SheвЂ™s so small she fits on it perfectl As her body settles down, the STONE PURRS, exactly the wa it did when Ulla stood on it years earlier. Maleficent lo at Diaval with disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent stands before the ruins. In a moment, her fath appears. MALEFICENTвЂ™S FATHER This is an interesting twist of fate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "If Aurora is the true Queen, then maybe I should step down. MALEFICENTвЂ™S FATHER YouвЂ™d give up your throne? To the child of your sworn enemy no less? WhatвЂ™s gotten into you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "It was never mine. I took it by force. MALEFICENTвЂ™S FATHER You did what had to be done at the time. Forget about the Stone. Bury it. No one will ever know. \f118 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I will know. MALEFICENTвЂ™S FATHER ThereвЂ™s that conscience again. I think the raven is right about you. He seems disappointed as he walks back into the ruins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent walks, practicing what sheвЂ™s going to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ThereвЂ™s something you need to know....this is going to come as a big shock...no...sit down... She hears AuroraвЂ™s laughter. She listens. ThereвЂ™s ano unfamiliar voice. A YOUNG MANвЂ™S voice. The words are no distinct. Maleficent peers through the foliage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON AURORA AND PHILLIP",
          "text": "Aurora is talking to a handsome young man who holds a whi horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "I'd better be on my way. He gets on the horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "WhatвЂ™s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "Phillip. Maybe IвЂ™11 be lucky enough to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Then I would be lucky too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "Where do you live? She opens her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Here. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "Then IвЂ™1l1 see you here! He rides off. Aurora watches him go with a secret smile. MaleficentвЂ™s MOON-SHADOW looms over her suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "And who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "No one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "(angrily) I saw you talking to a man... Who was it ? AuroraвЂ™s surprised by her anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Oh, his name was Phillip... HeвЂ™d lost his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "You are not to talk to strangers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "You sound just like my aunts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I am not like your aunts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Then why are you acting like them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "IвЂ™m trying to keep you safe!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "IвЂ™m almost sixteen! I can take care of myself! She turns and runs off. Maleficent doesnвЂ™t go after her",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Fine! Go on! Get yourself out of your own mess. IвЂ™ve had enough if it! She steams for a moment, then looks over at Diaval ina nearby tree. \f119 120 121 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Well, go after her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora sits down on a rock to sulk. A LONG GREEN ARM emer from the water and reaches toward her. Diaval arrives jus as the GREEN WATER WOMAN grabs AuroraвЂ™s ankle. The Gree Woman pulls Aurora toward the water. Diaval dives at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Awk! Awk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She hears his cry. She listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA, (0.S.)",
          "text": "No! Let me go! Maleficent runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora kicks at the Green Woman as she pulls her toward t water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Let go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "She runs. Her robes fly behind like wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POND",
          "text": "The Green Woman has Aurora in the water. Diaval dives at her. Aurora SCREAMS as the cold water closes over her hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Green Woman drags her down into the dark depths. Diav dives down into the water after them. He stabs at the Green Woman with his beak. Aurora struggl to get out of her grasp. Suddenly, Maleficent plunges into the water. She pulls Aurora out of the Green WomanвЂ™s grip. \f122 123 84. Aurora swims to the surface as Maleficent, the Green Woma and Diaval battle underwater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coughing and gasping, Aurora drags herself out of the pon She runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The battle continues until the Green Woman floats away lifelessly. Maleficent kicks to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SURFACE",
          "text": "She explodes out of the water, gasping for air. She climbs onto the bank and sees the ravenвЂ™s body floa in the water. She picks him up and lays him on the bank. doesnвЂ™t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Diaval? She waves his hands over him frantically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a man! Diaval transforms. But heвЂ™s still not breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Diaval? Diaval! She pounds on his chest. He gasps suddenly, and gulps for air. Maleficent leans back, more relieved than she ever thought sheвЂ™d be. Diaval sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I thought IвЂ™d lost you. But this is too revealing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Then what would I do for wings? Diaval covers his disappointment at her cavalier attitude He looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f124 125 126 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "WhereвЂ™s Aurora? INT. THE COTTAGE - AURORAвЂ™S BEDROOM 124 Aurora sleeps in her bed. Maleficent stands over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Aurora? She doesnвЂ™t stir. Maleficent pulls the covers over her gently and goes out. Diaval sits in the window for a moment before he flies aw After theyвЂ™ve gone, Aurora opens her eyes. INT. THE COTTAGE - AURORAвЂ™S BEDROOM - DAY 125 The Pixies burst into her bedroom, waking her abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Happy birthday, Cabbage!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "WeвЂ™re going on a lovely journey today. Aurora looks out the window at the moors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I donвЂ™t want to go on a journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "You donвЂ™t have a choice. Get her dressed. They throw clothes at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies are in the wagon. Aurora is reluctant. She loo out at the moors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "IвЂ™m not going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Why not? \f127 128 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "ThereвЂ™s someone I need to talk to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Who? You donвЂ™t know anyone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "IвЂ™m not going. Knotgrass finally loses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Sixteen years. WeвЂ™ve looked after you out here in the middle of nowhere in that broken down raggedy hovel for sixteen years!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "WeвЂ™ve put up with your whining and crying and puking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "And all your stupid questions that we donвЂ™t know the answers to!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "WeвЂ™ve done our job. And now weвЂ™re giving you back. Get in the wagon! They pull her into the wagon forcefully and jam her in between them. Knotgrass whips the horse. Aurora looks bac at the moors as they drive off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. KING STEFANвЂ™S CASTLE - EVENING 127 The Pixies wagon approaches the castle at a dead run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hall is being set up for AuroraвЂ™s arrival the next Servants set up tables. Children run through. Leah holds a baby. The Pixies enter with Aurora. SheвЂ™s utterly bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIXIES",
          "text": "WeвЂ™re back! \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "What are you doing here? You are not to arrive until tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Today is her sixteenth birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I told you to bring her the day after her birthday. Aurora looks around at the heavy oppressive room...the ir filigree above. She puts her hand on the stone wall and pulls it back quickly. She shudders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Well, itвЂ™s been a long time. How can we be expected to remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I should have known not to trust Flower Pixies! WhereвЂ™s the child? He looks right past Aurora. They push her toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "This?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Aurora, meet your mother and father. Aurora is so shocked she canвЂ™t speak. Leah hands her ba a nursemaid and opens her arms to Aurora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Come over here and let me have a look at you. She backs up a step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "What are we going to do with her? The idiot Pixies have brought her back a day too soon. Flittle folds her arms. \f129 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Well, weвЂ™re not taking her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I canвЂ™t stay anyway. She rubs the tip of her index finger absently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "WeвЂ™1l have to lock you in a safe place for the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "I know itвЂ™s a terrible homecoming, dear. But your fatherвЂ™s worried about some old curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "I have to go back to the moors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "That life is over. Stefan pulls her away. Flittle sees the lady with the Blu Face who has grown much older. She points at Flittle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE LADY",
          "text": "You ruined my life! Flittle grabs Knotgrass urgently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "IвЂ™ve changed my mind. I want to go back to the horrid little cottage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan ushers Aurora firmly down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Let me go back. Please. This is a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "The whining and begging may have softened the Pixies, but not me. He puts her in a room. \f130 131 132 133 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Welcome home. WeвЂ™1l talk in the morning when this is all over. He closes the door and locks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shutters bang on the windows. Diaval lands on the sill an looks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Awk! Awk! Maleficent emerges from the shadows and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks though the messy abandoned cottage. The flowers are wilted without the Pixies presence there. One stray butterfly has been left behind. She goes into AuroraвЂ™s bedroom. INT. AURORAвЂ™S BEDROOM - NIGHT 132 But the bed is empty. Alarm floods her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Diaval! He flies in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Those idiots have taken her! Fly to StefanвЂ™s castle! I have no wings! Fly! INT. STEFANвЂ™S CASTLE - THE KITCHEN - NIGHT 133 The Pixies gorge themselves on milk and pastries while th servants bustle around them. Diaval lands in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Even if we did bring her back too soon, weвЂ™ve still foiled MaleficentвЂ™s curse. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "She wonвЂ™t die when she pricks her finger. Thanks to our quick thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "My quick thinking. I was the one who said: \"It will not be death that claims her only sleep.\" Diaval twists his head curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "I gave that idea to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "No, you didnвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Yes, I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "And I thought up the part about \"true loveвЂ™s kiss\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "No, you didnвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Yes, she did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "It was my spell! I said \"She can only be woken by true loveвЂ™s kiss\"!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "We gave it all to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "No, you didnвЂ™t! Diaval has heard enough. He flies away. 134 INT. AURORAвЂ™S ROOM - NIGHT 134 The moon shines on Aurora who rubs the tip of her index finger again. She goes to the window and looks out. Diava lands on the sill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Diaval? Is that you? \f135 136 137 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Awk! He flies off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Where are you going? She rubs her finger again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan paces nervously as he talks to his men. The small to AuroraвЂ™s room sits on a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Maleficent will come at midnight to watch her curse unfold. The moment she appears, use the iron. Do not hesitate. Diaval lands on the table. Stefan sees him. He realizes and makes a grab for him. Diaval evades him a snatches the key in his beak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Catch that bird! Diaval flies around with the key in his beak evading the men. He flies out of the room. Diaval flies down the hall with StefanвЂ™s men behind. He startles the oncoming serv and knocks over tables and chairs. INT. AURORAвЂ™S ROOM - NIGHT 136 She hears a commotion in the hall. A key rattles in the door. EXT. THE HALL - ON AURORAвЂ™S DOOR 137 Diaval flutters as he tries to fit the key in the lock wi his beak. StefanвЂ™s men run toward him. He finally manages to fit it in. The men throw objects. H evades them, then turns the key with his beak. \f138 139 140 141 92. INT. AURORAвЂ™S ROOM - NIGHT 138 She hears the lock turn and turns the knob. The door opens. Outside, the guards and servants scream and throw things the raven who flaps around to distract them. Aurora slips away unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent runs as fast as her feet will take her. She lo skyward, wishing desperately for wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan looks in the open door to AuroraвЂ™s empty room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Search the castle for the princess Aurora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diaval flies toward Maleficent. He swoops down. She waves her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a man. He hits the ground running transformed into a MAN. Maleficent tosses him a bag of clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "The Pixies changed your curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "My curse was undone years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "They replaced it with their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "The Pixies? TheyвЂ™re not smart enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "(impatiently) Listen! When she pricks her finger tonight, Aurora will fall asleep. \f142 143 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Fall asleep? Now thereвЂ™s a nasty curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "And she can only be woken by \"true loveвЂ™s kiss\". Her laughter fades abruptly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Say that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "She can only be woken by \"true loveвЂ™s kiss\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "But thereвЂ™s no such thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ThereвЂ™s no such thing as \"true love.\" It doesnвЂ™t exist. SheвЂ™s looking right at him. But she canвЂ™t see the lov his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "If she pricks her finger, sheвЂ™1l never wake up. SheвЂ™1l sleep forever. We have to stop her!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora races up the tower stairs and runs into a small ro to hide. The Bell Tower clock starts to CLANG midnight. O",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She enters the tiny room. The clock CLANGS again. TWO. Qu Mary sits under the moonlight, working at a spinning whee",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUMAN QUEEN MARY",
          "text": "Hello Aurora. YouвЂ™ve grown up to be a lovely young lady. \f144 145 94. The clock CLANGS. THREE. Aurora rubs the tip of her finge which is throbbing terribly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUMAN QUEEN MARY",
          "text": "Your grandmother, dear. The clock CLANGS. FOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent watches Diaval fly ahead. She runs until she canвЂ™t run anymore. She doubles over to catch her breath ON STEFANвЂ™S CASTLE - HER POV She can see it in the far distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MALEFICENT",
          "text": "But she knows sheвЂ™1l never make it in time. She lifts h fists in fury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I need wings! She hears a WHINNY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE WHITE HORSE",
          "text": "A MAGNIFICENT WHITE HORSE runs down the hill toward her. stops at her side, nostrils flaring. She nods and leaps astride its bare back. They gallop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora canвЂ™t take her eyes off of the SPINDLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Why are you spinning up here all alone? She draws closer. Her finger throbs. The clock clangs FIV",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUMAN QUEEN MARY",
          "text": "King Stefan wanted all the spinning wheels burned. SIX. \f146 147 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUMAN QUEEN MARY",
          "text": "Your mother and I hid this one up here where he would never find it. SEVEN. Mesmerized, Aurora reaches out toward the spindle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUMAN QUEEN MARY",
          "text": "DonвЂ™t touch! ItвЂ™s sharp. You could prick your finger... EIGHT. She pulls her finger back and rubs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "But I... NINE. She reaches her finger out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "...must. TEN. Stefan runs into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP",
          "text": "ELEVEN. Aurora pricks her finger on the spindle. The CLOC strikes TWELVE. Aurora falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent gasps as she feels Aurora fall. The horse stop as if it felt it too. She crumbles over the horseвЂ™s nec Despair fills her heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. STEFANвЂ™S CASTLE - AURORAвЂ™S ROOM - LATER 147 Aurora lies on her bed, deep in enchanted sleep. Stefan and Leah look down at her. The Pixies are there as well. Leah weeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Stop crying. SheвЂ™s only sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "What do we do now? \f148 149 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "WasnвЂ™t there something about a kiss to wake her? They all turn to look at Thistlewit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Why are you looking at me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "YouвЂ™re the one who changed the spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Me! But you said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "(to the Pixies) Find someone to kiss her. Someone suitable. He goes out. Leah soothes her baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAH",
          "text": "Not any kiss will do. It has to be \"true loveвЂ™s kiss\". Well thatвЂ™s what you said. She goes out. The Pixies look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. OUTSIDE STEFANвЂ™S CASTLE - NIGHT 148 Maleficent watches the WHITE HORSE gallop away to the top a hill. With a heavy heart, she heads toward the castle. something stops her. She looks back at the hill. Her FATHER stands where the horse stood a moment before. lifts his hand to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. AURORAвЂ™S BEDROOM - LATER 149 The Pixies have found a YOUNG MAN. He stands over the bed looking at Aurora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "But sheвЂ™s sleeping. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "She wonвЂ™t mind. He shrugs and kisses her. The Pixies wait expectantly. Sh doesnвЂ™t wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "You didnвЂ™t do it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "ItвЂ™s supposed to be true loveвЂ™s kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "True love? I donвЂ™t know even her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "150 EXT. STEFANвЂ™S CASTLE - NIGHT 150 Maleficent has arrived at the castle. She slips across th drawbridge in the shadows. 151 INT. AURORAвЂ™S BEDROOM - NIGHT 151 The Pixies have found another young MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "This is Princess Aurora.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "IsnвЂ™t she beautiful?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Yes, she is. HeвЂ™s clearly very attracted to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Are you in love with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Absolutely!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "You can kiss her then. He kisses her eagerly. Aurora doesnвЂ™t wake up. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "If it was true love, you would have woken her up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Let me try again. He leans down. They push him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "152 INT. STEFANвЂ™S CASTLE - NIGHT 152 Maleficent slips unseen through the halls. She looks into each room as she passes them. Diaval flies toward her. She transforms him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a man. He transforms, very sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "WeвЂ™ve lost her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "153 INT. AURORAвЂ™S BEDROOM - NIGHT 153 The three Pixies usher in another YOUNG MAN. ItвЂ™s Phill",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "This is Princess Aurora. He looks at the sleeping girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "I know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "ThatвЂ™s helpful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "Why is she sleeping? \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "SheвЂ™s trapped in an enchantment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "IsnвЂ™t she beautiful? HeвЂ™s smitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "The most beautiful girl IвЂ™ve ever seen. The Pixies share excited glances. This is going well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Do you want to kiss her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "Very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Then go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "I wouldnвЂ™t feel right. I barely know her. We only met once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "HavenвЂ™t you ever heard of love at first sight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "Kiss her. He leans down toward her. He leans up again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "An enchantment, you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIXIES",
          "text": "Kiss her ! Now ! They push him forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "DonвЂ™t push! He leans down. The Pixies hold their breaths. The prince kisses the princess. Their lips touch gently... perfectly And nothing happens. The Pixies faces fall. Aurora sleeps on. Phillip looks at the Pixies. \f154 155 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHILLIP",
          "text": "Is something supposed to happen now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET OUT",
          "text": "They push him out. They trudge out to find another candidate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies walk down the hall, dejected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "I was certain he was the one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "WhatвЂ™s wrong with all these young men?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "We have to keep looking. Dig deeper. Scrape the bottom of the barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLITTLE",
          "text": "He doesnвЂ™t have to be a prince. He doesnвЂ™t even have to be handsome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "All he has to be is a man. INT. AURORAвЂ™S ROOM - NIGHT 155 The moon shines down on Aurora. Maleficent enters. Diaval the Man, comes in behind her. Maleficent looks down at he heartbroken. She sinks down on the side of the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "This is my fault. I did this to you...for revenge. I didnвЂ™t know how much I would love you. But I promise to look after you...every day for the rest of my life. Sleep well. She kisses her gently on the forehead. And something magical occurs. Aurora opens her eyes. Maleficent gasps. Aurora smiles. \f156 157 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Hello, Godmother. Maleficent is so astounded she canвЂ™t speak for a moment finally finds her voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Hello, beastie. She pulls her into her arms. Joyful tears fall. Diaval is overwhelmed as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "No truer love. He joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Can we go home to the moors now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Right now. ThereвЂ™s voices in the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Wait. He opens the door cautiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ItвЂ™s eerily quiet. No servants. No sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a bird. Diaval transforms and flies ahead to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He flies into the great hall. Maleficent and Aurora follo There are no servants. No one about. The door on the opposite side of the room stands open. Escape. MaleficentвЂ™s eyes narrow suspiciously. They slink along the wall toward the open door. Diaval fl up to the rafters. He lands on the iron filigree where a heavy IRON NET has been hung. \f158 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Awk! Maleficent looks up. Stefan appears at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Drop it! The iron net falls from the ceiling. Maleficent pushes Aurora out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Get out of the castle! She falls to her knees dropping her staff. The net burns exposed flesh. Aurora tries to pull the heavy iron net off of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Get out of here! Go back to the moors! Aurora backs away reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Go now! Aurora runs. Stefan nods for some of his men to go after her. Other men run out with iron weapons and poke at Maleficent like a trapped animal. The Pixies watch with horrified fascination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora runs up the stairs trying to get away from Stefanв men. She reaches a landing, runs through a door and finds herself in another stairwell. She keeps climbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GREAT HALL",
          "text": "Maleficent tries to get up, but sheвЂ™s weakened by the i She reaches for her staff. Stefan kicks it out of the way He walks around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I should have killed you that night. It would have saved us alla lot of trouble. \f159 160 103. She glares at him with silent hatred. He nods to his men. StefanвЂ™s men draw their weapons. Diaval drops down from of the rafters at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Kill that bird! Some fight him off. Others stab at Maleficent. She grabs their weapons throug the net even though it burns her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora flings open the door at the top of the stairs and runs inside. She peeks out to see if anyoneвЂ™s following feels something behind her. She turns. Her eyes go wide. ON MALEFICENTвЂ™S WINGS Her wings are bound in chains held upright in a glass coffin. Aurora approaches them, awed by their size and beauty. She looks through the glass. They flutter suddenly. Still alive. She steps back. They flap and struggle against their bonds. Realization fills AuroraвЂ™s eyes. She places her hand on the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Shhh. SheвЂ™s here. The wings settle down. Aurora touches the heavy iron lock She gasps as it burns her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diaval fights StefanвЂ™s men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now an eagle. He transforms into an EAGLE. He grabs the iron net over Maleficent and pulls it away. gets to her feet. Stefan runs at her with his iron sword. She evades him and throws her robes up. White Fire erupts He falls back. His men have thrown a chain around Diavalв claws. They pull him down to stab at him. \f161 162 163 164 165 166 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a bear. Diaval transforms into a BEAR. It bellows and swipes at t men. They back away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora frantically looks for a way to release the wings. picks up a heavy chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan throws a heavy iron chain at Maleficent. It wraps around her neck. She drops to her knees as it burns her. Stefan pulls it tighter. She gasps. The men have thrown a rope around the bearвЂ™s legs, hobbling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora throws the chair at the coffin. It hits the thick glass, but does not break it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent gasps out the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a... dragon. Diaval transforms into a DRAGON. It breathes fire at the men. They fend off the fire with their shields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora hasnвЂ™t given up. She tilts the coffin. It falls forward and crashes onto the floor. The wings flap and struggle in the broken glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stefan pulls the chain around MaleficentвЂ™s neck tighter gasps. One of the men throws a sword at the dragon. Maleficent can barely get the words out. \f167 168 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a... butterfly. Diaval transforms into a butterfly. The sword flies harmlessly past him as he flutters away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aurora reaches out and softly touches MaleficentвЂ™s wing They stop struggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "StefanвЂ™s men throw more heavy iron CHAINS around Malefi One wraps around her legs. Another around her waist. They pull them tightly. She crouches on the floor, chains across her body. Tortured. Stefan stands over her. He lifts his sword high over her, prepared to make the fa blow. But a brisk wind suddenly whips up from nowhere. Something large and black slams into him, knocking him of his feet. Maleficent looks up. Her face fills with astonishment to see her long-lost win flying down toward her. Aurora runs into the room from the tower stairs. Overjoyed, Maleficent lifts her arms out to her wings. Th flutter down toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Be one again. ThereвЂ™s an earth-shattering... CRACK Maleficent is enveloped in a MAGICAL explosion of LIGHT A ENERGY. Then, she rises into the air on her wings. AuroraвЂ™s face lights up. The Pixies faces fall. Stefanв are just as astonished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "Kill her! Kill her! They attack her with swords and iron chains. Maleficent fights them from the air. \f169 170 106. Diaval fights at her side. Stefan motions to his men. The gradually back Maleficent toward the open door to the battlements. EXT. STEFANвЂ™S CASTLE - THE BATTLEMENTS 169 Maleficent fight them. She knocks the last of the men awa ThereвЂ™s only Stefan now. She corners him against the wa with her wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "It would feel so good to kill you. But IвЂ™11 let you live, for AuroraвЂ™s sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I wonвЂ™t let you take her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I wonвЂ™t take her. SheвЂ™1l come of her own free will. And hereвЂ™s a pittle thing you donвЂ™t know about er. She whispers in his ear. HeвЂ™s shocked by the revelation While sheвЂ™s close, he secretly brandishes his knife and tries to stab her. She backs away and lets herself fall backwards off the battlement. Stefan throws himself on top of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fall in the cup of MaleficentвЂ™s folded wings, grap as she plummets toward the earth. She tries to throw him off. But he clings to her fiercely and tries to stab her with the knife. The ground rises rapidly up toward them. They struggle. He holds onto her, raising the knife. The wind whistles past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFAN",
          "text": "I... never... loved you! Maleficent looks into his eyes as they fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "YouвЂ™re a liar. She flips over suddenly. Stefan loses his grip. His face fills with terror and he falls. \f171 172 107. MaleficentвЂ™s wings open at the last moment before she h the ground and she swoops into the sky. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent enters. Aurora runs into her arms. After a moment, Maleficent crouches to look into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "ThereвЂ™s something I need to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AURORA",
          "text": "Oh Godmother, I already know. On her back, two tiny gossamer wings glitter in the light",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Moorland Faeries, winged and unwinged alike, have gathered on the faerie mound. Maleficent steps onto the * QueenвЂ™s Stone with her guards around her. The Stone scr in protest. She shouts. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "AS you see, I am not the rightful * Queen. But the time has come for me * to step down. * Maleficent steps down off the Stone. It falls silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Fair People of the Moors... I give you Queen Aurora. As dawn breaks, the FAIRY QUEEN AURORA floats down from above, her wings fluttering softly. She lands on the Stone. The Stone ROARS like a lion. The Faeries cheer. Musicians play and the Faeries dance. Auro sees Prince Phillip standing in the back of the crowd. Sh smiles. Maleficent stands with Diaval, the Man. Her hand finds his as they both struggle with their emotions. * \f173 174 175 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pixies stop hesitantly at the faerie path. Thistlewit puts her hand out tentatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Are you certain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOTGRASS",
          "text": "Yes! Queen Aurora has lifted the Binding spell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THISTLEWIT",
          "text": "Come along, Flittle. WeвЂ™re going home. FlittleвЂ™s butterflies fly ahead. Flittle hears somethin She looks back. A CARRIAGE approaches on the road. The Bl Woman leans out and points at Flittle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLUE WOMAN",
          "text": "IвЂ™m coming for you! Flittle gasps and runs after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The land on both sides of the Faerie path is equally gree and verdant. The FarmerвЂ™s SON, now fully grown, and his collies, her sheep. They approach the faerie path. The FarmerвЂ™s son throws down a glove. The sheep trample in their hurry to graze on the sweet moorland grass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maleficent and Diaval sit in the tree, crunching black nu",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I wasnвЂ™t a very good queen, was I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "You did what had to be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Actually, I was a bad queen. \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAVAL",
          "text": "Very bad. In fact, in my opinion, you were the the Mistress of all Evil. She gives him an evil smile. She takes off her Horned Cro",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "I wonвЂ™t be needing this anymore. She takes it off and rubs the places on her head where th horns rested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Ahhh. She hangs the crown on a tree limb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Time to fly. She waves her hand at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALEFICENT",
          "text": "Now a bird. He transforms into a RAVEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AWK",
          "text": "They lift their wings and take flight together. But before they get too far, Maleficent swings around and comes back toward the tree. She swoops low, grabs the Horned Crown and flies off agai As Maleficent and the raven soar together, wing-to-wing, above the beautiful moors fade out.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1194"
    }
  ]
}