{
  "movie_id": "MOV1197",
  "scenes": [
    {
      "location": "MASON MARINE LOT DAY 1",
      "time": "DAY",
      "characters": [
        "DAVE",
        "WHITEBOARD",
        "C.J. /JOHNNY",
        "FORD MANAGER",
        "ON THE LOT 29",
        "POLICEMAN",
        "LOT 141",
        "C.J.'S OFFICE 138",
        "DECK",
        "ADAM",
        "RETAIL SPACE 140",
        "13.",
        "145A",
        "LOT 139",
        "GIGANTIC BLOWOUT SALE.\"",
        "SAM",
        "TROY",
        "I./E. C.J.'S TRUCK, (TRAVELING)",
        "MILD MANNERED CUSTOMER",
        "C.J",
        "FRONT OF CLUB",
        "KYLE",
        "AT THE ENTRANCE 28",
        "CHUCK",
        "AUCTIONEER",
        "28A BACK TO SCENE 28A",
        "LATER 82",
        "TOMMY AND TYLER",
        "11.",
        "FADE IN",
        "DEAN",
        "GARY",
        "OMITTED 13",
        "ALAN",
        "OMITTED 7",
        "A MINUTE LATER 37",
        "PATRICK",
        "AT THE FRONT GATE 149",
        "67.",
        "STEVE, (0.S.)",
        "C.J.'S OFFICE 129",
        "BILL",
        "LOT 135",
        "ACROSS THE LOT 44",
        "THIN CUSTOMER",
        "STEVE",
        "OMITTED 85",
        "OVER ENDING CREDITS",
        "HARVEY",
        "RETAIL SPACE 137",
        "DARYL",
        "QUINCY",
        "MADELINE",
        "C.J.'S OFFICE 132",
        "OLD CUSTOMER",
        "ON THE DECK",
        "ACROSS THE STREET",
        "ON THE LOT",
        "RUSTY",
        "ELSEWHERE ON THE LOT 45",
        "JOHNNY, (V.O.)",
        "TOMMY",
        "80-YEAR-OLD",
        "OMITTED 10",
        "ON THE OTHER SIDE OF THE LOT 43",
        "TINA",
        "82A",
        "OMITTED",
        "MOMENTS LATER",
        "OVER OPENING TITLES",
        "MR. HOFFERMAN",
        "MRS. HOFFERMAN",
        "ANDREW LASER",
        "OMITTED 104",
        "OMITTED 102",
        "BENJAMIN",
        "ESTATE OFFICE",
        "ACROSS THE LOT 72",
        "OTHER SIDE OF THE LOT",
        "JOHNNY, (O.S.)",
        "LOT 133",
        "C.J.",
        "16.",
        "SALE.\"",
        "BODYGUARD",
        "MOMENTS LATER 6",
        "WILLIAM",
        "JOHNNY",
        "LOT 131",
        "C.J.'S OFFICE 134",
        "JENNIFER",
        "MATT",
        "CONTINUED",
        "PICTURE",
        "31.",
        "BACK TO SCENE",
        "TYLER",
        "DECK 136",
        "145B",
        "VICTOR",
        "\"ON SALE,\" \"THIS WEEKEND ONLY,\" \"ONE OF A KIND.\"",
        "30.",
        "ROBERT",
        "LOT",
        "PEDESTRIAN, (0.S.)",
        "I./E. CORVETTE, (TRAVELING)",
        "CAR SALESMAN",
        "OMITTED 57",
        "FRANK",
        "72.",
        "C.J.'S OFFICE 142",
        "DARIN",
        "ON THE LOT 42",
        "MADELINE, (V.O.)",
        "PEGGY",
        "MANAS"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A large sign on the entrance wall reads: \"MASON MARINE BO SALES.\" Underneath, another sign reads: \"GIGANTIC BLOWOUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALE.\"",
          "text": "A dozen 17-25 foot powerboats are evenly spaced in a neat line -- family boats, fishing boats, small cabin cruisers and ski boats. The boats are all spotless and shine in th afternoon sun. The boats are marked with balloons and sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large whiteboard displays monthly sales figures. \"C.J.\" has sold more than the other three salesmen combined. C.J. MASON writes on the whiteboard. Three salesmen sit a a table watching him. C.J. is the owner of Mason Marine. He's around 40, fit, white smile. Behind C.J. are several black and white pictures of he an his father fishing - one picture when C.J. is a young boy holding a toy TUG BOAT, one picture where C.J. is a teena and one more recent picture. Meet FRANK, 50ish, bearded, wearing a Hawaiian shirt, and stuffing a bear claw in his mouth; STEVE, looks like Neil Diamond in a shirt and tie; and KYLE, early 20's, spiked, frosted hair. C.J. You've got to create urgency with the customer. C.J. talks with a lot of intensity. He writes \"Create Urgency\" on the whiteboard and underlines it three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle and a customer, DEAN, walk around a 19-foot fishing",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "You've got time. This thing's been here for like six months. C.J. steps up next to Kyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "Actually, I have someone coming in this afternoon to put a deposit on this boat. We've got some other ones if you want to look at those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAN",
          "text": "No, I kind of like this one. C.J. Well, my customer is coming at two, so if you decide you want it, let me know before then. Dean looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. writes \"Begin Negotiation\" on the whiteboard. C.J. Every customer is a buyer, no matter what they say. Buyers are liars. You just have to decide on a price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve and ADAM look at a 20-foot ski boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "This big bad boat is twelve thousand nine hundered and ninty-nine dollars. Do you want to pay with cash or credit card?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADAM",
          "text": "I really can't afford that much. Adam turns to leave. C.J. steps in. C.J. Suppose I could sell you this boat for a dollar? Would you take it right now? Adam turns back and looks at C.J. and Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADAM",
          "text": "Yeah, let's hook it up to my truck. Script provided for educational purposes. More scripts ca \f3*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER 6",
          "text": "Steve, C.J. and Adam look at the boat, which is now hooke to Adam's truck. C.J. Looks good, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADAM",
          "text": "It sure does. C.J. Now of course I can't sell it to you for a dollar. But what price did you have in mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADAM",
          "text": "I was looking to spend around ten thousand dollars. C.J. What if I could make it happen for two fifty a month, would you take this boat home today? Adam rings his hands together nervously and thinks for a moment. C.J. What about two forty a month?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. writes \"Follow Through\" on the whiteboard and underl it four times. C.J. Follow through is everything in sales. If you're not going to follow through, you might as well not even be here. Frank takes a bite of his bear claw and NODS, clearly off space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and PATRICK look at a 17' bass boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICK",
          "text": "I have to talk to my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f3A*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Okay, great. I'll be here all week. Give me a call and let me know what she says. Frank turns and starts walking away. C.J. moves up next t Frank and turns him back around towards Patrick. C.J. Is your wife home now? Let's drive over and show it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATRICK",
          "text": "I think it would be better if I talked to her first. C.J. Okay. Let me get your phone number. I've got someone coming to look at the boat this afternoon. If they don't buy it, I'll give you a call. Patrick NODS. C.J. How late are you up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 10",
          "text": "Script provided for educational purposes. More scripts ca \f11 12 13 14 4a,",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. C.J.'S TRUCK, (TRAVELING)",
          "text": "C.J. drives on the freeway, talking into a cell phone hea C.J. What did your wife say? (and) I'm sorry to hear that. Is she there now? (and) Could I talk to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. continues to talk into his headset. He puts the gas nozzle into his tank and gets back into his truck, still talking. C.J. Yeah, I understand. I've been there myself. You have to remember, you're buying more than a boat. You're buying memories for your family. (and) Some of my best childhood memories are being out with my dad on our 1956 Bell Boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 13",
          "text": "EXT. C.d.'S HOUSE - DRIVEWAY - NIGHT 14 C.J. gets out of his truck, still talking into the headse C.J. (into phone) I'll even throw in a Wave Raider tube to pull the kids behind the boat with. They'll love it. C.J. sees the gas nozzle dangling from his car. Without missing a beat, he pulls it out and drops it into the tra can. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and his family eat dinner. C.J. continues to talk on the phone. His family consists of his two sons, TOMMY (age 8), TYLER (age 6), and his wife, MADELINE (age 35), who's pregnant. The house is quite small, and the dining room area is mer an extension of the living room. C.J. (into phone) Sometimes me and my wife take the boat out for a romantic weekend without the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "(sotto) You must mean your other wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Why is daddy on the phone so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "He's a hyperactive, neurotic, pathological salesman. C.J. motions for them to be quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bedroom is tiny. C.J. and Madeline lie in bed. C.J. continues to talk on the phone. Madeline picks up her cel phone and dials -- C.J. doesn't notice. C.J. Congratulations. You're going to be so happy with this boat. (and) Could you hold on a second? I have a call on the other line. (and) Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "(into phone) It's time for bed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve, Frank, and Kyle stare at C.J. as he finishes his s",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "I was on the phone with his wife for four hours. I got a brain tumor, but I made the sale. Steve starts clapping. Kyle and Frank join in with him, although Frank's effort is half-hearted at best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "You're amazing, just amazing. That's a great sale, man. C.J. So let's make this our best month ever. Anyone who pulls a hat trick gets a two hundred and fifty dollar cash bonus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve talks to a young hip customer, BILL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "This is a great boat. I can just see you cruising through the harbor in this thing, everyone looking at you, all the chicks asking you for a ride. I could go out with you and be your wingman. The Stevester and Bill out on the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILL",
          "text": "Oh, yeah, sure. Listen I have to run. I have to meet my fiancee for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Oh, a romantic dinner? So you're setting her up for a little bit of the old in and out? Steve PUMPS his hips back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank talks to a MIDDLE-AGED CUSTOMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You're going to need a boat. Unless the government does something about global warming, this whole place is going to be underwater. Forget Jesus, Al Gore is the only one who can save us now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f19 20 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "19 The middle aged customer looks at Frank and NODS politely",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle talks to an OLDER CUSTOMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Dude, do you want it or not? This thing is tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 21 A badminton net is set up in the middle of the huge backy C.J. and Tyler are on one side of the net and Tommy and K HOFFERMAN are on the other side. Kevin is Madeline's fath He's around sixty-five and in great shape, with a tattoo an eagle on his forearm. Tommy whacks the shuttlecock over to the other side of th net and it hits the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Nice shot, Tommy! You're not like your father. You're a winner! C.J. Don't listen to your grandfather, Tommy. He's an insecure, egomaniac who resents me because I have a career that I'm passionate about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "He's right, Tommy. I wish I'd barely gotten by selling used boats instead of fighting for our freedom and then having a very successful career in banking and vacationing in Europe. Not to mention a real house to raise my family in. C.J. Aren't you late for your next cocktail? Mr. Hofferman serves the shuttlecock hard and it hits C.J the chest. Ouch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Victory!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Mr. Hofferman gives Tommy a high-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Down for twenty. Mr. Hofferman and Tommy drop to the ground and start doin push-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Tyler, come over here. You're a winner, too. You just ended up on the wrong team. Tyler runs over to Tommy and Mr. Hofferman and starts doi push-ups. Mr. Hofferman jumps up from doing his push-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Hooah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY AND TYLER",
          "text": "Hooah! Madeline and MRS. HOFFERMAN exit the house. Mrs. Hofferma carries a cocktail and hands it to Mr. Hofferman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "There's an open house across the street. Since you're so successful selling used boats, why don't we go take a look at it. C.J. That sounds like a fantastic idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Great. Let's go. As Mr. Hofferman turns away, C.J. scratches his forehead his middle finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J., Madeline, Tommy, Tyler, and Mr. and Mrs. Hofferman across the street. Mr. Hofferman carries ten pound dumbbells and does reps a chants:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "I don't know, but I've been told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY AND TYLER",
          "text": "I don't know, but I've been told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Selling boats is for assholes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY AND TYLER",
          "text": "Selling boats is for assholes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is gorgeous. A lush green lawn leads up to two pillars on either side of a large, dark wooden door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J., Madeline, Tommy, Tyler, and Mr. and Mrs. Hofferman enter. A huge chandelier hangs down from the second story. A lar staircase leads up. The house is elegant and enormous. JOHNNY CROSS (age 35), the realtor, tall and handsome, strides towards them oozing used car salesman charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "How are you folks today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HOFFERMAN",
          "text": "Fine, thank you. We live across the street, but wanted to bring our daughter and son-in-law over to see the place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "They really can't afford it. He sells used boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Actually, you might be surprised. There are some very creative loan options out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "You'd have to be Michelangelo to create that loan. C.J. I sell a lot of boats, and we have considerable equity in our house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f24 25 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I'm sure we can work something out. Obstacles are meant to be overcome. Mr. Hofferman rolls his eyes as he continues to do reps w the dumbbells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny, C.J., Mr. and Mrs. Hofferman, Madeline, Tyler, an Tommy enter. The living room is every bit as elegant as t rest of the house, with a huge sprawling kitchen on one s and a great living area on the other. Two french doors le out to a huge backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "What ungodly amount of money are they asking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Seven and a quarter. The phone hasn't stopped ringing since they listed it. I'm tempted to buy it myself and flip it. Johnny pulls a mini-football out of his briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hey, kids. Why don't you go outside and throw the football around. It's a great backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY AND TYLER",
          "text": "Yeah! Johnny tosses the football to Tommy as they run outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HOFFERMAN",
          "text": "I'll keep an eye on them. Mrs. Hofferman goes out after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "If you married Blake Frasier, you'd be living here now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Blake used to wear dresses and loved musicals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "That's absurd. He was a marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "11.",
          "text": "25 C.J. Come on, Kevin. Like you never soaped up with your platoon mates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "You watch your tongue!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What is your current payment? C.J. Around eighteen hundred per month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "So if I could get you into this house for around the same amount, you'd put in an offer today? C.J. Yeah, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "How much equity do you have in your house? C.J. About a hundred thousand. Johnny whips out a calculator and starts inputting number",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "If you could put down one-fifty, and placed an offer of seven hundred, and took a fifty year mortgage, your payment would only be around twenty- four hundred. That's pretty close to your current payment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Not really. C.J. A fifty year mortgage? I'm forty-one years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "I'm sorry, but we can't afford this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Why don't you guys put in an offer for seven hundred. (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "26 JOHNNY (cont'd) It probably won't even be accepted. And even if it is, you can always back out during escrow. (a beat) It really would be perfect for your family. C.J. looks out the window at Tommy and Tyler throwing the football around the huge backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "You're wasting your time. Mickey Mouse has bigger balls than he does. Madeline gives her father a look. He looks away and start doing reps again. C.J. rings his hands together nervously. A long beat, and then -- C.J. (with renewed confidence) Let's put in the offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and Madeline enter. Madeline starts quickly undressi She's pissed. C.J. We've always wanted to live ina house like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "How are we going to afford an extra six hundred dollars a month? C.J. Don't worry. It's going to be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Did you think about the property taxes? The taxes are going to be three times what they are on this place. C.J. Just trust me on this. I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "13.",
          "text": "26",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "And how in the world are we going to come up with a hundred and fifty thousand dollars? We're lucky if we have eighty-five in this place. C.J. I'm going to be making some major changes down at the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "What are you going to do? C.J. I'm going to hire some new guys who are really motivated to sell. And if the old guys don't step up, I'm going to let them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "You've been saying that for five years. You're too nice. You're never going to let them go. C.J. Once I get some better sales guys, I'm going to make them commission only. It'll starve the beast. They'll either sell or they won't make any money. Madeline pulls off her earrings and sets them on the coun C.J. Let me do this for our family. C.J. moves up behind Madeline. C.J. We can't let fear run our lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Okay, mister infomercial, I'm not letting fear run my life. I'm letting reality run my life. Madeline rolls her eyes and walks into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The deck is roped off like a dock and has several pieces patio furniture on it, including a table and chairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Frank eats a doughnut. Steve sits at the table drinking D Coke. Kyle sits next to them writing in his notebook and DRUMMING out beats on the table. Steve lights a cigarette and offers one to Kyle, who acce it. Frank fans the smoke away, annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "He may sell twice as many boats as I do, but I have balance in my life. Do you know what I was doing last night while he was selling boats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Petting the one-eyed snake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "No, asshole. I was coaching my daughter's soccer team in the regional quarterfinals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Same difference. Kyle continues drumming on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(to Kyle) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I'm writing a new song, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "All the great rock was written in the seventies. You should write a song like Stairway To Heaven. Led Zeppelin was the greatest band of all time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "You're high, dude. We're way better than Led Zeppelin. You should see my guitar player. He's a lot better than that guy... what's his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Jimmy Page? Your guitar player is better than Jimmy Page?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Yeah, a lot better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What's his name, Eddie Van Hendrix?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "No, his name is Mike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Forget it. Kyle goes back to writing in his notebook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE ENTRANCE 28",
          "text": "HARVEY enters. He's a bit eccentric, wearing an old windbreaker patched with duct tape and glasses that are a large for his balding head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "28A BACK TO SCENE 28A",
          "text": "Frank shoots Steve a look and Steve winks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Kyle, since you're the new guy, why don't you take this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "That guy? He looks homeless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The ones who look like that have all the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'll take him, but when I sell him that Four Winns cabin cruiser, don't come crying to me. Steve stands up. Kyle glances at him and then stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I got it. Kyle moves out toward Harvey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE LOT 29",
          "text": "Kyle holds out his hand to Harvey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Welcome to Mason Marine. I'm Kyle. Harvey gives him a once over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f15A*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I just bought three boats at a charity auction. Got a great deal. Two hundred fifty bucks for all three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f29 30 31 32 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "16.",
          "text": "29 Kyle turns his head and shoots Steve and Frank a really m glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DECK",
          "text": "Steve and Frank bust up LAUGHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I buried two of the boats in the ground and made septic tanks out of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Septic tanks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "Yeah, I just put some old plywood over them and ran the plumbing to my trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Are you serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "Yeah, it works great. The third boat runs pretty well, and I want to take it to Mexico. 30 31 Kyle just NODS his head as Harvey continues to RAMBLE on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve stands talking to a young couple, beside a ski boat. DAN and DEBBIE, In the background, Kyle still talks to Harvey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'm envious. You guys are going to have a great summer! Let's go in and finish up the paperwork. You'll have to take the Stevester skiing sometime. Steve extends his hand to both of them and they shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. stands at the counter talking to Kyle. 32 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "You're helping Harvey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "You know that guy? C.J. He comes in here all the time. If you want to be successful in sales, you have to know the difference between light and heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "He's cool. I won't spend too much more time with him. Kyle exits. Steve enters carrying a stack of papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I just sold that Larson out there. Made a great deal on it. C.J. Did you up sell any accessories?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Nah, they could barely afford the boat. C.J. Finance the accessories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yeah, I'll talk to them about that as an option. Frank's sits at the counter. He looks up at Steve and C.J and notices Dan and Debbie standing outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Did you just sell to that couple?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yeah, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "That's my be-back. I talked to them last week!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yeah, right, prove it. Frank pulls out a small pad and starts flipping through i",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Steve, pointing at his pad) Here, right here, Dan and Debbie! Steve rolls his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "You're the \"half deal\" king because you can't close anything yourself. This is my deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to C.J.) C'mon C.J., you know this is half my deal. Frank shows C.J. his pad of paper. C.J. Steve, it does look like he talked to them last week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "C'mon C.J., quit standing on my dick! Whoever closes the deal should get the money. I'm just going to start taking down names and taking half deals. That'd be a hell of a lot easier than closing them. C.J. You know the rules.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(to Frank) Then you go out there and up sell the accessories. C.J. Yeah, that's a good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Forget it. You can have it. C.J. What? Where is your motivation? I'll go out there and sell them the accessories myself! C.J. angrily snatches the paperwork out of Steve's hand a walks out the door. Script provided for educational purposes. More scripts ca \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J., Frank and Steve wave as Dan and Debbie drive away i their SUV towing the boat. The SUV is packed with accessories, literally falling out windows -- life jackets, rubber bumpers, anchors, ropes, fire extinguisher, a boat cover, water skis, a wake board and a huge inflatable yellow hotdog wave rider strapped t the roof. C.J. You know what guys? I've had it! You guys are -- MUSIC blares as Johnny pulls up in his Corvette. C.J. tur and sees Johnny Cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hey, Captain, so this is your lot? Johnny steps forward and holds out his hand to Frank and Steve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Johnny Cross. A pleasure to meet you. They shake hands. C.J. Have you heard anything on my offer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It's being handled by another agent in the office. I'm getting out of real estate. C.J. Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "That's actually why I came by. (beat) I've sold all kinds of stuff from lemonade when I was a kid to cars to real estate, and I've always been the best. And while I love to sell, I've never loved what I was selling. Frank rolls his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "When I was a kid, my grandfather used to take me fishing. (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "JOHNNY (cont'd) We'd leave early in the morning when the lake was like glass. I used to love watching the wake from the motor behind the boat. To this day, the smell of gasoline and two-stroke oil brings me right back there. So when you and I met, it was like I got slapped in the face. Why not sell boats? I brought my work history with some references. Johnny hands C.J. his RESUME. C.J. glances at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We don't need another salesman. C.J. Actually, we do. We're headed into the busy season. (to Johnny) But you really have to know boats to be able to sell them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I learn quickly. Give me a shot. You won't be sorry. C.J. hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I'll work on commission only. It's ano lose situation. C.J. considers this. C.J. Wouldn't you make a lot more money in real estate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It's not about the money. I've got plenty. I just want to do something I enjoy for a change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Let's see if he can sell to Harvey. C.J. Great idea. If you can sell a boat to Harvey, you got the job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "(2)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Money in the bank. C.J. (calling to Kyle) Kyle. Come over here for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER SIDE OF THE LOT",
          "text": "Johnny approaches Harvey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hello, welcome to Mason Marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "Thanks. Are you new?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I started today. How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I want to take a trip to Mexico ina boat I bought for a hundred dollars, but the gas tank isn't big enough. I was thinking of constructing a raft and putting six 55-gallon drums on it and filling them with gas and running a fuel line from the raft to my motor. Do you think it would work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "That's very Macgyver of you. But, no, I don't think it will work. I do however have the perfect boat for you. Wait here. 21. 34 35 Johnny shows Harvey over to the deck and pulls out a chai for Harvey to sit in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Harvey sits on the deck waiting. 36 Behind him, in the distance, Johnny pulls a beat up old D out of the dumpster. Johnny pushes the dingy on a wheelbarrow up to Harvey. boat is a real piece of crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "We're having a sale on this boat. It's only a hundred dollars. This",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "A hundred dollars? For that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "How much would you pay for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I'll give you ten dollars for it. It actually would make a good planter for some of my cacti. Johnny pauses like he's really thinking about this offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "No. I can't go that low. It won't take much to get this back on the water. I think I'll keep this one for myself. Johnny starts rolling the wheelbarrow away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "Okay, twenty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thirty-five and it's yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I'll take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MINUTE LATER 37",
          "text": "Johnny, C.J., Frank, Steve, and Kyle watch as Harvey driv away with the dingy in the back of his truck. Johnny hands C.J. thirty-five dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "That doesn't count. That was in the dumpster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Nobody said which boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah, but -- C.J. You're hired. C.J. and Johnny shake hands. Script provided for educational purposes. More scripts ca \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny, Kyle, Steve, and Frank sit on the deck. A half em box of doughnuts sits on the table. Frank eats a maple lo Johnny reads a boating magazine. C.J. exits the shop pushing a dolly with a helium tank on C.J. Let's start blowing up some balloons and make this place look like we're having a party. Johnny gets up, followed by Kyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Aye aye, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I'll be right there. Let me just finish this cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Let me just hit the head real quick. Frank exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny and Kyle stand blowing up balloons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What is their deal? Are they here to sell or eat free doughnuts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Yeah, they're a little lazy, but they know how to sell boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Are you kidding? Listen, Kyle, I'm about to sell more than the three of you combined. If you want to learn how to sell, you come talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Yeah, I appreciate that, but I'm only going to be here for a couple more weeks. My band is about to be signed. Frank exits carrying a big sign that says \"SUPER GIGANTIC BLOWOUT SALE.\" (The word \"SUPER\" has been added to the ol sign.) He hangs the sign on the fence, crooked, and walks away. Johnny walks over to the sign and straightens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Sales is all about the details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny and GARY look at a 22' Boston Whaler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Do I hear a bit of an accent? Where are you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Asheville, North Carolina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Really, I lived in Asheville. Right off Tunnel Road by Pete's Diner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "No kidding. I used to eat there all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah, Pete's a great guy. If you're back in Asheville, tell him I said hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I'll do that. Johnny passes the hull of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I hate to see it go, but if someone's going to buy it, I'd really like you to have it. This was my grandfather's Whaler. He taught me how to fish and chase women in this boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Really, then why are you selling it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "He just passed away and it's too emotional when I fish out of it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "I'm really sorry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thanks. He took great care of this boat. You're not going to find one in better condition. Script provided for educational purposes. More scripts ca \f41 42 43 44 45 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Whaler is hooked up to Gary's truck. Johnny pulls the chains connecting the trailer to the truck to make sure they're secure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You're all set. Johnny waves and Gary drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE LOT 42",
          "text": "Frank stands beside a ski boat talking to a YOUNG CUSTOME",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It's the Mercruiser 4.3 Liter. The way the Republicans have screwed up gas prices, your better off with this one than the 5.0. It's got plenty of pep and is a lot better on gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OTHER SIDE OF THE LOT 43",
          "text": "Kyle stands beside a low-profile, high performance boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "This is a pussy-boat. You'll get so much play in this thing, your dick will fall off. The CAMERA PANS OVER to an 80-YEAR-OLD MAN wearing a flop white fishing hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "80-YEAR-OLD",
          "text": "Son, it fell off years ago. You got anything I can fish out of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE LOT 44",
          "text": "Steve stands beside a fishing boat talking to a man and h son, LARRY and LARRY JUNIOR. Steve is smoking a cigarette",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "My dad never took me fishing when I was a kid. Now I hate him... Just kidding... He's a great guy... When he's not drinking. So what do you think, cash or charge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELSEWHERE ON THE LOT 45",
          "text": "Johnny kneels down at the back of another truck. He pulls the safety chains, making sure they are tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Okay, you're good to go. Enjoy yourself out on the water. The truck drives off towing the boat. Johnny walks back toward the building. The sun is setting C.J. stands in the doorway. Frank walks by. C.J. How'd it go with that customer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Real good. He's got to check with his credit union and then he'll be back this weekend. C.J. Did you get his phone number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Nope. Trust me, my customers call me back. C.J. Come on, Frank, you know better than that. Frank shrugs, goes into the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. enters, talking on the phone. C.J. (into phone) Great, great, you're going to love this boat. I'll see you tomorrow. Madeline approaches C.J. as he hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "They accepted our offer on the house. C.J. pauses for a moment, unsure. C.J. Great, that's fantastic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "Absolutely. Things are going great down at the shop. Johnny is just a phenomenal salesman. Tommy and Tyler enter. Tyler carries TUGGY the tug boat, old toy tug boat that was seen earlier in the picture of and his father. Tyler sets Tuggy on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Tyler, take Tuggy off the table. Tyler sets Tuggy on the floor. C.J. (to the kids) We're moving to the new house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Will I get my own room? C.J. Yes, you will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Can I get a dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Only if it's a sled dog that can pull down an extra pay check. (to C.J.) We're going to need every dollar we can get to pay for this house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny stands beside a Ranger bass boat talking to a customer, MATT. Frank stands nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Do you want the hundred and fifty horsepower motor for an extra five hundred or the ninety horsepower motor for the advertised price?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MATT",
          "text": "It doesn't come with this motor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Not for that price. We'd lose our shirts if we did that. The ninety horsepower is a fine motor. It will get the job done, but this boat will scream with that hundred and fifty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Frank walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The hundred and fifty horsepower motor comes standard with this boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Positive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Wow, my mistake. This boat is a hell of a deal. Thanks, Frank. Johnny turns back to Matt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Sorry about that, Matt, but it's all the better deal for you. Since you're saving five hundred dollars, let's take a look at a bimini top and some accessories to really cherry it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny enters carrying a stack of paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I got full bill on that Ranger and sold about a grand worth of accessories. C.J. That's great! You're doing a terrific job. I'd venture to say that you're almost as good a salesman as I am. Johnny smiles and turns to leave, but then turns back to",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You and I should have a sell-off. You know, just for fun. C.J. I wouldn't want to embarrass you in front of the other guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Right, right. Well if you change your mind, let me know. Script provided for educational purposes. More scripts ca \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank enters the bathroom. Johnny shoots in after him and pushes him up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Listen Jimmy Buffett, if you ever cut in on one of my sales again, you'll be eating your doughnut through a straw. Johnny throws Frank to the side and walks away. Frank rub his sore neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny waves to ANOTHER CUSTOMER, who drives away towing boat. Frank, Kyle, and Steve sit on the deck. Steve and Kyle sm",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "That guy can really sell, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I could sell ten times as many boats as he does if I were willing to flush my integrity down the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yeah, right. Johnny approaches them. C.J. walks out of the building. C.J. Great sales today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thanks, man. Hey, you guys want to go grab a beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "No, thanks. My daughter has a soccer game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I got band practice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Can't, man. I got a little of this waiting for me. Steve pumps his hips as he stands up and starts moving aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I met this fine honey online.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "30.",
          "text": "50 C.J. I know it's none of my business, but you have a great wife at home. Is this girl really worth the risk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Let me put it to you like this -- she's trying to set up a threesome with her mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Sweet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(to Johnny) Count me in next time for that beer. I really want to hear about how you made all those sales today. Steve exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Looks like it's just me and you. C.J. I'd love to, but my wife is going to have dinner on the table in half an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Come on. Just one beer. I got some ideas I want to bounce off of you. I think they could really get this lot going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J and Johnny sit at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I just love that feeling when you've got them and there's nothing they can do. You're a big old Cheshire cat grinning down at the little mouse in the corner and they're going to buy whatever you're selling. God it's good! C.J. Man, I wish the other guys had the passion for selling you and I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It's addictive. All you have to do is give them a taste of the drug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "31.",
          "text": "51 C.J. Believe me, I've tried. They just don't seem to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You have to think outside the box. When I was sales manager at Greensboro Ford, I hired a really hot secretary to motivate the guys. She had these big fake tits and a tight little ass. The top salesman of the day got to bang her. C.J. Was she a prostitute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "She wasn't fucking those rednecks for fun. C.J. laughs a bit nervously. Johnny smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Anybody can sell. You just have to find their button. C.J. You don't know Frank very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Why don't you let me manage the guys for a while? I've got some ideas I think will get them selling. C.J. I don't know, I'm not sure how they would take it with you being here such a short time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I outsell the three of them put together. C.J. Frank won't listen to me. He's never going to listen to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Come on, just try it for a month and if it doesn't work, I'll go back to straight selling. If it does work, I get a half point on everything they sell. les at C.J. like a Cheshire cat. Script provided for educational purposes. More scripts ca \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle, Steve, and Johnny are seated, eating doughnuts and drinking coffee. Frank enters and looks at the half empty box of doughnuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Who took the bear claw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "The early bird gets the worm. Johnny greedily bites into the bear claw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'll give you a fucking worm. Frank grabs another doughnut. C.J. enters. C.J. I have an announcement to make. As you all know, Johnny is a seasoned salesman and has been a great asset to the lot since he started. Even though he hasn't been here long, he's really proven himself. I'm not sure I've done the best job in managing you guys and motivating you to sell. With that in mind, I'm going to promote Johnny to sales manager. You will all be reporting to him from now on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I quit. C.J. Frank, change is hard, but just give it a chance. You can learn a lot from Johnny. He really is a great salesman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Whatever. C.J. Johnny, the floor is yours. I have to go pick up a couple of boats. C.J. leaves. Johnny stands up in front of Kyle, Frank, and C.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I'm here to help you guys, to teach you to sell. I want us all to make a lot of money. Steve starts CLAPPING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Save it, Steve. Steve stops clapping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "But let me tell you something. This shit about hanging out on the deck smoking, not helping out with the balloons, being a bunch of lazy asses... That dog don't hunt. You guys have had it too easy for too long. Things are about to change around here, and you're going to have to start producing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "We'll just follow your lead, big man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Shut up, Steve. I don't need your fucking brown-nose bullshit. (and) If you guys get out of line, I'm not afraid to hit you. Frank, Steve, and Kyle all look at each other, dumbstruck",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It's called tough love. I want us to be like a family. I know how to sell, and believe me, I want to teach you guys everything I know a lot more than I want to smash your fucking face in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank shakes VICTOR'S hand. Victor is a tattooed hombre wearing a wife-beater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Okay, great, check back with us next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "54 Victor walks away. Johnny moves up next to Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Did you get his contact information? Frank sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "No. My customers call me back... Johnny pulls out a small hand-held TAZER and touches Fran arm with it... 222222222222. Frank shudders as the electricity flows through him and he falls to the ground. Steve, sitting on the deck, sees what just happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "A motivational technique. (pointing toa customer) Now go help that customer and make sure you sell some accessories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yes, sir, big man. Steve jumps up, throws his cigarette aside, and moves out towards the CUSTOMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny catches up with Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hey, I'm the sales manager. I just wanted to see if there was anything I could do to get your business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "I'm looking for something big and fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "We've got a twenty-foot Four Winns that'll run in the mid fifties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Not big enough. Not fast enough. I'm looking for something that's at least twenty-five feet and will do eighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f35*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I can get you that boat. Let me get your phone number and I'll call you. Johnny takes out a pen and starts writing Victor's phone number down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. sits at his desk nervously looking at PICTURES of hi new house. Johnny enters and sees the pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "That sure is a nice house. C.J. Yeah, it really is. But between you and I, I don't know if I can really afford it. Johnny moves behind C.J. to get a better look at the pictures, resting a hand on C.J.'s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "We're going to get you that house. C.J. How? Do you have an extra seven and a quarter you can give me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "No. But I've got some new motivational techniques I want to try out on the guys. If they work, it'll earn us at least that much. C.J. What ever you need to do to get those guys selling, just go and do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank's daughter, LUCY, who looks surprisingly like Frank kicks the ball to Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Great kick! Johnny moves up next to Frank, CLAPPING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Is that your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f35A*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What a great little athlete she is. Lucky girl, she looks just like you. And then it dawns on Frank that it's a little strange tha Johnny is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I was in the neighborhood. (a beat) I told you, I want to be your friend and your boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Uh, yeah, right. Do me a favor, don't come by my house anymore. Johnny slides the TAZER GUN out of his pocket just enough Frank to see it. Frank quickly backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You'll have to have me over for dinner sometime. (to Lucy) See you later. Johnny waves as he exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 57",
          "text": "Script provided for educational purposes. More scripts ca \f58 59 36*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve and his mistress, ANDREA, are in bed having sex dog style. Andrea is a BBW (big beautiful woman) .",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Who's your daddy?! Tell me, baby, who's your daddy?! Does it feel good having that big thing inside you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny's Corvette is parked next to Steve's car. Johnny g out of his car holding a CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE, (0.S.)",
          "text": "The Stevester's your daddy! Script provided for educational purposes. More scripts ca \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeline prepares breakfast. C.J.'s phone RINGS. He answe it. C.J. (into phone) Hey, Johnny, what's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (V.O.)",
          "text": "Captain, I'm on fire. I've gota customer looking for a 22-foot center console. I was wondering if you had anything like that? C.J. (into phone) I was looking at one yesterday. I'll go pick it right up, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Or you could have breakfast with your family. C.J. Maybe tomorrow. I can't right now. I've got to go pick up a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (V.O.)",
          "text": "You know what, the customer's not coming back until three. Stay and have breakfast with your family. C.J. (into phone) Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (V.O.)",
          "text": "Yeah, Captain, I've got everything covered down here. C.J. (into phone) Okay, well thanks. C.J. hangs up the phone. C.J. What's for breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve sits across from Johnny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You're doing better, but there's a lot of room for improvement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yes, sir, big man, but don't worry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(interrupting) At the end of the day, it's all about the numbers, and yours just aren't there. Here's the deal. Johnny pulls out a manila folder filled with PICTURES of Steve and Andrea having sex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You either start selling or I'm sending these to your wife. Johnny starts handing the pictures, one by one, across to Steve. Steve's face goes pale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Is her mom still in town for the threesome or did she swim back to the Arctic? Johnny waits for a response, then flips the last picture Steve, a picture of JOHNNY having sex with Andrea doggie- style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PICTURE",
          "text": "Johnny wears a cowboy hat, looks at the camera with a hug grin on his face, and is giving the \"thumbs up.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (O.S.)",
          "text": "Who's your daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. talks with a CAR SALESMAN. Three boats, including th 22-foot center console, sit in the very back of the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR SALESMAN",
          "text": "I got them in trade. I don't have any way of selling them. Ten thousand dollars for all three of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f62 63 64 65 66 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny sits at his desk, Frank sits in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You've shown some improvement, but your numbers need to be about double what they are now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah, blow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It would be a real shame if your daughter lost her legs and couldn't play soccer anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You know what, fuck you! (gives Johnny the finger) I quit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "No, you don't quit, you sell. Frank gets up and leaves. Johnny follows Frank with his stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucy SCREAMS. Frank enters. In a pile on Lucy's bed are several STUFFED ANIMALS with their legs cut off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle is on stage ROCKING with his BAND. A CROWD of about fifty people dance along to the music. A gaggle of HOT CHICKS lines the front row, SCREAMING at Kyle. Johnny is in the back at the bar drinking and listening t the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle's band moves their equipment into a minivan. Kyle an Johnny stand in the alley smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You guys are actually pretty good. You could go places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "We got a meeting with a major label next week. Johnny nods and puffs on his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You really have to sell your band to the record company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "It's art, man, not a boat. Johnny throws his cigarette down and stomps it out. The drummer walks by pushing a cart with a drum set on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Everything in life is sales. The drummer starts loading the van with the drum kit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "See that drum kit? Someone sold it to your drummer. Your van? Someone sold it to your parents. This building? Sold to the owner. The concrete we're standing on? Sold to the city. Do you invite industry people to your shows and tell them how great your band is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "So they will sign us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Kind of like us inviting customers to the lot to buy a great boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Well... I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I don't care if it's a boat or the greatest song ever written. (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f66 67 68 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "JOHNNY (cont'd) They both have to be sold and the technique is the same. Always has been, always will be. Kyle thinks, NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Steve sit in the car, wearing fishing gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "He had pictures of me and Andrea having sex. He said if I didn't sell, he'd show them to my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I knew it! He threatened to cut off Lucy's legs if I didn't sell. Frank holds up a STUFFED ANIMAL with cotton spilling out the hole where it's legs were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "He left this as a calling card so I'd know he was serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Shit. What are we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We got to go to the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "And tell them what? That I'm cheating on my wife, and you think he tore the legs off Winnie the Pooh to get you to sell more boats? They sit in silence for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We need to tell C.J. what's going on. He'll listen to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catalina Island can be seen in the background. A Grady Wh fishing boat drifts along. Steve, Frank, and C.J. all hav their fishing rods out. Steve suddenly pulls up sharply on his pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Here we go! Steve starts reeling his rod as it bends down toward the water. Suddenly the line goes slack and the pole comes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Damn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You got too anxious. You have to play the fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Thanks \"old man and the sea.\" C.J. (laughing) I really enjoy being out on the water with you guys. Thanks to Johnny, we'll be able to do this more often. A long silence. Steve glances at Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "C.Jd., we know how much you like Johnny, but he's a sociopath. C.J. What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "He's cheating customers. He shocked me with a tazer gun when I didn't get a customer's phone number. And he threatened to cut off Lucy's legs if I don't sell more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Frank's right, the guy is crazy. C.J. Now come on guys, you've been watching too many mob movies. He's not going to cut off anybody's legs. Johnny is a little outside the box with his methods, but he's not going to hurt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What about the tazer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "It did get you selling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah, and my balls glow in the dark now. C.J. I'll tell you what, I'll talk to him and tell him to tone it down a bit. Steve sets his pole down to grab a beer from the cooler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I wouldn't leave your pole there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "It'll be fine. As Steve reaches for a beer, his fishing pole jerks taugh and whips over the side of the boat. Steve reacts, stops. He opens his beer and takes a sip li nothing happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny and Kyle sit on the deck. A customer, QUINCY, come onto the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Get to know him a bit and then start a negotiation. Ask him if he'd buy the boat for a dollar. Once he agrees to that, it's just a matter of deciding on a price. Johnny sees Quincy looking at a Wellcraft Bow Rider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Go get him, tiger. Kyle heads out towards Quincy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle and Quincy stand beside the Wellcraft Bow Rider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Would you buy this boat for a dollar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUINCY",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Well, I can't do that, but what price were you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and Johnny blow up balloons. C.J. I know this is probably ridiculous, so don't take this the wrong way. But did you shock Frank with some kind of a stun gun? Johnny pulls out his tazer gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I was just kidding around with him. It doesn't really hurt. It's made for training dogs. C.J. I think it upsets Frank, so maybe you better not shock him anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah, yeah, no problem, Captain. C.J. hangs the sign on the wall. It reads: \"SUPER DUPER",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE LOT 72",
          "text": "Frank stands, eating a jelly doughnut. Johnny approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Did you tell C.J. I tazered you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "No. Johnny puts the tazer on Frank's arm and 22222222222, Fra shakes, throws his doughnut in the air. He falls to the ground. Johnny walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve stands with a customer, RUSTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "The coast guard requires a horn, a throwable cushion, flares, and a life preserver for every person on the boat. Do you have any of that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Uh... no. Steve starts gathering the items off the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "You'll probably want an anchor. It would be a bummer to drift away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Yeah, I guess it would. Steve puts all the things in a pile on the floor and hurr over to grab an anchor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank stands with a customer, SAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Thanks for all of your help. I'll give you a call tomorrow after I talk with my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sounds good. Let me get your phone number, and if any other boats come in, I'll give you a call. Johnny stands nearby smoking a cigarette. He NODS in approval and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny stands beside a Larson family boat, showing it to CLOSSON and his wife, JENNIFER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "I want something really safe. I'm scared to death of the water and I don't swim well. Johnny LAUGHS and puts his hand on her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You have my word, you will leave here with a safe, quality boat that won't sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What about this Larson? Johnny pauses a beat, reminiscing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Funny you should ask. That was my grandfather's boat. He passed away last month. I was going to keep it, but there are too many memories wrapped up in her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "I'm really sorry to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thank you. The upside for you is that my grandfather kept this thing in the garage right next to his fully restored 1956 Corvette. Johnny puts his hand on the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You won't find a cleaner, safer, or more reliable boat on the lot. Grandpa would love it if he knew a nice, young couple got her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Do you mind if I get in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Help yourself. But do me a favor and slip your shoes off. Grandpa always insisted. Jennifer and Troy take their shoes off. Jennifer smiles a Troy helps her into the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny pulls some paperwork off of the printer. Kyle ente",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Hey man, C.J. wanted to check that boat out before it sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Don't worry. I checked it out myself. It's solid as a rock. Script provided for educational purposes. More scripts ca \f77 718 719 80 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. walks past Frank's desk. Frank is on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hey, Bill, this is Frank down at Mason Marine. I just wanted to follow up to see if you had a chance to talk to your wife about that Boston Whaler? C.J. smiles as he goes into his office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny stands at the whiteboard adding up sales. C.J. enters and looks at the board, incredulous. C.J. Frank did eighteen thousand yesterday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah, he's really picking it up. C.J. And Steve did twenty-two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "The boys are hustling, Captain. Kyle just sold that VIP, about two grand in accessories and an extended warranty. C.J. I'm going to have get more boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An AUCTIONEER stands in front of a large CROWD of people. 23' Hallett boat sits on the auction block. C.J. raises h hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "Going once... going twice... sold to number 36. The auctioneer points at C.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and Madeline lie on the bed. C.J. flips through the classified ads. Madeline leans in and kisses C.J. and tri to pull the classified ads away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "Not right now. I got to call this guy on a Ranger bass boat. C.J. dials his cell phone. Madeline HUFFS, rolls her eyes. She pulls a VIBRATOR out the night stand and turns it on. C.J. (into phone) Hello, I'm calling about the Ranger bass boat you're selling? (and) How long is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Ooooh... It's really long... Madeline starts to MOAN a little bit and C.J. waves for h to quiet down. But she just gets louder and louder. C.J. (into phone) Is the motor a two-stroke or a four- stroke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Give me the four-stroke. (yelling) Oh, yes, yes... C.J. Is it oil injected?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Ooooh, yes, inject me with your oil! C.J. Nothing, it's just the television. (holding the phone down) Honey, could you turn it down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Not now, I'm coming... oh... oh... oh... oh... C.J. (into phone) So how early do you get up in the morning? (and) Okay, great I'll see you at seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "C.J. hangs up the phone and Madeline turns off her vibrat and rolls away from him. C.J. But what about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "I just got a long, four-stroke oil injection, and you want to give me that? Madeline motions towards C.J.'s obvious erection under th sheets. Madeline turns off the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Troy and Jennifer are out in their new boat. Troy drives. Jennifer sits in the middle of the boat and two life preservers on over her bikini.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "(smiling, screaming) Troy, slow down! Troy presses down on the throttle a little more and the b goes even faster. Jennifer SCREAMS playfully. Troy slowly pulls the throttle back and the boat drifts t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Isn't this great? (seductive) Why don't you take those life jackets off. Troy moves to Jennifer and starts taking her life jackets",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "Oh, Troy, are you going to save me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER 82",
          "text": "Jennifer is laid back on the seat, feet on the floor. Tro is on top of her and they are making out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "(getting up) Troy, Troy, my feet are in water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f82 83 84 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "What? Troy gets off of her and looks at the floor of the boat, which is covered in about an inch of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JENNIFER",
          "text": "(screaming) We're sinking! We're sinking! Help! Troy scrambles to the stern. He kneels down and looks. Water pours in through a torn shift bellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "Put your life jacket on! He moves to the console, frantically trying to start the boat, but it won't start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. and Mrs. Hofferman, C.J., and Madeline stand looking the house. Mr. Hofferman has his dumbbells and is doing shoulder raises. The REALTOR hangs an \"IN ESCROW\" sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "You're putting in a pool? C.J. Yeah, the kids will love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "We'll buy this place for pennies on the dollar when the bank forecloses on it in six months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HOFFERMAN",
          "text": "Kevin! (and) Let me get him out of here so you can enjoy yourselves. Mrs. Hofferman pulls Mr. Hofferman away. C.J. I wanted to show you something up in the master bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. opens the door and enters with Madeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f84 85 86 87 88 89 51*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A trail of rose pedals leads to a blanket, picnic basket an iced bottle of champagne. C.J. pulls out his cell phon and deliberately turns it off. He kisses Madeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny smokes a cigarette. Troy comes storming through the front gate with the look a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "You mother fuckers sold me a piece of shit, and my wife and I almost died! Johnny glances into the retail space where C.J. is talkin Frank, and he quickly moves to intercept Troy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hey, I'm really sorry. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and Frank hear the commotion and move to the doorway Johnny gets to Troy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TROY",
          "text": "I hope you have good insurance. I'm going to own this place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Okay, okay, let's just take a look at the boat. As they walk out of the gate, Johnny picks up a 2x4 PIECE WOOD leaning against the fence. He pats the 2x4 in his other hand, testing the strength, if he's getting ready to hit someone with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and Frank watch as Troy and Johnny disappear around corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f89 90 91 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What's he going to do with that? C.J. exits. Frank follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. and Frank arrive at the boat. Troy lies on the ground, blood coming out of the back of head. The 2x4, with a patch of blood on the end, lies nea C.J. What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "He was getting up in the boat and he fell backwards. Call 911! C.J. quickly dials his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J., Johnny, Frank, Steve, and Kyle stand on the deck. C.J. What the hell happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "He was stepping up on the boat and slipped and fell backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "On the 2x4?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah, I've got a bad knee and I was going to use it to help me into the boat. As he was falling, I dropped the 2x4 to try to catch him and he hit his head on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Ha! That's the most ridiculous story I've ever heard. You hit him in the head with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I don't care what you think. God and I know the truth. (to C.J.) You're going to fire me, aren't you? C.J. pauses for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "There's a 53. 91 C.J. No, I'm not going to fire you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "This is just like my last job. I come in here and turn this place around, but in the end, I get blamed for any negative shit that happens. You guys are jealous of me. pause as no one says anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I'm going to the hospital to tell him how terrible I feel about this. Johnny walks off the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "C.J., you have to call the cops. You know he hit him with that 2x4. C.J. He didn't hit him. Johnny wouldn't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I know Frank is a whining little bitch, but I think he's right about this. C.J. (a beat, nervously) Come on, guys, it's ridiculous. Kyle, what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I can't see him hitting someone over the head with a block of wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "You know C.J., we may be selling more boats since Johnny got here, but this place is really sailing in the wrong direction. C.J. may be defending Johnny, but the look in his eye say he's not so sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTATE OFFICE",
          "text": "C.J. and Madeline sit in front of a desk. C.J. rapidly ta his foot and stares at the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Are you okay? C.J. (snapping to life) Yeah, yeah, I'm good. The realtor, PEGGY, sits down at her desk with a bunch of paperwork. Peggy wears a NECK BRACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "The inspection on the new house passed with flying colors. C.J. Oh, great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "And we have three offers on your old house. Peggy slides some paperwork over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Sign right here. Peggy points to the paper work. Madeline starts signing. C.J. So what happened to Johnny Cross? Peggy nervously touches her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "Oh, he just decided to move on. ANOTHER REALTOR with a BROKEN ARM sets some letters on Peggy's desk. C.J. looks around the office. A THIRD REALTOR talks on the phone. He has a BANDAGE wrap around his head. A WOMAN LIMPS by using CRUTCHES and wearing a LEG CAST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEGGY",
          "text": "And sign right here. Peggy points at the paperwork and C.J. signs. Script provided for educational purposes. More scripts ca \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. pulls a piece of paper out of a file drawer. Close on paper It's Johnny's RESUME. Three references are listed -- all dealerships. C.J. picks up the phone and dials the first number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny sits in bed watching porn. His pants are around hi ankles. On the bureau, THREE CELL PHONES are lined up. The first RINGS. Johnny pulls his pants up, grabs the phone, and flips it",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone; thick southern accent) Bob's Ford of Greenville. This is Carl, how can I help you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "(into phone) Hey, my name is C.J. and I'm looking to hire Johnny Cross. Can you give me a reference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone; thick southern accent) Johnny? Oh, he was great. I'd give anything to have him back. We never sold so many cars. C.J. (into phone) Did you ever have any customer complaints or... (gulp) injuries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone, thick southern accent) Injuries, nah. He was a model employee through and through. Johnny scoops up the other phones and runs out of the hot room. Script provided for educational purposes. More scripts ca \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. CORVETTE, (TRAVELING)",
          "text": "Johnny races down the street. The two other cell phones s on the passenger seat beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone, thick southern accent) You take care of yourself, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. dials the next number on the resume. The second cell phone RINGS. Johnny picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone; thick Boston accent) Deal Chevrolet, this is Kevin. C.J. (into phone) Hey Kevin, I was calling for a reference on one of your former salesmen, Johnny Cross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone; thick Boston accent) Did a good job for us. Never gave us any problems. Hell of a salesman. Suddenly, Johnny swerves around a pedestrian crossing the street, lays on the HORN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEDESTRIAN, (0.S.)",
          "text": "Hey, slow down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hey, shut the fuck up! C.J. (into phone) What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone; Boston accent) We're having the biggest sale of the year and customers are getting really excited. Oh. Script provided for educational purposes. More scripts ca \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny pulls up in front of Mason Marine. The third phone RINGS. Johnny picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(into phone; thick Minnesota accent) Fargo Toyota and John Deere, can you hold please? C.J. (into phone) Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny enters C.J.'s office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Hey, C.J. we got any hot leads today? Surprised, C.J. looks up at Johnny and spills his coffee himself. C.J. drops the phone and jumps up. Johnny leans down to pick up the phone. C.J. No, no, no, I got it. C.J. quickly grabs the phone from Johnny. C.J. I'm in the middle of a call. I'll be right with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Who is it? C.J. Nobody, my realt -- wife. Johnny stares at him for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You want another cup of coffee? C.J. No, I'm okay. Too much caffeine. Bad for me. Johnny exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (V.O.)",
          "text": "(from phone, thick Minnesota accent) Thanks for holding. How can I help you? C.J. Um, never mind. I think I gota wrong number. C.J. hangs up the phone. After a moment, he picks up the phone and dials again. C.J. (into phone) Yes, could I get the number for the Ford dealership in Greenville, South Carolina? C.J. writes down the number on a piece of paper, then dia the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cute receptionist, TINA, answers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "Greenville Ford, how can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "(into phone) Hello, I'm calling for a reference on Johnny Cross?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "Johnny? That bastard owes me five years of back child support. Where is he? C.J. Pasadena, California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "You tell that no good used car salesman I'm coming out there and I want my money! The FORD MANAGER walks by the receptionist's desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD MANAGER",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f97 98 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "It's someone asking about Johnny. The Ford Manager takes the phone from the receptionist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD MANAGER",
          "text": "Who is this? C.J. My name is C.J. Mason. I was calling to get a reference for Johnny Cross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORD MANAGER",
          "text": "Is he out of jail? Yeah, he worked for us for a few months. Sold a lot of cars. Stole a lot of money, too. Then he got in a fight with the sales manager and nearly killed him. And we had a mysterious fire the night before he disappeared. If you're thinking of hiring him, and you also have Satan as a candidate, hire Satan. C.J. (into phone) Okay, thanks. C.J. hangs up the phone, leans back in his chair, and breathes deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MANAS GREGORIAN drives onto the lot pulling a 23' Fountai boat. This is what is known as a \"penis boat,\" synonymous with guys who drive Corvettes and Ferraris. It's long, sleek, shiny and says \"look at me.\" C.J. exits the building as Manas jumps out of his Range Rover, followed by his enormous BODYGUARD. Manas has on white shorts and an untucked button-down shirt exposes hi gold chain and hairy chest. He wears Gucci sunglasses and speaks with a thick Armenian accent. As C.J. approaches, Manas holds out his hand and they sha",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "I need you to sell boat. I need bigger boat, faster boat. C.J. Okay, how much do you want for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "Eighty thousand, nothing less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "Okay, sounds reasonable. We charge a ten percent commission on all consignment boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "You give me good deal, two percent. C.J. Uh, no, sorry, it's not worth my time to sell it for two percent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "I give you five, no more. C.J. considers this. C.J. Since it's a bigger boat, I'll do it for eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "Six. We have deal. Manas holds out his hand. C.J. Eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "Okay, okay, seven. We have deal. C.J. thinks for a moment and then shakes hands with Manas By this time, Frank, Steve and Johnny have all come out a are admiring the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Now that's a boat. C.J. (to Manas) Let's go inside and we'll get the paperwork together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Establishing. A schwank building in the middle of Hollywo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle and the rest of the band are seated at a large table Several RECORD EXECUTIVES sit with them. They're listenin to a CD of the band's original MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The music ends. ANDREW LASER, the top music executive, NODS his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "You guys really got a great sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Thanks, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "But it's just not quite the right sound for our label. There's an awkward silence as the band looks at each othe Kyle squeezes his hands really tight as he thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I heard that's what they told the Beatles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Trust me, you guys aren't the Beatles. Laura will show you out. Kyle stands up. Andrew and his team start packing up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Thank you for your time. We hate to run, but we're going to be late for our meeting over at Capitol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Who are you meeting over at Capitol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Uh... Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Eddie who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Eddie Van Hendrix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Well, good luck. Kyle and his band turn to leave. But then Kyle turns back Andrew Laser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "What if we toured the country, paid all our own expenses, and gave you all the profits. Would you sign us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The record executives look at each other and smile, not s what to make of Kyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Why, is your dad a millionaire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "No, but if we could present you with a no lose situation, would you sign us? If we paid all our own expenses, did all our own booking and promotion, you wouldn't have to do a thing, and we gave you all the profits, would you sign us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Sure. Do you guys want to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Well, we can't exactly do that. But let's say we paid half our expenses and gave you half the profits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "No, I can't do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Okay, how about we pay sixty percent of the expenses and we get half the profits?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Okay, we'll split the profits but you guys have to pay seventy percent of your expenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Deal. Kyle holds out his hand and they shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDREW LASER",
          "text": "Welcome to Laser Records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "We're going to sell more records than any band, ever. All the other band mates look at each other wondering wha just happened. Script provided for educational purposes. More scripts ca \f63%.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WILLIAM BERNSTEIN, Troy's large Afro-American lawyer, sit his desk talking on the phone. Troy sits next to him ina neck brace looking like he's on some heavy pain killers. C.J. enters. William stands up and holds out his hand. C.J. looks up a him. William is enormous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "I'm William Bernstein, Mr. Closson's lawyer. C.J. (surprised) You're his lawyer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Is there a problem? C.J. No. (to Troy) Troy, I just wanted to talk to you. Do we really need lawyers? Troy MOANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "If you have something to say to my client, you need to say it to me. Since the assault, my client has lost his hearing, has limited motor skills, and has periods of amnesia. C.J. Assault? It was an accident. He fell off the back of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Is that why your employee came to the hospital and threatened to kill my client and assaulted him with an electric stun gun? C.J. But... it's used for training dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Great danes, maybe. Do you own your own house? C.J. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f63A*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Not anymore. C.J. Please. Can't we work something out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIAM",
          "text": "Well, my client would be willing to settle for fifty thousand dollars. Otherwise, we'll take this to a jury and it could be ten times that amount. C.J. reacts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve and Frank sit on the deck. Frank eats a doughnut. Steve smokes. Johnny approaches them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "We're going to have a little contest this weekend. You guys have to sell ninety thousand dollars between the two of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "That's not a contest, big man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What do we get if we do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Well, Bob, tell them what they're going to win. (in a game show announcer voice) Well, Johnny, Frank's daughter gets to keep playing soccer and Steve's wife won't cut his nuts off. Johnny smiles and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 104",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny stands at the cash register. An OLDER CUSTOMER pay Johnny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thank you for shopping at Mason Marine. The older customer walks away. Johnny puts the cash into pocket. Steve enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I'm going to lunch. You guys keep selling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank and Steve sit on the deck eating lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'm having my best day ever and we're not even going to come close to ninety thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Don't be a little bitch today. I just can't take much more. Johnny exits the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What the fuck are you guys doing? You don't take lunch when you have ninety thousand dollars worth of boats to sell! What are you stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah, I'm stupid. Stupid for putting up with you this long. I quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Frank stands up. Johnny quickly presses the tazer to Fran shoulder... ZZZ22Z2222222Z2222222Z222222. CLOSE - FRANK'S CROTCH as he pees his pants while being tazered. Johnny pulls the tazer off and Frank falls back into his",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Did you just piss your pants? Johnny LAUGHS. Frank stands up and takes off his pants an proceeds to take off his soiled boxer shorts, too. Pissed, Frank marches out towards the front entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Put your pants back on. You're going to scare the customers. Frank tosses the dirty pants and underwear into Johnny's Corvette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "No, you did not just do that! A COUPLE walks onto the lot. Frank runs by half-naked. Shocked, the couple stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Sorry about that! We'll be right with you. We're having a huge sale today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(to Steve) Get your lazy ass out there and sell them a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f106 107 108 109 110 66*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yes, sir, big man. Steve stands up. Steve approaches the couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Hello, folks. Steve keeps walking right past the couple, onto the stree He gets in his car and drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steve and HIS WIFE sit on the couch. Steve holds her hand lovingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I love you and I've made a huge mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SECURITY SPECIALIST consults with Frank as a WORKER installs bars overs a window in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny's Corvette drives into the parking lot. Johnny get out and goes up to his room. A moment later, C.J.'s truck pulls in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. wears sunglasses and a baseball hat pulled down low. watches the motel through a pair of binoculars. A camera sits on the passenger seat. His cell phone RINGS. He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f110 111",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "(low gravely voice) Hey honey, how's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE, (V.O.)",
          "text": "Why are you talking like that? C.J. (normal voice) Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE, (V.O.)",
          "text": "Like you're doing something wrong. C.J. I'm not doing anything wrong. I'm just hanging with Johnny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE, (V.O.)",
          "text": "(suspicious) What are you guys doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "110 Johnny as he walks back out of his motel room and jumps i his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "I'm getting to know him a little better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE, (V.O.)",
          "text": "Why don't you get to know you're family a little better. I'm cooking -- C.J. Oh great, save me some. C.J. flips his phone closed and watches Johnny's exit the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny's car pulls into the side parking lot",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE STREET",
          "text": "C.J.'s truck slowly pulls to the curb. Corvette 111 Script provided for educational purposes. More scripts ca \f112 113 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny adjusts his rear view, catches C.J.'s truck in it, smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny gets out of his car and walks around the corner to the entrance. C.J. quickly gets out, walks to the corner and peeks arou Nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRONT OF CLUB",
          "text": "C.J. stealthily walks along the wall, glancing cautiously over his shoulder. Nothing. As C.J. approaches the DOORMAN, he feels a hand on his shoulder. C.J. spins around to find Johnny standing there with a bi grin on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What's up, buddy? What are you doing here? C.J. Uh...I was, uh...you know, looking for a, uh, (looking at the sign) horny bunny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Well, you've come to the right place! Come on in. I'll treat you to a lap dance with Thumper. C.J. Uh, yeah, that's great. (looking at his watch) Oh my god, it's a lot later than I thought. Actually, I better be getting home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What are you worried about, your wife? It's not cheating if you're more than a mile from home. C.J. starts to walk away, but Johnny wraps his arm around and spins him back towards the club. C.J. No, it's not that. I forgot that Tuesday was pizza night with the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 115 116 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Just call her and tell her you're having rabbit. C.J. ducks out of his arm. C.J. If I stay, I'll be here all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Okay, but you don't know what you're missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J",
          "text": "Thanks but I really better go. I gotta get up early and sell some boats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(sotto) You better get up really early. Johnny follows C.J. with his stare and exits in the oppos direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny screeches up to the lot and jumps out of his Corve He approaches Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thanks for meeting me so late. You got the cash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "You got the title?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It's in the office. Johnny and Victor walk toward the front gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. walks onto the lot and looks at the spot where the Fountain was sitting. It's gone. C.J.'s usual excitement over a sale is clearly lacking as he swallows hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. enters quickly, moves to the safe and opens it. In t safe is a stack of bills with a receipt. C.J. picks up th receipt, which reads: \"Total price... $5,000.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f116 117 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "C.J. quickly picks up the phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny sits on a fancy Harley Road King. A YUPPIE stands nearby. Johnny's phone RINGS. He answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "Hey, Johnny, it's C.J. Did you sell the Fountain for five thousand dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah. He ground me down a little bit. You wanted six for it, right? C.J. No, that's an eighty thousand dollar boat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Oh, wow, really? Man, did I miss the mark. Sorry about that. C.J. Stop fucking around. Where's the rest of the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(to the Yuppie) I'll take it... I can pay cash. (into phone) I'm serious. I sold it for five thousand dollars. Just take it out of my next check. Johnny flips his cell phone closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. slams down the phone. Manas and his large bodyguard appear in the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "Hey C.J., Johnny called and said you sold my boat. Manas' bodyguard circles around behind C.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "(looking over his shoulder) Uh, yeah, he sure did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "So, where's my money? C.J. He paid with a cashier's check. Can I pay you on Monday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAS",
          "text": "Man, I was headed to Vegas and I was hoping to have it. But if I don't have it, I guess I can't lose it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BODYGUARD",
          "text": "(cracking his knuckles) We'll see you Monday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Victor lives in a shabby neighborhood. C.J. stands on the porch. He RINGS the doorbell. A moment later, Victor answers the door. C.J. Hey, my name is C.J. Mason... I run Mason Marine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Is there a problem? C.J. Johnny sold you the Fountain boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Yeah, he gave me a hell of a deal on it. C.J. Yeah, see, that's the problem. He wasn't authorized to sell the boat for five thousand dollars. C.J. pulls out the five thousand dollars and the receipt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "No, no, I paid forty-five thousand dollars. Cash. (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "72.",
          "text": "118 VICTOR (cont'd) Johnny wrote the receipt for five to save me on the taxes. But honestly it doesn't matter. The boat's probably off the coast of Encinada by now. C.J. Well, great, we can just call the coast guard and tell them to intercept it. Victor steps towards C.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "No, esse, you don't want to do that. C.J. steps backwards nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.Jd., Frank, and Steve sit on the deck. C.J. NODS. C.J. Listen, I made a big mistake and I'm really sorry. Johnny is gone and I want you guys to come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I just got hired at Perry Nissan. The worst salesman made like 150k last year. Unless you can match that, I can't see coming back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Yeah, I appreciate it, but I'm starting my own thing. Hangs his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(to Steve) What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "You'll know soon enough, but let's just say I'll be making thirty grand a month working from home in my bathrobe. C.J. I really need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sorry, C.J. We told you Johnny was a sociopath and you wouldn't listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The realtor takes the \"IN ESCROW\" sign down and puts up a \"FOR SALE\" sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J., Madeline, Tommy, and Tyler sit at the table. C.J. I don't know how to say this. (and) But we're not moving into the new house. Madeline puts her hand on C.J.'s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Why not? C.J. Well, because I'm having some trouble down at the shop and we can't afford it right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "That sucks. Tommy gets up from the table and walks out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Tommy, you get back in here! C.J. It's okay, he's right. Let him go. Tyler gets Tuggy the tug boat off of the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Can I go outside and play with Tuggy? C.J. Sure. C.J. puts his head in his hands. Madeline rubs his back. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. sits on the deck, head still in his hands. Mr. Hofferman walks onto the lot. He takes the seat next to C",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "So how's the used boat business? C.J. Great. An awkward silence follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "I talked to Madeline -- C.J. I'm a stable guy, but if you say the wrong thing right now, we'll have an all-out brawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "I came by to apologize. I know that since you and Madeline met, I've been really hard on you. It's in my nature, I guess. C.J. Is there a joke coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "No joke. I just wanted to say that I admire you. You're hard working, honest, and have always been wonderful to Madeline. Not to mention giving me two amazing grandchildren. The world needs more people like you. C.J. Right, people who can't pull it together enough to get their family a proper house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "I shared a bedroom with four brothers. It's not the size of the house, but what goes inside. C.J. Never thought of it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Maybe it's time to start. When was the last time you went out on a boat with the family? Script provided for educational purposes. More scripts ca \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. walks around the lot looking at the prices displayed each boat windshield and entering them in a calculator. C.J. gets to the last boat and looks at his watch. CLOSE ON WATCH - 1:00am",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. KNOCKS on the door. Johnny answers. Several packed suitcases lie behind him on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Wow. What are you doing here? C.J. We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny and C.J. sit at the bar. C.J. Why did you do this to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "What? Help you sell hundreds of boats and make you thousands of dollars? C.J. My business is facing a lawsuit, I'm losing my house, my employees left me, and you stole an eighty thousand dollar boat from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "That's just mismanagement! That's your own fault. C.J. I could go to the cops and have you arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "With what evidence? You're an idiot. Johnny stands up and starts to leave. C.J. hesitates, finally jumps off his stool -- C.J. I want to challenge you to a sell-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Don't tempt me with a good time. C.J. This Saturday. One day only. Gross sales. Winner gets forty thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I appreciate the offer, but I'm headed to Vegas on my new motorcycle that I paid cash for. C.J. What, are you scared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Of you? No. C.J. I think you are. You're nothing but a sleazy, used car salesman. I could out-sell you any day of the week and you know it. Johnny pauses, thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Your shop is nothing more than a goat rodeo. But if you really think you can beat me, I'll play. But it has to be worth my time. If you win, I'll give you the forty thousand. And if I win, I get all the money we bring in for the weekend. In cash. C.J. takes a deep breath. C.J. Fine. The contest ends when every boat is sold or when the lot closes. Johnny holds up his drink, shoots it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large lot with tons of new boats. Johnny stands with AL PERRY, a salesman. He counts out a thousand dollars in hundreds and hands it to Alan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Thanks, Alan. I owe you one. Script provided for educational purposes. More scripts ca \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeline, Tommy, Tyler, Mr. and Mrs. Hofferman, and C.J. up balloons and tie them to the front gate. A huge sign hangs out front: \"SUPER DUPER DUPER GINORMOUS BLOWOUT SAL C.J. looks at his watch. Johnny pulls up in his Corvette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Let the games begin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT",
          "text": "A.) Johnny sees a customer, LYLE, step onto the lot and -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Mine! He quickly moves toward him. B.) C.J. sees a black guy, FRED, step onto the lot and -- C.J. Mine! He approaches Fred, hand outstretched. Cc.) Johnny stands with a customer, HARISH, an Indian man his late forties. They look at a Mako center console fish boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Really, I sold rugs at the market right near Shivaji Park. D.) C.J. talks to a YOUNG COUPLE with two YOUNG CHILDREN. C.J. I'll give you free storage here at the lot for five years. E.) Johnny talks with a customer, DARIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You live up in Big Bear? Was your house damaged in the wildfire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIN",
          "text": "No, but my neighbors house burned to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f128 129 130 131 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "That's just terrible. The good news is that, this weekend, we're giving a hundred and ten percent of our profits to the Red Cross to help the wildfire victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITEBOARD",
          "text": "Johnny is in blue, C.J. is in green. The bar graph shows Johnny slightly ahead of C.J. with $7,000. C.J. hands Madeline some paperwork and she adds more gree the whiteboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alan stands talking to a customer, BENJAMIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALAN",
          "text": "We don't have any in stock. But they've got one over at Mason Marine. Just make sure you talk to Johnny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT 131",
          "text": "A.) C.d. hooks up a boat trailer to a truck. B.) Johnny drives the forklift pulling a boat towards the street. Cc.) C.J. stands on the deck. Benjamin approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BENJAMIN",
          "text": "Alan told me to talk to Johnny. Johnny wraps his arm around Benjamin and leads him away, to C.J.'s dismay. D.) C.J. stands on the deck. Another customer, CHUCK, approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "Are you Johnny? Alan said -- E.) And another customer, DAVE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVE",
          "text": "Hey is Johnny around? Script provided for educational purposes. More scripts ca \f132 133 134 135 136 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.'S OFFICE 132",
          "text": "Johnny hands Madeline some paperwork. Madeline starts add blue above Johnny's name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITEBOARD",
          "text": "The bar graph shows C.J. ahead of Johnny until Madeline a the recent sale, which puts Johnny at $14,000 and C.J. at $12,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT 133",
          "text": "A.) Johnny talks with a customer, DARYL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARYL",
          "text": "I saw your ad in the paper for the 17 foot Whaler?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I'm sorry, we just sold that one, but let me show you another boat. It's actually a much better deal. B.) C.J. talks to a customer, DYLAN. C.J. I'll take you out on your new boat and teach you how to operate it. As many private lessons as you need, for free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.'S OFFICE 134",
          "text": "C.J. sits at his desk and pulls out a stack of papers. He picks up the phone. C.J. (into phone) Hey Jeff, this is C.J. down at Mason Marine. I sold you that 17' Larson last year...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT 135",
          "text": "C.J. stands with JEFF. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECK 136",
          "text": "C.J. talks with his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "We need bodies in here. Go through the customer database and call all our past customers and tell them we're having the biggest sale of all time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETAIL SPACE 137",
          "text": "A.) Madeline talks on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "Do you have any interest in upgrading your boat? We're having a huge sale. B.) Mr. Hofferman talks on his cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Always good to talk to a fellow marine. Hey, bring your boat down here and we'll give you top trade in value... C.) Tyler talks on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Are you interested in a boat upgrading? (and) I'm six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITEBOARD",
          "text": "Madeline adds to C.J.'s total. The bar graph shows that C has $23,500 and Johnny is at $36,000. Madeline pulls out her cell phone and dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "(into phone) Frank, it's Madeline. C.J. really needs your help...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT 139",
          "text": "A.) C.J. stands with another customer, HARRY. C.J. I'll tell you what, if you buy it today, I'll deliver the boat to your brother in Vermont.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "B.) Johnny talks with another customer, ROBERT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "So do you want the windshield with the boat, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "It doesn't come with the windshield?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "No, but if you buy this boat today with the windshield upgrade, I'll give you three thousand dollars cash back. You just can't tell my manager. Johnny pulls out a wad of hundered dollar bills from his pocket. C.) Frank, Steve, and Kyle walk onto the lot and approach Madeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "These two jokers decided to tag along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETAIL SPACE 140",
          "text": "Frank, Steve, Kyle, and C.J.'s family all talk on their c phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT 141",
          "text": "Frank and Steve flank C.J. as he shakes hands with a customer, JOE. There is only one boat left on the lot, an 18' Larson bowrider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITEBOARD",
          "text": "Johnny is at $60,300 and C.J. is at $59,600.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone sits on the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f81aA*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "143",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "We almost starved out on the road. That deal I made was crap. I won't make that mistake again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "If you guys really are as good as Zepplin, you'll get some more chances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Thanks man, I really hope so. C.J. and Johnny stand on the deck looking at the lot entr like a couple of hungry wolves. Suddenly Harvey appears a the gate. He starts walking towards the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J. /JOHNNY",
          "text": "Mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Back off, I said it first. That's my customer. C.J. You're crazy! That was all me. Harvey has slowed, watching C.J. and Johnny. Johnny turns and starts walking toward Harvey. C.J. quick follows, grabbing Johnny's arm. Harvey sees Johnny and C.J. coming toward him. He nonchalantly turns and starts walking back out of the lot",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "(to Harvey) Hey, Harvey. How's it going? Johnny sprints after Harvey, followed by C.J. C.J. How did you hear about our sale? We only have one boat left!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "It was my grandfather's boat. He took really good care of it. C.J. Would you buy this boat for a dollar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I'll come back later. I just needed an anchor for my automatic toilet flusher. C.J. There won't be any later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Harvey, why don't you at least take a look at our last boat? We're parctically giving it away. I know you like bargains. C.J. What do you have to lose by looking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "You know, I was thinking about taking a voyage to Indonesia this summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "This is the perfect boat. 144 Script provided for educational purposes. More scripts ca \f83%.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.Jd., Johnny and Harvey stand looking at the Larson. C.J. I can get you into this boat for $299 per month. Johnny steps between C.J. and Harvey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Buy it from me and I'll throw ina lap dance at the Horny Bunny. You know what I'm talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "How much does it weigh? I want something light so I can add solar panels to it and still cruise at ten nautical miles per hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "This is one of the lightest boats ever made. It'll be perfect. C.J. steps in front of Johnny. C.J. The dry weight of this boat is eighteen hundred pounds. You'll have no problem adding some solar panels to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "Maybe this is the boat for me. I'm going to need brackets and deep cycle batteries with at least 540 cranking amps. Johnny steps in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Harvey, Crazy Johnny is making deals today. I'll throw them all in for free. Johnny holds out his hand to Harvey. C.J. He's actually not athorized to give away free accessories. But I am. I'll throw them all in free of charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "What about a GPS with side imaging technology?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f83A-85*.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.J.",
          "text": "Yes. I'll throw that in for free, too. Behind them, Johnny picks up a wooden paddle. Frank, Stev and Mr. Hofferman run off the deck and up next to Johnny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I was just kidding around. Johnny drops the paddle. He looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "What about an anchor, bumpers and a VHF radio? C.J. Yes, yes, I'll throw it all in. Do we have a deal? Johnny steps in between Harvey and C.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "He doesn't even have any VHF radios. C.J. I've got a whole case of them inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You better take a look at it. I think we sold the last one yesterday. And I don't think he has any GPS's either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "I want to see the accessories. C.J. sighs and walks towards the retail space. Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. moves around the room grabbing accessories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the background, C.J. exits the retail space with an armload of accessories. He approaches Harvey. C.J. I've got them all right here. So we have a deal, right? C.J. holds out his hand to Harvey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARVEY",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY, (O.S.)",
          "text": "Sorry Captian, I just sold this boat. The CAMERA PANS over to reveal Johnny standing with Alan. Johnny holds a handful of cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "He paid cash. (shaking Alan's hand) You're going to be very happy with this boat. 86%.",
          "sentiment": "neutral"
        },
        {
          "speaker": "145B",
          "text": "Script provided for educational purposes. More scripts ca \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECK",
          "text": "C.Jd., Steve, Frank, Kyle, Madeline, and Mr. and Mrs. Hofferman sit on the deck in silence. C.J. looks like a boxer whose just gotten pummeled for ten rounds. Alan drives his truck away towing his new boat. Johnny approaches the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Nice try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "It's not six o'clock yet. There's still five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah, but too bad there's no more boats to sell. I'll take the cash today and I'll be back on Monday for the credit card purchases. C.J. gets up and goes into the retail space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommy and Tyler play with Tuggy the tug boat. C.J. Come on, we're getting ready to leave. C.J. grabs Tommy's hand Tommy hands Tuggy to C.J. A realization crosses C.J.'s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. exits Mason Marine with Tuggy. He sets it down on th deck, where everyone sits. C.J. This is the last boat for sale on the lot. Maybe ever. This is no ordinary boat. This has been my personal boat for the last 37 years and it's always been stored indoors. That isn't to say it hasn't gotten used much. On the contrary, when I was a kid I took this boat from the creek in my backyard in Georgia to ports all over the world. (more)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "C.J. (cont'd) We pulled tankers to safety, rescued people from boats that were sinking, saved the girl next door from a big water monster, and trandsported a salamander down river to a new home. This isn't just some boat, this is a legend. (picking the boat up and turning it over) Considering its age, it only has minor scratches, no major damage at all. It is an extremely low maintenance boat. The buyer of this boat will recieve a lifetime warranty bow to stern, free delivery anywhere in the world, and unlimited free storage if you're local. All this for the unbelievable low price, for the next... (looking at his watch) three minutes, of thirteen thousand dollars. A long beat. Everyone looks at each other, gets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'll take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Yeah, right. Too bad your broke-ass doesn't have thirteen thousand dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "(to Frank) You want to partner up? I'll kick in a thousand if you do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Let's do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "I got a '57 Stratocaster that's worth like two G's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "No, no, no, that's bullshit. That's not even a real boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Count me in for the rest. C.J. Sold!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Oh, man, that's a great sale. Too bad you only have one minute to come up with the money. Mr. Hofferman pulls out his gold card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "Put it all on this. I've got unlimited credit. I know everyone else is good for it. Johnny is furious and starts toward C.J.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "You're going to give me my money or I'm going to kick your ass. Everyone on the deck stands up and Johnny stops in his tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. HOFFERMAN",
          "text": "I wouldn't come any closer if I were you. Johnny hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "This isn't the end of this. Johnny turns to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE FRONT GATE 149",
          "text": "TINA, the receptionist from Greenville Ford, and two POLI OFFICERS enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINA",
          "text": "That's him! That's the no good used car salesman! The officers approach Johnny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "We have a warrant for your arrest for not paying child support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "Fuck you. Johnny tries to walk past Policeman #1 and Policeman #2 s in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Get on your knees, hands behind your back, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f149 150 151 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHNNY",
          "text": "I've never seen this bitch before in my life. Johnny keeps walking past the cops. Policeman #1 pulls ou a stun gun and tazers Johnny. Johnny shudders and falls t the ground. On the deck, everyone CLAPS and CHEERS. Especially Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.J. enters and sits down at his desk. Madeline enters. C.J. After I pay back the consignment money and settle the lawsuit, I'll be left with nothing and no inventory to sell, either. Madeline pulls out a wad of CASH from her purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "You forgot about the five thousand he left. C.J. stands up and gives her a huge hug. C.J. I'm sorry. I really wanted to get you the bigger house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADELINE",
          "text": "I know. And that's what I love about you. But I've always been happy in our small house. It just makes us a closer family. They share a hug and kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A 23' Seaswirl motors along the ocean. C.J., Madeline, Mr Hofferman, and Mrs. Hofferman eat, drink, and LAUGH. PULL BACK TO REVEAL Tommy and Tyler being towed behind th boat on a yellow inflatable hotdog. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER ENDING CREDITS",
          "text": "Script provided for educational purposes. More scripts ca \fg1*,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle talks with a MILD MANNERED CUSTOMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "Let me ask you a question. If I were to offer you this boat for a dollar, would you buy it today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILD MANNERED CUSTOMER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "What? You wouldn't? For one dollar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MILD MANNERED CUSTOMER",
          "text": "I'm not sure what I want yet. Kyle pauses, not sure what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KYLE",
          "text": "How about fifty cents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT",
          "text": "Frank talks to an OLD CUSTOMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Can I get your name and number and I'll call you if something else comes in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD CUSTOMER",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Well, okay, give me a call if you change your mind. Frank turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOT",
          "text": "Steve talks with a THIN CUSTOMER. The boat is hooked up t his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "It looks good, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN CUSTOMER",
          "text": "It sure does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Let me ask you something. Would you buy this boat for one dollar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Script provided for educational purposes. More scripts ca \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN CUSTOMER",
          "text": "Sold! The thin customer stuffs a dollar bill into Steve's front pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "I can't sell you this for a dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIN CUSTOMER",
          "text": "(interrupting) No, no, no, you said it was a dollar and I've already paid you. The thin customer jumps into his truck and drives away to the boat. Steve runs along side of him banging on the win",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVE",
          "text": "Stop! The end Script provided for educational purposes. More scripts ca",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1200"
    }
  ]
}