{
  "movie_id": "MOV1230",
  "scenes": [
    {
      "location": "BEDROOM",
      "time": "NIGHT",
      "characters": [
        "89.",
        "85.",
        "54.",
        "7.",
        "88.",
        "70.",
        "47.",
        "26.",
        "MICHAEL'S CAR",
        "96.",
        "21.",
        "28.",
        "13.",
        "23.",
        "66.",
        "48.",
        "36.",
        "20.",
        "55.",
        "TONY'S PLACE",
        "5.",
        "3.",
        "4.",
        "9.",
        "40.",
        "86.",
        "81.",
        "52.",
        "11.",
        "33.",
        "CUT BACK TO",
        "25.",
        "37.",
        "2.",
        "64.",
        "12.",
        "67.",
        "8.",
        "53.",
        "27.",
        "39.",
        "63.",
        "APARTMENT",
        "71.",
        "FAST FADE TO WHITE",
        "GIOVANNI'S LIVING ROOM",
        "ALL NIGHT VILLAGE LUNCHEONETTE",
        "42.",
        "58.",
        "61.",
        "45.",
        "19.",
        "IN ITALIAN.",
        "82.",
        "56.",
        "62.",
        "SCENE FROM \"TOMB OF LIGEIA\"",
        "90.",
        "INT. TONY'S PLACE",
        "22.",
        "10.",
        "BLACK SEDAN",
        "91.",
        "17.",
        "98.",
        "97.",
        "93.",
        "44.",
        "60.",
        "32.",
        "EXT. TONY'S PLACE",
        "43.",
        "29.",
        "QUICKLY TO BLACK",
        "46.",
        "THE CONVERSATION IS NOW ENGLISH.",
        "75.",
        "15.",
        "50.",
        "87.",
        "16.",
        "24.",
        "59.",
        "65.",
        "79.",
        "DARKENED ROOM",
        "73.",
        "78.",
        "18.",
        "OK.",
        "14.",
        "95.",
        "92.",
        "38.",
        "31.",
        "57.",
        "80.",
        "74.",
        "THE CAMERA BEGINS TO TRUCK OUT. IT MOVES AROUND CHARLIE A",
        "69.",
        "83.",
        "49.",
        "EXT. NIGHT",
        "6.",
        "84.",
        "A LONG-HAIRED ROCK GROUP",
        "30.",
        "34.",
        "77.",
        "51.",
        "94.",
        "68.",
        "76.",
        "72.",
        "35.",
        "41.",
        "AWAY FROM THE HOLY CANDLES REVEALING CHARLIE'S PROFILE."
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CHARLIE has been dreaming. The dream frightened him. A TITLE APPEARS on the bottom of the frame: CHARLIE. He get up to look at his face in the mirror. His room is lit by moonlight. It is a small tenement bedroom with a fire- escape outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He returns to bed and as his head hits the pillow, we hea the RONETTES singing \"BE MY BABY.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An 8-mm. projector whirring away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opening TITLES appear over 8mm. HOME MOVIES in which CHARLIE is shown along with his friends and family in a celebration...a sense of \"one big unending party.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "During this opening segment WE SEE some of the characters that will later appear in the story: JOHNNY BOY, MICHAEL, TONY, TERESA, CHARLIE'S UNCLE GIOVANNI, and others. They are all Sicilian and are members of the same Italian- American neighborhood in New York City. (WE SENSE, from these HOME MOVIES, that the neighborhood forces its peopl to be strongly tied together in a way of life - Family, Church, Friendship.) These HOME MOVIES were taken during some formal and casual gatherings in which CHARLIE participated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A longhaired \"freak\" is about to shoot-up. Suddenly the door opens and TONY (ANTHONY DEVENZIANO) comes in. TONY i totally different in appearance and dress from the \"freak He is 25, and a part time student studying liberal arts. His father is a very powerful racketeer in a different pa of the city and owns several night club type discotheques and strip houses on the west side of town. One of these i operated by TONY - \"TONY'S PLACE.\" CHARLIE is one of his closest friends. TONY is well dressed, flippant and reckl He is a big drinker, liquor, wine, and even cough medicin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck...hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY rushes over to the \"freak\", who is too strung out to defend himself, smashes the needle, and slaps him around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in my fuckin' place... get out... get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY pushes him out the door and into the bar area. There are a few people in the bar...mainly neighborhood guys li TONY. A few \"freaks\" are in the BG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY pushes him out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And keep the fuck out-a-here. I know your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY crosses over to one of the neighborhood guys by the and slaps him in the back of the head knocking off his ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you scumbag...what did I tell you 'bout passin' that shit in my",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey I didn't do nothin'...cut it out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY pushes the BOY out of the bar also. TITLE APPEARS on the bottom of the frame: TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The area is totally deserted except for two trucks parked side by side. Two men are tossing boxes from one truck to another and looking around furtively. MICHAEL stands near MICHAEL LONGO is 26 years old. He lives in a different neighborhood but comes from the same type of background a CHARLIE and the others. He runs an illegitimate bar and dabbles in the yearly sale of firecrackers which he smugg in from Maryland. He also deals in contraband cigarettes and runs a small-time \"loan shark\" business. He has a kna for business but he is otherwise unintelligent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael crosses over to a '58 black Oldsmobile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hurry up with that shit will ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL gets in the car. Another MAN is sitting in the ba He is also well dressed. MICHAEL takes a small lens out o his pocket and tosses it to the MAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this? More shit...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw...that ain't shit...that's a German lens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAN looks at it carefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A good buy...good two shipments of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't use it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why...? That's a telescopic one... it's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First, it ain't German...it's Japanese...and second, this ain't no lens...it's like a...a...an adaptor...so you got two shipments of Jap adaptors with no lenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAN hands adaptor back to MICHAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Jap adaptor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TITLE APPEARS on bottom of screen: MICHAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deserted warehouse area in lower Manhattan. Prominent i the frame is a brightly painted red white and blue mailbo contrasting with the drab hues of the neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY walks down the street toward camera. JOHN CIVELLO (JOHNNY BOY) is 23 years old. He is an only child and lives with his mother, a divorcee. He is clean cut looking, yet slightly radical in dress. He was expelled from high school for vandalism and consequently spent several months in reform school. He is reckless, unambitious, nihilistic, and was classified a psychiatric F. He is first cousin of TERESA RONCHALI who lives next door to CHARLIE. He has adopted TERESA'S family as his ow and spends more time with them than he does with his moth",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY is carrying a package wrapped in plain brown paper under his arm, and he is smiling. He drops the package in the mailbox and keeps walking. But he is moving a little faster now and smiling a little more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the mailbox explodes. Dozens of red, white and blue fragments shower down on the street. The impact of t blast knocks JOHNNY down. TITLE APPEARS on bottom of fram JOHNNY BOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is up in a moment. The CAMERA TRACKS with him as he starts running. WE SEE that he is grinning - quite literally - like crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE SEE CHARLIE full face. Behind him is a Confessional Booth. The church is very old, quiet, and dark. The CAMER ZOOMS OUT to reveal rows of Holy Candles lit in the foreground. CHARLIE suddenly begins to speak softly and confidentially to an unseen entity that is OFF SCREEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A...As you know, I've just come out of Confession. And as a penance they gave me ten 'Hail Marys' and ten 'Our Fathers'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Now, between you and me... You know how I feel about such things... 'Hail Marys'...'Our Fathers'...No imagination...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAMERA HAS NOW TRUCKED BEHIND CHARLIE AND WE SEE over his head he has been addressing a life sized statue of th crucified body of Christ, eyes closed reclining in his sepluchure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...If I'm going to do penance at all, I'll do it the way I think it would be done...by me, that is...according to my own trespasses. You know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This conversation of Confession will occur from time to t in other parts of the story as CHARLIE will periodically very casually to justify his thoughts and actions to his \"God.\" The images accompanying these monologues are to be free association almost documentary in nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The club is dark and noisy and smokey when CHARLIE enters He greets TONY who is sitting on a bar-stool. TONY direct CHARLIE to a corner of the club where the rest of the gro is now getting boisterously drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE joins in, immediately taking on the mood of the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rest of the club is filled with many different types customers: teenagers, adults pretending to be teenagers, sailors, male and female gays, and \"the boys from the neighborhood.\" The music is loud and the lights are flash but the strippers have not yet appeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY is at the bar. He is approached by GEORGE one of the bouncers. He seems upset about the noise that CHARLIE and his friends are creating. TONY doesn't take GEORGE very seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ten o'clock and they're like this. And they're just starting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smile...What are you smiling at? This is a business night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George...did I ever tell you the story about the three chickens?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE's zany behavior as frenetically as it occurs. The is no particular logical sequence except that events are suited to the rythmic pattern of the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "1. CHARLIE and his friends dance and sing along with the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2. CHARLIE picks up a billiard stick. He attempts to hit filled shot glass towards TONY at the other end of the bar. He fails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3. CHARLIE tries to pull a tablecloth off of a stranger's table without moving the glasses or bottles. This also fails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4. A punch is thrown at someone. A lit cigarette in the puncher's fist creates a swift arc of light in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5. The Strippers finally appear on stage. CHARLIE becomes obsessed with the Negro stripper DIANE. He shouts to her, tosses things, and calls her names. She tries, half amusedly to ignore him but she can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6. TONY drinks from a bottle of Southern Comfort, and as chaser swigs down Aqua Velva.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE sitting at an empty table watching DIANE, the stripper, perform again. He stares glassy-eyed and then begins to speak softly, continuing his Confession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know...she's really good-looking... really good-looking. I've gotta say that again. She's really good- looking...but she's black... You can see that real plain. (as an afterthought) When you get down to it though... there's not much of a difference, is there? (He waits for an answer) Well...is there? (He smiles and begins chewing on an ice cube from his half",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly MICHAEL appears and sits down at CHARLIE's table He hands CHARLIE two cartons of cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh great...hey - Winstons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For these prices don't be particular. That's all they had - but next week we'll see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE gives him the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, ok...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sell 'em if you can't smoke them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...I'll be ok for a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You seen Johnny Boy tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't he supposed to be here tonight...I mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look...I don't know. What am I supposed to be, his keeper or something? Yeah, he's supposed to be here but who knows what goes on in his head. Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to know Charlie, it looks like your little friend is trying to duck me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE remains silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Charlie, don't you think you should be interested in Johnny's payments to me? I think you should be, you know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael, nobody's out to screw you, I guarrantee that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that Charlie but look at my side. You undersigned the loans. You vouched for him. What happens if this kid don't pay me? I gotta collect from you? I don't want to do that. I made a deal with him not you, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right. You're right. Look, I'm not gonna wind up paying his debts. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know that. That's what I'm telling you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael, believe me. You know the kid's a little crazy sometimes. I vouched for him and he'll come through. I promise. I'll talk to him and straighten him out. Don't worry, OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY enters the night club with two friends. He has been drinking. JOHNNY BOY'S face shows fresh cuts and bruises. His friends approach the hat check girl and give her their coats. JOHNNY BOY approaches her giving her his pants instead. His friends laugh hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is now alone at the end of the bar. JOHNNY BOY no completely dressed enters the bar area. CHARLIE watches JOHNNY BOY approaching and continues his Confession. JOHN BOY greets people as he passes them, and as CHARLIE speak he appears to be moving in slow motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think? 'If a man have a hundred sheep, and one of them stray, will he not leave the ninety-nine in the mountains, and go in search of the one that has strayed? And if he happen to find it, amen I say to you, he rejoices over it more than over the ninety- nine that did not go astray. Even so, it is not the will of your Father in Heaven that a single one of these little ones should perish.'... Ok that's very nce but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY is now behind the bar near CHARLIE. JOHNNY BOY has reached them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drinks for everybody Tony...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giovanino! Where have you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and a double for you and Charlie here. (quietly to TONY) And put it on my tab, willya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which one, the big tab or the little tab?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put it on the little tab so that it balances with the big one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, so things'll be even.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY grimace. MICHAEL appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about me? I don't get a drink John?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course! A double for Michael, Tony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY mumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY interrupts MICHAEL who is about to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what you're going to say but don't say it. These drinks are all on the tab. I'm gonna see you this Tuesday payday, I promise. I give you my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drinks arrive. They all smile and salute each other with their drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The queen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The queen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY are sitting alone at a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(refering to JOHNNY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to you Flash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, I swear on my mother, you're not going to believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know but let's hear it anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear to God Charlie, it's the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is walking along the street. It is rush hour a the traffic is heavy. A shiny, late model car stops paral to JOHNNY BOY. The young boy (SAL) signals him by blowing the horn. (Note that in the FLASHBACK, JOHNNY BOY'S face not bruised.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Johnny, where're you goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sal!... fourteen street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is some boat. Your father's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...just had it delivered...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... you got stereo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As JOHNNY BOY admires the gadgets in the car he notices t SAL is becoming very nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a speaker back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to look for the speaker and sees a police car no far behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah...there's a funny lookin' cab behind us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know...I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'sa matter...forget your registration?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...no. Nooo...it's just that I...I...uh... this ain't my car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, it's your father's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean it's heisted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(announcing it loudly) This is a heisted car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAL smiles sheepishly. JOHNNY BOY panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police switch on their flashing red light and try to closer to them but the traffic is too heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAL manages to turn the next corner at about twenty miles per hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY frightened now, underestimates the speed of th car and quickly opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY tumbles from the car only to smack into a lamp post. He has seriously banged his head and blood is runni down his face. But because of the near proximity of the police car he is desperately trying to maintain an air of dignity as he calmly tries to walk down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY has now joined the group sitting at the table... CHARLIE and TONY nod in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the truth, I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, forget it. Tony, you got anything we can put on his face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, I got something to show you anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They push their way through the crowd and enter a narrow dimly lit hallway on both sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A boy and girl are necking on a make-shift couch in the darkened room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimmy, I tell you there's something in this room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh come on baby...willya'...cut it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the light is turned on. TONY, CHARLIE, and JOHNN BOY enter the room. The GIRL is startled and jumps up. JIMMY appears bewildered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse us Jimmy, we'll only be a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S'alright Tony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GIRL and JIMMY sit self-consciously as TONY goes to t medicine cabinet, takes out a few items and gives them to CHARLIE. TONY then crosses to the other side of the room where he removes the blanket which has been covering a la cage. He reveals a live, young beautiful PANTHER stalking to and fro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GIRL screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you there was something in this room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GIRL runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone else except TONY, is backed up against the wall, frightened. The BOYS laugh nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep quiet about this. I don't have any license for him yet. I've only had him a couple of days. Nobody can feed him except me. I'm the only one he trusts. Watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't go to any trouble. We believe you... We believe you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY begins to open the cage. The BOYS are now standing o top of the nearest pieces of furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really wanted to get a little tiger Charlie, y'know...a little William Blake and all that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY ignores CHARLIE's warning as he crouches and allows animal to wander onto his lap where upon he strokes the panther gently murmuring to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOYS watch in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Italian song \"Malafemina\" (a tango-like rythmn) is he coming from the juke-box. It is near closing time and the are only a few customers left in the club, including MICH and two gays, BENTON and SAMMY, who is getting very drunk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is at the corner table with TONY and JOHNNY BOY. CHARLIE is washing JOHNNY BOY'S face with cold water from basin. Some of JOHNNY'S blood has mingled with the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm surprised at you Tone. I mean you've had the place for over a year now. Nothing different...same old place...ordinary...flat...no imagination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY ignores CHARLIE's half-joking, drunken remarks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For instance, the difference between me and you is this...you take that panther back there. I'd put him right up here above the bar...nice cage, you know? Nothing ordinary in my place. What good is it? You get robot customers. They come in, drink beer, go to the bathroom, and go home. No sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the BOYS more casual acquaintances is lying on the bar, drunk. He begins to sing along with the Italian music - but very badly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A question please...'Is this what you call living?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Take a little tip from Mack the Knife...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tony, break down and open another bottle willya'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A well dressed young boy enters the club. GEORGE, the bouncer, approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just waiting for Joey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY walks over to a bar stool and sits down. Nobody acknowledges his presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the DRUNK on the bar stops singing and sits up, dazed. His sudden silence causes CHARLIE and the others t look up at him. The DRUNK stares ahead for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I gotta go to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVERYONE laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, go ahead, whaddaya want? Someone to hold it for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More laughter. Even the BOY at the bar laughs. The DRUNK rises, still smiling and stumbles off to the mens room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Big Bopper - \"Chantilly Lace\" in playing on the soundtrack. CHARLIE is playing with a deck of cards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing previous conversation) This place is dead. If I had a place...every night...lively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is sipping his drink and ignoring the conversa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I wouldn't call it TONY'S PLACE or CHARLIE'S PLACE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd call it something like SEASON OF THE WITCH... get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are with out a doubt the biggest, most pretentious bullshit thrower I know. Like to see what kind of business you'd do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who's talking. Pretentious bullshit. Who's the guy with William Blake and the tigers, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you guys shut up with the witches and tigers. Tony, you gonna close the place, we get out of here, get something to eat, or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll close up as soon as everybody leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't forget what's-his-name there in the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVERYONE laughs. JIMMY is drawing on a table top. CHARLIE wanders over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna see your picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE leans over. OVERHEAD VIEW shows large crude swast",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waddaya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not quite...but keep trying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE picks up the cards again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's have a game after we close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon Tony, waddaya say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody wanna have a game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people in the bar do not respond. CHARLIE shrugs. The BOY casually leaves the bar and walks to the men's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY slowly swings the door open and stares at the DRU leaning over the urinal, half asleep. He takes out his pistol and calmly shoots the DRUNK three times in the bac To the BOY's surprise the DRUNK does not immediately fall dead. Instead, he turns and grabs the BOY by the throat. They struggle in the open doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Italian music is still playing. Everyone in the bar h frozen in position as they watch the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In his astonishment CHARLIE allows the cards to fall from his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The YOUNG BOY breaks away from the DRUNK and runs towards the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DRUNK, running only on sheet determination, stumbles along after the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The people in the bar, including CHARLIE, dash behind tab and jump behind the bar for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY reaches the exit and fires at the DRUNK from the of the stairs. The DRUNK still follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. STREET - NIGHT BLACK &amp; WHITE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY runs down the street and disappears into the dark The DRUNK staggers out into hte cobblestone street. His mind is gone, it is now just a physical matter of the bod being stopped by the presence of a stationary object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He staggers straight across the street at tremendous spee smashing directly into a parked car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. TONY'S PLACE - BACK ENTRANCE - NIGHT BLACK &amp; WHI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone (including the two GAYS at the bar) is running o the back way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't run...don't run. Everyone split up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. STREET - NIGHT BLACK &amp; WHITE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL and JIMMY turn the corner and calmly walk to his parked car. As they get into the car CHARLIE and JOHNNY B turn the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael, give us a lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they are getting into the car the two GAYS turn the corner. One of them, SAMMY, is very drunk and is crying hysterically. His companion BENTON is trying to calm him down when he notices MICHAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael...wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is obvious that MICHAEL does not want to take them but is also afraid of attracting any attention so he quickly ushers them into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in, get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. MICHAEL'S CAR - NIGHT BLACK &amp; WHITE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY are in the back seat. SAMMY crawls over CHARLIE into the back seat making apologies. BENTON forced into the front seat with MICHAEL and JIMMY. They drive off, with SAMMY crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus Christ...what's this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammy get control of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you're gettin' it all over my tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should I slap him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly in control) You wouldn't dare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm terribly sorry guys...It's just that he was terribly frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just keep him quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friends of yours Michael.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sensing the hostility) Oh...ah...I'm Benton and this is Sammy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't get over the way he just kept going at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Must have been all the liquor in him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He returns to English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where should I drop you Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting the conversation) Yes Charlie, your place or mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Away from the neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Benton...look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAMMY leans over JOHNNY and CHARLIE to see out the window He begins to shout at a young boy on the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi beautiful!!! I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY hide their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What...are you kidding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sammy, get in here this minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't...I won't! They're all beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll suck them all...I'll suck them all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY groan. They are still hiding their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disgraceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok...that's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls the car over to the nearest corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon Johnny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You getting out too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, thanks, it's ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. STREET - NIGHT BLACK &amp; WHITE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY get out of the car first so that b the time BENTON and SAMMY are out they are already on the way down the street. MICHAEL drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Going our way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to JOHNNY BOY) Don't answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BENTON guides SAMMY the opposite way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY are walking down the street on the way home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I should go home looking like this. You think I could stay at your place tonight? Your mother's not there is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, she isn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE lives in a typical lower east side tenement apart Each room is painted a different pastel color. It is furnished in miscellaneous styles and from the pictures o the wall and various knick-knacks around the rooms it is evident that this is a family apartment rather than a bachelors pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is helping his mother pack a suitcase. Through ou the scene he is addressing her but she is never seen on CAMERA. The CAMERA PANS following his movements and CHARL directs his conversation always towards but above and bey it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'll be ok...it's the best thing. You're not going to be able to take care of Grandma out here and still get to work, you know that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes the place will be here, I'll take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah don't worry about me, I'll take care of myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He moves into the bedroom taking more items out of the drawers. The room is ver small. The paint if peeling. Over the double bed there is a large crucifix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...no parties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, look, just don't worry...ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY are lying on CHARLIE'S MOTHER'S be in their underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better make a move kid. He thinks you're trying to screw him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't bother me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, big man...get yourself in more trouble. You make a fool out of him, you're doing the same to me. I signed for you don't forget.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry. I can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't handle shit. You just better come through with some kind of payment on Tuesday...anything. Understand? Hold onto your pay- check this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There won't be any this week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sick or what? You forget what we had to do to get you on the trucks, stupid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like loading crates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not supposed to like it. What gets me is your attitude. Listen... tomorrow you show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about your attitude...Where's your job...eh? You talk and talk and I go to work...what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you what I don't do... I don't owe anybody 2,000 clams plus interest, stupid. Show up or I break both your arms, we understand each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, ok...take it easy. I'll show. Tuesday I'll give Michael something. I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't promise...just deliver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, now that that's over with...what are you gonna make me for breakfast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't wait until Tuesday. I'll break your arms right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rising from bed) Listen...I'm a guest here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE reaches out to grab him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK...ok...I'm going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY is raiding the icebox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...you got nothing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the other room) I could have told you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get some food from my aunt's. I'll get in through the fire escape. She's always got something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY leaves the kitchen and walks towards the bedro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do that. You'll scare Teresa if you try to sneak in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is now by the window looking out at the fire escape mischieviously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...you're right. Maybe she'll have a seizure and we can watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs. CHARLIE hits JOHNNY BOY on the back of the hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not funny. You gonna be a jerk-off all your life. Grow up. You want something to eat from your aunt's house you go knock on her door, understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not hungry anymore. I'm going to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY gets into bed. CHARLIE goes into the kitchen t get a glass of milk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE takes a glass of milk from the icebox. He listens to the sounds of the neighborhood waking up and getting ready to go to work. He leaves the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE returns to the bedroom. JOHNNY BOY appears to be asleep. CHARLIE goes to the window and peers through the blinds. He sees in the window across the fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SERIES OF DISSOLVES. TERESA is going through the variou stages of getting dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA RONCHALI is 30 years, well built, attractive and intelligent. She is well read and quiet. The salary she makes as a secretary in a book publishing firm practicall supports her family. She has epilepsy which has prevented her (in her own mind) from entering into any serious relationships with men. She has however, been having an affair with CHARLIE for the past year. It is a well kept secret from both families because the families regard eac other as blood relations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is startled by JOHNNY BOY who is now awake and ha begun to dial the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pretending to be angry) Hello...fifth precinct? Yeah...I want to report a disturbance. Yeah this man and woman next door are disturbing the peace. They're keeping me awake all night now. What the hell is this. What? Well... yelling, fighting, throwing things. Uh-huh. If they don't kill each other soon I'm goin' over there and do the job myself. Yes - the address is 270 Mott street. I think it's apartment 2-r. Yeah, right... thanks. Look, I demand immediate action. Never mind my name I don't like getting involved in things like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up roughly and returns to his position in bed. CHARLIE shakes his head with an exasperated smile as if t was a common occurance. CHARLIE turns back to look at TERESA but she is no longer in her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is dreaming this sequence. He and TERESA are both nude. She is lying face down on the bed. He approached an ejaculates prematurely - However, he doesn't ejaculate sperm - instead blood. They are shocked. The blood is on the bed, her legs, back, and his hands. Charlie cries out in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and TERESA are in the hotel room making love. The sounds of traffic can be heard from the street below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are getting dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to eat something before I go back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, we'll go for lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE checks his wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...with the hotel that's ten... fifteen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands him a few bills. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She puts the money into his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure...it's not that...I mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(touching his face) It's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, if things go the way I hope they'll go, this money business will take care of itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God willing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An apartment uptown? Downtown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe, who knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody knows anything, believe me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She kisses him gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA is putting on her stockings. A few minutes have passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See if you can get your hands on some pamphlets on laws or by laws...or proprietorship...you know...at your place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything specific?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know...like restaurants, night clubs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gives her a quick kiss on the tip of her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright... Hey, did you hear any more about what happened last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIST, you should have seen it. Unbelievable. The kid would turn around and fire and he would just keep coming at him like Rasputin. That kid was scared. Not half as much as we were though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't make any sense. He wouldn't shoot him just because he insulted a racket guy...not unless it was personal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You missed the point. The kid's a climber...not very bright...but if you get down to his level to look at it his way; he kills a guy who insulted a big man - he gets a reputation. He thinks he's in good standing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not sick...just stupid. Speaking of stupid, your cousin last night was feeling so good he decided to break into your mother's house...to get some food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA laughs at this story but her mood changes suddenly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're sure he doesn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE enters the bathroom to clean-up. He stares at his image in the mirror for a moment, then makes a face. He checks the whiteness of his teeth, pulls back his hair, a checks his complexion. The mirror image begins to speak. The CAMERA PANS BACK to CHARLIE'S FACE. His mouth is not moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't look at me like that, I can see this is not going to get us anywhere. She's a good kid, what am I supposed to do. In a way I'm doing her a favor...no??? How many guys you know feel this way about an epileptic? Don't get me wrong, I'm no saint...not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The image of CHARLIE in the bathroom intercuts with still from Catholic School text books - vulgar color illustrati of parables - emphasis on Christ expelling the devils fro the posessed women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'm not like the Pharisee who said \"Oh God I thank thee that I am not like the rest of them.\"...no...I like to think of myself as the Publican...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strikes his breast penitently as he delivers the next",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...'Oh God be merciful to me the sinner!' I'm not taking advantage of her. I swear to you that if she meets someone she'd like to marry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back to CHARLIE in sync.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'll cut out. \"If Thy eye is an occasion of sin to thee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stills of girls, sexy pornographic nude magazine spreads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...pluck it out and cast it from thee.\" \"Woe to the man through whom scandal does come.\" I'm sure you'd agree this is no time to get tied down. Like the priesthood...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Textbook illustration of vocations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...they don't get tied down do they? \"Have I not a right to do what I chose? Even so the last shall be first and the...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE in sync.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...first last. For many are called but few are chosen.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is sitting in a quiet corner of the restaurant. This restaurant was considered an above average business with quality and prices to match when it was first opened three years ago. The quality has diminished but the price remain the same. As a result the place is dying. CHARLIE is scrutinizing the restaurant from his corner. He picks a water goblet and critically examines the water spots on He calls a waitress to show her the dirt on the glass. Sh apologizes, cleans it with her apron, and places it back the table. He takes a menu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chubby, middle-aged man, OSCAR, approaches the table. H is half owner of the decaying restaurant. He is in his shirt sleeves which, along with the side of his face, are smeared with grease and dirt. He is tired and disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a slight Jewish accent) Hey...you're here. They told me you're here...and you're here. How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, how's everything going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OSCAR sits down next to CHARLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ask...do you have any idea what I've been doing all morning...eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was in the basement fixing the pipes. Would you believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What pipes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What pipes...the ones from last year...those pipes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE shakes his head in sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look Charlie, you're a good boy. Will you just tell your uncle that I have nothing. There is nothing to give him. No envelopes with cash inside, no checks, nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That bad, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't make this week's payment and if this keeps up not next week's either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not next week's either...listen...you tell that to Giovanni, not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I should wrap up this place in a ribbon and hand it to him, you know that. I don't need this aggravation. I'm getting old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd rather have the loan payed, you know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Uncle's a good man...I won't stick him. Either he gets the money or the place and right now he's getting the place. And tell me why should I care? I got a partner who's a bum, who doesn't help out...who disappears and leaves me with all the problems. I should go back to Florida...I don't need this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't understand, where's Groppi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should know? His wife don't even know. Probably off with one of his little girls...I don't know. I tell you, if he don't give a damn, then I don't give a damn...Why should I kill myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My uncle figured that this week was bad...but about next week...I dunno. Maybe you should speak to him yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is walking down the street on the lower east side A noisy religious street festival is being held on the bl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE enters a small Italian cafe and nods greetings to some of the people as he makes his way to the back of the room. This cafe is a strange hybred of coffee house, cand store, luncheonette, and meeting place for CHARLIE'S uncl GIOVANNI and his associates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIOVANNI De STEFANO is sixty. He is well respected and powerful both in and out of the neighborhood. He became a head figure not by being introduced formally as was the custom, but rather by fighting and killing his way into t organization. GIOVANNI is well dressed but not a stereoty of an old Mafioso, rather a kindly and intelligent old ma",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIOVANNI converses intermittently in Italian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man is putting new records into the jukebox which is in the corner of the room in the luncheonette area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to repair man) Is my uncle back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE points in the direction of a doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but I think he's busy now. Hey Charlie play 463 today - for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE walks through the luncheonette area, past the din room where his uncle is in conference, to the bathroom at the very back of the cafe. MARIO is seated with his uncle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIO is forty five years old. He is GIOVANNI'S closest associate, brought into the organization in the tradition manner, making his early reputation through hits (murders He is not very intelligent but has an undying loyalty to GIOVANNI, and is very fond of CHARLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIO and GIOVANNI are seated with a very old man. They a deep in their private conversation. CHARLIE passes by unnoticed and walks into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE begins to wash his hands but changes his mind. He shuts off the faucet in order to eavesdrop on the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIOVANNI and MARIO are calmly sipping their coffee as the listen to the old man's nervous talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Italian with",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm telling you is that he did it for Mario's honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you don't understand. I knew the kid. He was drunk. He made of fool of himself...not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Italian with",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giovanni - an insult to Mario is an insult to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There was no insult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Italian with",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boy only did what was right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your son only did what was stupid. We have enough down here without something like that. And what for? ...Nothing...no reason. Protect him? Why? I didn't tell him to do anything for me. He's going to Miami? Good...keep him in Miami for six months...a year...a good long time. After everything's forgotten then I see what I can do for him. Right now...keep him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is seated at a table. The waitress, MARIE, approaches and gives him his cup of coffee... The followi scene is reminiscent of a TELEVISION COMMERCIAL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marie, are there Columbian coffee beans in this coffee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a second. Let me taste it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses to sip the coffee, then shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I'd say there are some Columbian coffee beans in this coffee, but only about 39%.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIE is disinterested. CHARLIE continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see. You probably don't notice this Marie, but Colombian coffee beans are rich coffee beans. Bursting with that good, deep coffee flavor. Picked when they are ripe to the point of perfection. The beans of course, are protected by the tall South American Guama trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIE chews her gum for a moment and leaves the table. CHARLIE'S monologue continues and gradually he falls back into his CONFESSION. As he talks, the CAMERA PICKS UP DETAILS of the cafe and the people in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then the bean pickers come down and pick each bean by hand. Bean by bean, all heavy with flavor. And they load them into boxes, one box at a time, box by box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From time to time CHARLIE is casually glancing at MARIE w is busy with her work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK &amp; WHITE &amp; COLOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The images now move out of the cafe and the CAMERA REVEAL aspects of the neighborhood - LIVE ACTION and STILLS: stores, people, streets, buildings, in short; a concise vision of the neighborhood. All this is intercut with CHARLIE mentally stripping MARIE's clothes off with his e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like, looking at my uncle back there. One way is the obvious; ...man outside the law. On the other hand, instead of a breakdown of order there is a creation of order and instead of the breakdown of law, there is the creation of law...In this society which needs new law because 'What's a crowbar compared to a share of stock. What's the robbing of a bank compared to the founding of one and what's the murder of a man to the gainful employment of that man.' 'Do not think that I have come to destroy the Law or the Prophets. I have not come to destroy but to fulfill.' ...Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The image culminate in aerial shots of downtown New York City. (STOCK FOOTAGE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE now sees MARIE totally naked as she serves the customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIOVANNI and CHARLIE are standing and talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncle, how are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Did you have a good time last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About that shooting last night...I was there and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you weren't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is struck silent for a moment. He listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right uncle. I must have gotten it confused with something else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and GIOVANNI are now sitting at a table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About Oscar...I think he put on this act...about the restaurant being in bad shape and all that. He can't make the payments...I don't know what to make of it. He says Groppi's run off with a girl. I could help if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...his business is bad. But I'll decide what to do and you...and you just keep out of anything that might...might...er draw attention to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes...I understand...I'll be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and TERESA are sitting on the beach which is fair deserted. There are rented cottages behind them. TERESA has a book and some papers from which she is supposed to write a term paper for CHARLIE'S English class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon Charlie...one more day. I'll call in sick for work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...we can come back in a couple of weeks. Besides, if we're both gone for three days it wouldn't look right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE picks up a copy of Henry James' Portrait of a Lad and tries to read it. He tosses it aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A paper on that one too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...but don't worry about that now. The Hemmingway one is first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was nothing. I'm almost finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your time. I don't care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you don't. You've been very preoccupied lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the word...preoccupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE turns towards TERESA and tries to kiss her. She playfully turns away. But CHARLIE quickly gets bored with that and doesn't pursue her. She is confused by his actio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and TERESA already farther up the beach, walking. They notice a very beautiful house with limousines parked front of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See that...know who lives there? The name George Earhardt mean anything to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure...He lives there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Of course he lives there. Would I point it out to you if he didn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is seen from a great distance. CHARLIE'S VIEWPO There is great activity...all with a very businesslike ai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That W.A.S.P. bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're intolerable today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They arrive at the cottage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and TERESA are coming in, putting down the books papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like it here...alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She caresses CHARLIE. He is still preoccupied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to take that apartment uptown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhuh...probably a good idea. Why don't you do it this time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know why...with my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well you can't blame them in a way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulling away from him) I can take care of myself. You know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know...I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE'S father is the patient in the bed. The visitors surrounding the bed are CHARLIE'S mother, TERESA, and TERESA'S mother. The CAMERA MOVES IN CLOSER AS WE HEAR th sounds of mechanical voices coming from the T.V. sets in lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA'S mother leans over and whispers into CHARLIE'S father's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turridu...that's your boy Charles. Don't you know him. Isn't that Charles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is no answer. CHARLIE is embarrassed. TERESA'S MOTHER asks again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Che Guevara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE doesn't know how to react. TERESA'S MOTHER looks with a half smile in disbelief. The other Visitors give o a small ripple of nervous laughter, repeating it...in whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE looks about nervously. Through the door of the hospital room can be seen several of the older patients gathered around a T.V. in the hallway. They are watching the races, the announcer's voice is blaring almost incomprehensibly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA and CHARLIE make love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is getting dressed. TERESA is wrapped warmly in t sheets - still in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...He must have heard the name from those T.V.'s in the hall that were blaring all the time. I remember GUEVARA was in town at the time. Must've heard it from there I guess...but that's funny, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ummmmmmmmmmmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of all people. Now say the truth. Do I look like Che Guevara. C'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They laugh. He crosses to TERESA and they kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sleepy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been running round too much. Bet you've been forgetting your medicine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The green capsules in the top drawer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE gets her the pills and heads out of the cottage f a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is walking along the roadway and looking at the different cottages. He is carrying a notebook to which he periodically refers. He stops in front of a luxurious cottage and checks the address on the signpost with the o in his notebook beside which is listed the name GROPPI. H remains standing at a safe distance from the cottage star at it. It looks deserted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE walks directly to the front door of the cottage a rings the bell confidently. The door is opened immediatel which startles him. From inside the house we see GROPPI'S back as he holds the door open. He is in a satin robe. We can see CHARLIE'S startled face through the partially ope door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At that moment a nude girl, her back to the CAMERA appear in the FOREGROUND. This startles CHARLIE even more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?.......well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I...I'm selling encyclopedias...er a magazines...newspapers...I'm conducting a survey...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't want no fuckin' books!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROPPI slams the door in CHARLIE'S face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is still standing in front of the cottage. Sudden a little boy of about nine appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nobody here mister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE turns in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't this Jack Groppi's place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. But he ain't here now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know where he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Follow me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY leads him towards a heavily overgrown treed area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much farther?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE repeats this question periodically as he follows BOY. Finally CHARLIE finds himself alone in the middle of dense forest with the BOY nowhere in sight. He calls out but there is no answer. He realizes he's been had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, don't get excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is trying to find his way out of the forest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'The stone which the builders' reject will become the cornerstone'...I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loud brass band is playing \"Oh Johnny, Oh Johnny, How Y Can Love\" inside the cafe. They are part of a religious festival and GIOVANNI has invited them in for drinks. In return they are playing for him. GIOVANNI has been drinki The song ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Play it again!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone laughs and joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more time...play it again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The band begins the song for the second time. CHARLIE enters the cafe and goes directly to his uncle who embrac him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "over the music) Take a drink!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE sits next to his uncle and looks around at the cr in the cafe which is now singing along with the band. GIOVANNI is smiling broadly. Loud applause follow the end of the song and the band tries clumsily to make its way through the crowd and out of the cafe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, where you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh...around...why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard what happened to GROPPI, eh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE gets very nervous at the mention of GROPPI'S name",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who me? ...No, I don't know, not me...all I know is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cuts CHARLIE off with a gesture of his forefinger) Our friend, Groppi, went to his mother's house. And when he was there...at night...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old woman is sitting in front of the television watchi JOHNNY CARSON'S TONIGHT SHOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continues in voice over) ...he walks into his mother's room where she's watching television...and he says to her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROPPI has entered the room with his back to the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that he's sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROPPI leaves the frame. The old woman looks up from the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE SEE GROPPI walking towards the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice over continued) ...he goes in the next room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROPPI TURNS ON the bathroom light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice over continued) ...he takes a gun and puts it in his mouth and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GROPPI stands with the gun in his hand. He lifts it to hi head. He puts the barrel into his mouth. He pulls the trigger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with an Italian hand gesture) ...so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is visibly shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you like that, eh? He was always a little crazy, y'know... Groppi... a little crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE looks up to see MICHAEL, standing at the entrance the cafe. He waves to CHARLIE in a friendly manner. CHARL waves back and GIOVANNI looks up, squinting to see who it MICHAEL does not approach the table. In respect to GIOVAN he signals to CHARLIE that he would like to see him outsi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now...in a few minutes...ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL is surprised at being spoken to in such a curt manner, especially in GIOVANNI'S presence because he feel he has lost status. CHARLIE and GIOVANNI continue their conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gave him all the breaks I can give.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Michael, look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nevamind 'look'...This punk bastard...I call him at work...I say 'Johnny Boy there?'...He doesn't even show up for work anymore...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look...I've talked to him and I've talked to him...what more can I do...? Tonight at the party all three of us get together and we knock some sense into his head...ok?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right...but understand, I don't like being taken advantage of. I mean you're in there talking with your uncle and all...This is embarassing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll settle it tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two YOUNG BOYS about 15 years old walk up to CHARLIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you sell firecrackers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Firecrackers! No...no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know where we can get some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, see that guy over there...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to MICHAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...him. He's got the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOYS go over to MICHAEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey - fella...you sell firecrackers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sssh! Quiet. (He looks around) Y'know that's illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well the guy over there said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah, never mind. You gotta be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We went down to Chinatown but they don't have any.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well, keep away from those Chinx. They don't have shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we got $40, and we wanna buy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right! Quiet! For $40 I could give you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I don't know if we want to buy all $40 worth...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! You want good stuff, or you want shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we want good stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, my stuff comes from Maryland... you know what that means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means it's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got sparklers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And cherry bombs...ash cans...and rockets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok. For another $5.00 a special on the packs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, all we got is $40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok. Wait here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL goes to TONY, who has been standing in front of t cafe with a group of boys. They talk for a minute, and go back to the waiting boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the boys) C'mon. Get in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four of them get into TONY'S car. They drive to CHINATOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok, you guys get out, and wait here for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta get the stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't we come with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody sees where I get the stuff. That's good business. I'll be back in thirty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They start to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey hold it! Gimmie the cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh...can we give you a check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A check? What the...hey, where you kids from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riverdale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe they do that in Riverdale, but down here we take cash. Now, you got it or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They give him the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok. Now wait here...and keep your mouths shut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad. $20. Here, $5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you spare it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls up at TONY'S PLACE. TONY yells to CHARLIE, who is standing outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Charlie. Get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a'matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'. Just stiffed those kids. Don't want'em comin' back and findin' you...start asking you questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go to the movies...on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok guys...have a heart. This is my business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK &amp; WHITE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are paying for their tickets. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DONOVAN'S REEF is showing. We see a brief scene from the film which has JOHN WAYNE fighting LEE MARVIN in a big ba room brawl.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys smile and watch.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. CHINATOWN - NIGHT BLACK &amp; WHITE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two boys from Riverdale are still watching on the corner, in the dark. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is at home shaving. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "51.",
          "text": "  CHARLIE (CONFESSION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know damn well what's going to happen tonight. I'll probably get drunk at that party...it isn't every day you send one of your best friends off to war for God and country... gotta have a party. I mean, he's a nice kid.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is gluing on a fake beard.  CHARLIE (VOICE OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what You think of him but that's between You and him anyway...I can't help feeling sorry for him though. Has a talent but doesn't use it...His brain. An 'Unprofitable servant who shall be cast forth into the darkness outside, where there will be...  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Television image of old women mourning their dead in Indi The images are slow motion. The news continues with more trivial news images...(Washington investigations, demonstrations, etc.)  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continued voice over) ...the weeping and the gnashing of teeth'...or something like that. My talent's my brain too but I use my talent...I'm not saying that I'm a genius...You'll probably be the first one to agree on that, but I can tell the difference between the intelligent and the stupid. Take the army for example...  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE grabbing a white robe off his bed. We don't see h face.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continued voice over) That's there and I'm here and that's the way it's going to stay! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY enters the bathroom, turns on the light and locks th door. Party noises can be heard in the background TONY is wearing an overcoat and is dressed as a World War I \"doug boy\". Atop his head is a mask, the features of which can' be seen. He opens the coat to reveal twenty packets of re Jello. He turns on the hot water in the bathtub and slowl begins to empty each packet of Jello into the tub of stea water.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LIVING ROOM &amp; KITCHENETTE - PARTY - NIGHT ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most of the characters that were at the club the other ni are present at the party. Many of them are dressed in sem masquerade outfits. Some are wearing soldiers' uniforms. One wears a sheet made up to be a Roman Toga. The girls a in costumes also. All of the costumes are makeshift. MICHAEL is made up as Dracula, sporting a large cape, sem tuxedo-type suit, and a drop of blood on the corner of hi mouth. His hair is slicked back to give him a \"Bela Lugos look. He is showing a picture of a girl to one of the boy proudly proclaiming that she is his latest conquest. TONY comes out of the bathroom and passes by. He takes the pho from MICHAEL. Group attention focuses on TONY now. He stares at the picture, holds it away from him, then close to his face, then sideways and finally upside-down.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh sure! I know her Michael...In fact, I saw her a few days ago under a bridge in Jersey, making out with a nigger. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL grimaces in shock. He spits.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?...a nigger...Uh!...and I kissed her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wipes his lips with his cape. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guest of honor, the young soldier is very drunk. He i attempting to open his going away presents, one of which turns out to be a carefully folded American flag. He attempts to open it with one great flourish. He fails however, knocking over the glasses on the table. The grou applauds. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the doorbell rings and everyone looks up. The door opens and CHARLIE appears, arms outstretched, dresse as the ressurected Christ - with white robes, fake beard hair, and artificial wounds. His arms stretch out wider. The initial shock wears off and TONY greets him.  TONY (SMILING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hallelujah!! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE enters in mock holiness.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have come to create order... Scotch and water please. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all laugh. The rock music blares as CHARLIE walks to and fro blessing all in the room. TONY is delighted with the scene. CHARLIE sits at the kitchen table, TONY opposi him, and the others gather around. The party is getting noisier. TONY gives CHARLIE a glass of ice cubes. CHARLIE plays the part of a priest, during the Mass when the chal is filled with wine and water, TONY pours the scotch over his fingers first. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE lifts his hands to touch the bottle as a priest would. He signifies that there is enough in the glass. TONY then repeats the same ritual with a bottle of soda-w  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May God be with you.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'And with your spirit.'  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gesturing with his drink) Salute!!! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone drinks after repeating the toast. The crowd arou them begins to break up as CHARLIE and TONY begin to have fun with each other. TONY pulls down his mask, revealing skeleton death face which covers his own face except for mouth. It completes the Dough-boy uniform quite well.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking on the guise of an interviewer) 'Art thou the King of the Jews'?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Dost thou say this of thyself, or have others told thee of me?' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "54.",
          "text": "  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Am I a Jew? Thy own people and the chief priests have delivered thee to me. What hast thou done?' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL and a few of the others gather around again as th continue.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'My kingdom is not of this world. If my kingdom were of this world my followers would have fought that I might not be delivered to the Jews. But, as it is my kingdom is not from here.'  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Thou art then a king?'  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Thou sayest it; I am a king. This is why I was born and why I have come into this world, to bear witness to the truth. Everyone who is of the truth hears my voice.' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY leans over towards CHARLIE.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'What is the truth?' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others around them give mock applause. TONY smiles an nods his head to them. CHARLIE laughs. They drink. Someon hits CHARLIE on the back of the head. CHARLIE startled, looks up.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prophesy to us, oh Christ! Who is it that struck thee?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, but God help him if he does it again! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all laugh. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is talking to MICHAEL. The conversation is seriou CHARLIE has not lost his sense of humor.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said he'd be here. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "55.",
          "text": "  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he isn't. Nice...real nice.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll be here. Look, take this for now. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands MICHAEL a twenty dollar bill from under his robe  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You kiddin. The way it is now this isn't even interest for two hours.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(putting the bill back into his pocket) How much was the original loan again?  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "$500. He borrowed that because he wanted to pay off his other loans... now, counting the interest...it's almost $3,000.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "$3,000. Shit! Can we hold it at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, this is business.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(avoiding the issue) 'But I say to you, love your enemies, do good to those who hate you, and pray for those who persecute...'  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tell you who you can pray for... Next payday, I'll be at Tony's Place...Johnny better show or I find him and break his legs...and I mean it.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in the same manner) 'But I say to you not to resist the evildoer; on the contrary, if someone takes thy tunic, let him take thy cloak as well...to him who asks of thee, give; and from him who would borrow of thee do not turn away! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "56.",
          "text": "  MICHAEL (EXASPERATED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He could at least show some respect and show his face, even if he doesn't have the money...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(more serious now) 'Amen I say to thee, thou wilt not come out from it until thou hast paid the last penny.'  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loud scream is heard from the bathroom.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone shoved a nude girl into the bathtub which is now filled with congealed red jello. The boys are laughing an shoving each other about roughly. CHARLIE comes out of th next room and walks along in a Christ like manner through the madness, his arms outstretched. One boy kneels and kisses the hem of his robe and CHARLIE blesses him. There is a great deal of pushing and shoving going on inside th bathroom and near the doorway. CHARLIE promises to save t sinner as he pushes his way through. He helps the girl remove the jello from her body and helps her out of the bathtub. It is obvious that she is quite stoned. She caresses him and they find themselves kissing. The others storm into the bathroom and grab CHARLIE.  EVERYONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blasphemy!...The anti-Christ! Crucify him!! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drag CHARLIE into the next room where, amidst all th shouting and laughing, the other members of the party are placing firecrackers on model airplanes, simulating their own \"dog fight\". They are flying the planes out the open window. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE takes everything in stride trying to shout a few lines over their laughter.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Father...forgive them...for they know not...what they do...' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doorbell rings and TONY answers it. It is TERESA and she looks very worried. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "57.",
          "text": "  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie...? Charlie here...?  CUT TO:  BLACK &amp; WHITE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and TERESA dash from a tenement doorway. CHARLIE still in beard and wig but his robes are open so they giv the effect of being a bulky overcoat.  TERESA (FRANTICALLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The building on the corner. That one! He's been on the roof a half hour now!  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now don't get excited. Don't get excited!! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is very late and the streets are deserted. At the corn of the building in question, a few of JOHNNY BOY'S friend cling to the wall for safety. When they see CHARLIE and TERESA they call out.  FRIENDS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, stay there...He's crazy... He's got a 22. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA gets up against a wall. CHARLIE sends her down the block and she leaves reluctantly.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny it's me, Charlie. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY can now be seen silhouetted against the moonli on the tenement roof. He has a gun in his hand.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't come any closer!!!  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut it out stupid. It's me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY fires a shot into the air. CHARLIE clings to t wall with the others. A moment later he makes a quick run for the doorway of the building across the street. He enters the building that leads to the roof.  BLACK &amp; WHITE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE has reached the roof.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie...pssst. Over here. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He laughs with glee.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you...crazy? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slaps JOHNNY BOY on the back of the head.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...don't do that...I'm only scaring them.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stupid bastard...you get your cousin half-sick over this. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys below are still clinging to the walls of the building. JOHNNY is oblivious to CHARLIE'S statement.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch this. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He takes out a home made firecracker consisting of glass cigar tubing filled with gunpowder and a waxed fuse stick through the top layer of cork. He lights it.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY tosses it over the building and it blows up in mid-air. The boys below rush madly away. Lights go on in the tenements around them. The explosion was quite loud.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get out of here.  JOHNNY BOY (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see them run!  BLACK &amp; WHITE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and JOHNNY BOY are sneaking over a fence in an ol cemetary which is part of their neighborhood. It surround their church and dates back to the beginning of the 19th century. No one is buried there any longer. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is very quiet and dark. They sit and rest. CHARLIE is still in his makeup.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear to God Charlie...my arm still hurts from the car accident...that's why I didn't go to work. I swear it.  CHARLIE (ANGRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not going to help.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to work this week...I mean it.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's impossible for you to catch up on the loan now...the interest is going up...$3,000...do you realize that, flash?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry Charlie...I didn't mean it.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big deal...in the meantime, it's done...I'll still try to help you out...You know that...but you gotta show some effort...some respect... understand?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, you know the best way to take care of this whole mess.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How?  JOHNNY BOY (COAXING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you had a little talk with your uncle...if anybody can do it, he can.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll help you out fine. That's the best way for you, not for me! I swear to God, I'll rip you open if my uncle ever hears a word about this. You understand? I don't care what happens, he doesn't find out. (MORE) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "60.",
          "text": "  CHARLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't get involved with anything, you understand that? Nothing! I'm clean as far as you know...right?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, take it easy. Will you relax.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I get for getting involved. Look, on pay-day at least show up at Tony's Place to meet him, ok? This way he doesn't think that you're trying to screw him. If you show good faith and save his face maybe we can talk and he'll take off the interest or make different payment arrangements or something... understand? I'm not asking I'm telling you!!  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY closes his eyes. CHARLIE looks at JOHNNY BOY a then looks at the cemetary in the moonlight. It seems totally apart from the city with the sirens and cars far the distance. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stands and unravels his robes, preparing to take them off. He projects the image of Christ delivering a sermon. Music and laughter in the distance catches his attention. The lights and the music are coming from the t floor of a tenement building where a Puerto Rican family having a party. The sound echoes through the streets. Decorations are hanging and blowing away through the open windows. As CHARLIE watches a fight break out over one of the girls. Screams are heard. People run up and down the fire escape. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE has pulled off the robe. He now removes the beard and wig and has become himself again. He leans over to fi JOHNNY BOY fast asleep on a tomb.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Could you not, then, watch one hour with me?' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wakes JOHNNY BOY up.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'The spirit is willing but the flesh is weak.' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is sitting in the corner. The restaurant is in th same condition that it was the last time he was there. While CHARLIE waits for his uncle in his semi-private corner, a handful of old Mafiosi, invited by GIOVANNI, si at another table. GIOVANNI enters with MARIO. The old Mafiosi are greeted first. They rise and kiss GIOVANNI on the cheek. CHARLIE is very impressed at their respectful showing. The waitresses and everyone else in the club tre them all like royalty.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OSCAR approaches the table where CHARLIE, GIOVANNI, and MARIO are seated and greets them warmly.  OSCAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put the menus away. I, personally do the cooking tonight.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine...that's why I'm here.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calamari?  OSCAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capozelle, Calamari...anything you want...  GIOVANNI (POURING WINE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drink.  DISSOLVE TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OSCAR sits.  OSCAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Giovanni...er...can I talk? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Refering to CHARLIE. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIOVANNI nods his head yes.  OSCAR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About the place, Giovanni... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "62.",
          "text": "  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I know all about it. We'll discuss it later.  OSCAR (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our arrangements about the place haven't changed, have they? I mean...  GIOVANNI (GOOD-NATUREDLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, not at all...look, we leave it the way it is for now, we talk later, understand?  OSCAR (SOMEWHAT RELIEVED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, Giovanni...I understand. I'll bring the clams now.  DISSOLVE TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is visible awed by GIOVANNI and MARIO'S confidenc and power. He is behaving as if he were at a job interview...very formally. CHARLIE had often had dinner with his uncle but this time the conversation is more pointed. Their conversation is mostly in ITALIAN WITH ENGLISH TITLES. They are discusssing GROPPI'S suicide.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really couldn't believe it when you told me, you know that?  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, he was always a little crazy... he puts a gun in his mouth... (HE SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...like your friend...comme si chiama...Henning? Heming?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hemmingway. Killed himself. I was more upset about that than about Groppi, that's for sure.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing to MARIO) You know, this boy over here, once, long time ago, tried to enrich my mind...so he gives me a book by this Hemin fella...to read, so I read it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "63.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't a book...was a short story.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was it?  CHARLIE (EMBARRASSED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, c'mon...Y'know, I read.  CHARLIE (MUTTERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Francis Macomber.\"  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wha? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CONVERSATION IS NOW ENGLISH.",
          "text": " CHARLIE (SOFTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Short Happy Life of Francis Macomber.\"  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah...didn't read it but I saw the movie...Gregory Peck...pretty good.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeh, Mario over here, he reads a lot. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN ITALIAN.",
          "text": " GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surprised?  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like this Harold Robbins...  CHARLIE (POLITELY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes, he's pretty good.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I don't understand is why you have to go to college to read these books that you're gonna read anyway. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "64.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only a couple of courses...just for the draft.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, couple of courses isn't enough to get you student deferred... I mean if they wanted to draft you, you would've been drafted by now. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE feels that it would be better not to pursue the p  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What Mario's trying to tell you, Charlie, is that you're wasting your time with those \"couple of courses\" ...you don't need them. There are a lot of things that can be taken care of...you know what I mean? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all laugh.  DISSOLVE TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They become aware of the T.V. set which is on in the rear the back room where they are dining. The news is on...politics, society, and war.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These politicians...they talk nice. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE listen attentively, but obviously has heard GIOVANNI'S philosophy before.  GIOVANNI (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but it's the same thing, all the same...they're in there by having something on somebody...and when that doesn't work...they fight...Our life has honor...we have no show to put on because we do what we have to do. They know where to come when they need us. I realize this during the war...World War II...Vito Genovese... during WWII he worked with the government, taking care of the docks...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he do? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "65.",
          "text": "  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did he do? He was there... that's what he did.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the fifties when the communists started in with this country and they tried to clean them out, we offered to do it for them...but they didn't want us to...so we kept out of it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE nods.  GIOVANNI (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told this...the same thing to your father thirty years ago...I told him what to do...but he didn't listen. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The conversation turns to more direct topics while they h their coffee and ainsette.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're still around with that kid Johnny Boy...last night with that gun...Don't get mixed up with them. This Johnny Boy, you know, he's named after me... (SARCASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nice, eh? This Johnny Boy is like your mister Groppi...a little crazy. It's nice you should help him out because of his family and our family but watch yourself...Don't spoil anything. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE nods, feeling very uneasy.  GIOVANNI (CONFIDENTIALLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His whole family has problems...his cousin, the girl who lives next door to you...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...The one who's sick, right? In the head. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "66.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, she's got epilepsy.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. That's what I said, sick in the head. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE nods.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her mother and father come to me and ask advice...she wants to leave...get her own apartment...worries them sick...what am I gonna tell them? Lock her up?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do they expect you to say?  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who knows? It's not hard to figure out what she'll wind up like. When the respect for parents breaks down, that's bad...you know I'm \"cumpari\" with them...so I take an interest. You live next door, keep an eye open...but don't get involved.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you take a look around the place if you want?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's ok...I've been in and out of this place fifty times.  GIOVANNI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, maybe you missed something?  CHARLIE (CATCHING ON)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah, that's a possibility. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE heads for the kitchen.  CHARLIE (CONFESSION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...looks good...things look good, if I may say so myself. Don't you agree? Unless there's something You know that I don't know?  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is examining the kitchen closely. A black cook is working hard, taking a piece of meat off the grill. He carefully prepares a dish.  COOK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Charlie. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE smiles and moves in closer to the grill. The cook is sweating and mopping his brow.  COOK (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, it's hot as Hell in here, every day like going through Hell in here. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE moves in closer and the COOK continues preparing food.  CHARLIE (SMILING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hot as hell...You're not the only one going through Hell kid.  COOK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe so...but at this pay it ain't worth it...that much I can tell you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE hasn't been listening to the COOK. He has become fascinated with the flames on the grill. They remind him an old device from his Catholic School days. CHARLIE brin his hand forward and closer to the fire, testing the pain the \"Fires of Hell.\"  CHARLIE (CONFESSION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'If thy hand is an occasion of sin to thee, cut it off. It is better for thee to enter into life maimed than having two hands to go into hell, into the unquenchable fire. 'Where their worm dies not and the fire is not quenched.' ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE'S hand touches the flame. He winces. Music in. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE, JOHNNY, TONY and JIMMY are driving along in TONY car. As they talk, a derelict takes advantage of a red light to wipe their windshield. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY rolls up the window and rolls the car forward a bit force the derelict out of the way.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it near Sullivan Street?  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - by Bedford.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh - you gotta show me. I always get lost in the village.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next time, bet with your own kind.  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The number was 235 - I bet it combination.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be OK - I know those guys. They won't stiff you.  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet 235. Because I dreamt of my grandfather - and when he died, the number of the funeral parlour was 235 - so when I dreamt...  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, yeah - enough. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They arrive at the bar.  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Charlie, you canonized yet?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - not yet - just blessed.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys are in mid-discussion.  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Friday, the 25th--I placed it WITH SALLY--  JOEY (BEING DISTRACT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never heard of it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Joey, really...we're all friends here--let's cut the bullshit.  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(begins to chuckle) ...Well... (TO JIMMY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "you got a good friend here--come to think of it, I do remember now.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under his breath) SCUMBAG--  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nudging JOHNNY BOY) (under his breath) Shut up.  JOEY (MAKING EXCUSE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Friday's are busy--a mistake can be made y'know. Have another drink.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever, just lets settle this and it's all forgotten.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't forget nothin. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOEY looks at JOHNNY BOY but decides to let it pass. CHAR gives JOHNNY BOY a dirty look. Music is playing on a juke box. Several girls stand nearby listening to both the mus and the discussion. JOHNNY BOY looks over at them and the at JOEY.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lower the fuckin music--I can't hear nothin.  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls like it loud.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls? You call those skanks girls?! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOEY, his friends, and the girls all look up. JOEY'S attitude changes. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "70.",
          "text": "  JOEY (TO CHARLIE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter with this kid?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel fine--nothing wrong with me.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep your mouth shut.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell me that in front of these creeps?  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't pay...  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? We just said...  JOHNNY BOY (INTERRUPTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't pay...because this guy (pointing to JIMMY) is a...mook.  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I didn't say nothin. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fellows look at each other bewildered.  JOEY (TO JIMMY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't pay mooks! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody knows what a mook is. JIMMY'S attitude now changes  JIMMY (ANGRILY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mook...I'm a mook... (PAUSES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a mook? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE can no longer control the situation as tempers ri  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't call me a mook! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JIMMY swings at JOEY. A fight breaks out. JIMMY, CHARLIE, TONY and JOHNNY BOY are beaten. CHARLIE, not badly hurt manages to calm everything down. The police arrive to bre up the fight. People look iin as the two cops walk into t bar. The boys stop fighting immediately as they see the cops. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, they treat CHARLIE and the others as friends-- helping them up off the floor, dusting off the clothes, e The police search everyone. When they ask who started it- what happened, etc. everybody including CHARLIE and the others cover for everyone else. \"It was a joke officer\" \"He's my cousin\" \"We were just kidding,\" etc. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cops nod. \"Play nice now\" and leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone apologizes to each other. They drink again. JOHNNY BOY doesn't say a word--just stares.  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were gonna pay you Jimmy, we just don't like being moved in on.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon -- I'm movin' in on you? Let's have another drink and forget about it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drink again. JOEY gives JIMMY the money, JIMMY goes count it.  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't count it...it's all there.  JOHNNY BOY (SARCASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Count it.  JOEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, c'mon - no bullshit - friends. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOEY extends his hand. JIMMY and CHARLIE shake. JOEY extends his hand to JOHNNY.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't fuckin' touch me - scumbag. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE and the others \"Oh no.\"  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up stupid. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is interrupted by a flying fist. The fight breaks out anew. They barely make it to the door. JIMMY is out first with his cash. They run down the street. The west side boys don't chase them but stand by their bar shouting aft them. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY is laughing as he runs. CHARLIE yells at him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "72.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got some mouth!  JIMMY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny, you're a real jerk-off.  JOHNNY BOY (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're ya hollering? You got your money. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They reach the car. TONY heads in first behind the wheel.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(about to take off) Fuck youse all. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The others jump in.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got no honor Tony. Charge! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car starts off. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garbage and garbage pails are tosses after them as the bo take off. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TONY'S PLACE",
          "text": " CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lead guitarist holds his guitar out like a machine gu and strums frantically on it swinging it back and forth a the audience and then at the rest of the group. As he doe so, the rest of the group falls \"dead\" over their instrum The number is over and they all get up. The place is empt except for CHARLIE, TONY, and a few others, all of whom h been listening to the band. They applaude.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is talking to the leader of the group.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, really, I liked it...thought it was great.  BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "73.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are your plans?  BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we're here for about two weeks, then whatever else comes along... we're still working on our album and...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great...great...listen, I'm very interested in you guys because I'll be opening a new club myself soon... uptown...and maybe we can work something out...  BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds good.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, 'The Season of the Witch' won't be ready for a while yet but we have to keep in touch.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is calling TERESA. The rock group is taking a bre before their evening performance and they can be heard breaking up the session in the background. TONY and the others are getting the tables ready.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa?...Yeah, Charlie. Listen, I'm looking for your cousin. Yeah, well today's Tuesday, payday. I haven't seen him all day...no...well, have you got any idea where he is? I know it's early yet but I'm just getting worried that's all...  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie...I've got to see you. I want to talk...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, I can't talk now...I've gotta run, bye.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "74.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you later. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hangs up.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE can see the Negro stripper, DIANE, down the hall, her dressing room. She is putting on her makeup. CHARLIE is still very attracted to her. He enters her room.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diane, how are you feeling?  DIANE (COLDLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As CHARLIE continues to talk to her she undresses and beg to get into her first costume. CHARLIE feels slightly uncomfortable.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know Diane...I've been wanting to talk to you for a while now...er... a... (she is undressing) aside from all that joking around we do out there...when you're on...I... a...I really...think that you're a terrific performer...  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm serious...You're really good.  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a little while...I'm gonna have the opportunity of opening my own place...not here...much nicer than this...uptown...sort of nite-club and restaurant and everything.  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's nice. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "75.",
          "text": "  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking maybe you'd do very nicely for the place.  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stripper?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...no stripping...as the hostess.  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hostess?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you know...you greet the people...see them to their tables... well...it'll be different though... Listen...why don't we get together and talk after your show tonight.  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chinese food?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok. Chinese. We'll meet on the corner of 6th Avenue and Waverly Place after you finish.  DIANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not here...Ok nevermind...6th Avenue and Waverly.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE bumps into MICHAEL and a friend as he is leaving.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be seeing you and Johnny tonight... here...right?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be here. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL is sarcastic. He points to the parked car in fron of him.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tell you, Charlie. If that kid doesn't show up tonight... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL'S plan is seen on the screen as he speaks.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'm gonna find him, drag him down here, tie one of his legs to that Ford bumper over here... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is dragged to the car and MICHAEL'S friend tie his leg to the car.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and his other leg to that Chrysler over there. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY'S other leg is tied to the Chrysler.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and bam!!! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a close-up of a foot slamming down on the gas peda twice. One car heads for the West Side--the other to the East Side. Tires screech and exhaust fumes fill the air. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All three laugh.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Michael, I'll get him here. What do you want me to do, kill him?  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE leaves.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is on the phone trying to locate JOHNNY BOY. TERE is pacing back and forth nervously in the background. CHARLIE hangs up.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure he didn't say anything to you about tonight?  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For God's Sakes...I told you before...nothing. (she moves closer) Charlie, I can't stay in here too long at this hour...will you please listen to me? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE turns and smiles at her. He kisses her because he doesn't feel like listening. TERESA is too preoccupied to respond. CHARLIE turns.  CHARLIE (MUTTERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...that sonofabitch.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY walking through Greenwich Village looking arou as if being chased.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is kissing TERESA who is still very upset.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Charlie...it's uptown and it's perfect. It's big enough for two people...she's going to get out by the end of the month. If you don't act right away, it'll go in no time. What do you think?  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is making his way back to the apartment by sneaking along the sides of the buildings in the darkened street.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE tries to make love to TERESA out of his nervous energy and impatience at waiting so long for JOHNNY BOY. TERESA is rejecting his attempts.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY imagines he is being followed and dashes into door of a nearby building and up the stairs.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is doubly frustrated by TERESA'S rejection of his attempts at lovemaking because of his concern for JOHNNY He becomes sarcastic and abrupt.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you realize what that apartment means? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE doesn't answer. TERESA continues.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you? For both of us. Think... after a while you might even be able to move in yourself. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE laughs. TERESA is visibly shaken but CHARLIE cann be bothered.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you serious? Me move in with you. You crazy?  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is silhouetted against the moonlight. He makes his way quietly over the roofs of the tenements and climb down CHARLIE'S fire escape.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " CHARLIE (CONTINUES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teresa, get these ideas out of your head...I've got enough on my hands right now...with that bastard cousin of yours. You wanna move? Go ahead. By all means! But keep me out of it...I've got nothing to do with it...you understand...nothing.  CUT TO:  CHARLIE'S WINDOW ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is at CHARLIE's window. Through it he can see TERESA lying on the bed in tears and CHARLIE pacing back forth across the room. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is still talking loudly, JOHNNY BOY doesn't seem to pa any attention to the fact that TERESA is in CHARLIE'S bedroom. He opens the window and jumps in, smiling sarcastically. TERESA and CHARLIE are startled. CHARLIE grabs JOHNNY BOY by his coat collar.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you? Answer me, you sonofabitch! Where were you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA is frightened and rushes towards CHARLIE. JOHNNY B reacts to the scene with uncontrolled laughter. CHARLIE i outraged and slaps him across the face but JOHNNY continu to laugh. TERESA screams.  CHARLIE (TO TERESA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!  JOHNNY BOY (TO TERESA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Teresa, shut up! We don't wanna get Charlie here in trouble, do we?...We love Charlie. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE flings JOHNNY BOY against a wardrobe, letting go his collar.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had me going crazy! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA is crying. JOHNNY goes into the kitchen and CHARLI follows. TERESA stays in the doorway.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY takes a drink of water from the sink as he tal CHARLIE is calmer now; calm enough to realize that JOHNNY has figured out his true relationship to TERESA. He tries to protect himself.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your cousin here was getting sick, worrying about you. We've been in here calling...  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's too bad, Teresa... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is embarrassed and TERESA is afraid. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "80.",
          "text": "  JOHNNY BOY (CONTINUES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well kids...have the bans been announced yet?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be smart.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not smart...I'm stupid, remember. I'm so stupid that you have to look out for me, remember? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA is crying.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be upset Teresa. You have to understand Charlie, here...he gives of himself to help others...  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to go home.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you stay.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Johnny, I swear to God, if you open your mouth about any of this...  JOHNNY BOY (ANGRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me? I wouldn't say a word to my aunt and uncle...or even your uncle, Charlie... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA makes it to the door and opens it quickly. JOHNNY BOY grabs her to keep her from leaving. CHARLIE rushes towards them and pulls JOHNNY BOY away. By now, they are halfway down the hall.  JOHNNY BOY (SHOUTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie...I always wondered about her...what happens when she comes? Does she get one of those fits? Eh? That would be something to see... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is interrupted by CHARLIE'S fist as it lands a solid punch on the right side of his hand. TERESA screams and rushes to separate them. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "81.",
          "text": "  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You rat bastard!! Don't hit me again!! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stops.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I will fuckin go see your uncle right now...he'd be interested. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE rushes JOHNNY BOY towards the stairs. They bump into TERESA, slamming her against the wall.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead! Go on! And we'll see what happens to you without me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA is terrified that JOHNNY BOY will really go to CHARLIE'S uncle.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...no...don't. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA falls, hitting the stairs with a thud. She lies there moaning and tossing her head. CHARLIE and JOHNNY BO go to help her.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I do? You know anything about this? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY steps over TERESA to go down the stairs. He tu  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know...she's your girl...I gotta go. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is furious. JOHNNY BOY points to TERESA who is getting worse.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hate to miss the floor show, though. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE lunges out at JOHNNY BOY shoving him halfway down the stairs. He has gotten hold of his coat so that JOHNNY BOY can't leave. Neighbors from downstairs open their doo and come up the stairs. CHARLIE, in complete panic, tries to put something into TERESA'S mouth while holding JOHNNY BOY at the same time. He shoves his hand into her mouth trying to pry it open but she bites into it. CHARLIE screams as the blood streams out. He lets go of JOHNNY BO ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The neighbors take over. One woman appears to know how to administer aid to TERESA.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is halfway down the stairs by now. The neighbo takes care of TERESA. While CHARLIE dashes down the stair CHARLIE grabs JOHNNY in the ground floor hallway. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the deserted factory section of Manhattan, JOHNNY BOY CHARLIE stand next to a corregated metal garage door. CHARLIE smashes JOHNNY BOY against the door sending resounding echoes into the street.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You crazy bastard! What are you trying to do, ruin me? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is not fighting back anymore. He is on the ver of tears. CHARLIE smashes him against the door again--aga the crashing sound reverberates in the empty street.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Again, JOHNNY BOY is thrown up against the door.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You threaten me with my uncle? After what I'm doing for you?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you're doing for me isn't worth it...believe me! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE slaps JOHNNY BOY and pushes him against the door again.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then don't show up tonight and see what happens. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stops. He digs his hands into JOHNNY'S pockets bu he can't find anything.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much have you got for Michael tonight? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I only got eight bucks on me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stares at JOHNNY BOY for a moment then puts his h into his own pocket and pulls out three ten dollar bills three ones.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, take twenty bucks. With your eight that makes twenty-eight bucks you give Michael. I keep the thirteen for the weekend. Maybe we'll eat some Chinese food later. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY doesn't take it. CHARLIE forces it into his ha  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it. I'm doing it for you, stupid!  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you're not... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE, calmer now, is feeling ashamed.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, cut it out, will ya?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, twenty-eight bucks is nothing. The only way to do it is through your uncle...think about it will you?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO!!! What do you think I am, crazy???  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I just want to help myself, that's all.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tugs JOHNNY BOY along.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. TONY'S PLACE",
          "text": " TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're over an hour late. Michael said he'll be back later, though... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE takes a drink. JOHNNY BOY sits at the bar. The place is beginning to empty and the show is over. CHARLIE takes TONY aside.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch this kid for me. I have to go someplace but I'll be back soon to get Michael and him together. Don't even let him go to the bathroom. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns to JOHNNY BOY.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you move!!!  JOHNNY BOY (SULKING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be here. Don't worry. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY orders a drink.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE gets into the cab.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "6th Avenue and Waverly Place, fast please. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cab takes off. They soon arrive at their destination.  CAB DRIVER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you want me to stop? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE leans back into the seat and peeks out the window  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...don't stop...just pass real slow, OK? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE looks out the window and sees DIANE, the negro stripper. She is standing on the corner waiting for him. CHARLIE nods his head for the driver to stop.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop here. (HE HESITATES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...what am I...crazy??? Take me back to where you picked me up. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "85.",
          "text": "  CAB DRIVER (SIGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car drives away, passing DIANE who is on the corner.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is back inside the club.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back so soon.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind your own business. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY sets up drinks for them and pours them into shot gla ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE strikes a match and lights each glass... little b flames dance along the rims of the glasses.  TERESA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, cut it out. Will ya? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He blows out the flames. CHARLIE moves to the other and o the room with his drink.  CHARLIE (CONFESSION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can see things aren't going too well for me at the moment. My willpower and powers of persuasion are not what they usually are today. My ability to control events and situations are wanting. I know. I know...what can I say...I offer this as part of my penance. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young couple, two of the few people left in the place, having a hushed quarrel at the end of the bar. The boy leaves for the men's room.  CHARLIE (TO TONY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's the girl?  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jewish...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "86.",
          "text": "  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at her.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She don't look Jewish.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure she is. She's always in here with some different guy. You know the way they are. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE approaches the girl.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl looks at him, first embarrassed, then annoyed.  CHARLIE (SMILING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever since that first day I saw you at the convent with the nuns, playing volleyball, I couldn't help myself.  GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You Italian?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah why?  GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't look it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl laughs. Her boyfriend comes out of the men's roo He has her coat in his hand.  GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the Boy) Fuck off.  BOY (STUNNED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean? (he looks at CHARLIE) ...let's go.  GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You go...I'm staying.  BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE reaches over and grabs the GIRL'S arm tightly. Sh looks up, startled, and the boy appears to be frightened.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's obvious that the girl doesn't want to accompany you, isn't it?  BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look fella...this is private...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's private... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GIRL is really scared now.  GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE won't let go of her arm. She tries to pull away b his grip tightens.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whether she wants to or not...she's not going.  BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go of her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The GIRL is in tears.  GIRL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it...you're hurting me.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take her away from me...I mean physically take her away from me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is holding her so tightly that she is doubling over in pain. The BOY, although he is scared, lunges at CHARLIE. There is a brief scuffle which TONY breaks up.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is lifting the lid of a garbage pail. He takes out a brown paper bag and opens it. He takes a small .22 pistol from it and puts it inside his jacket, then replac the bag in the garbage pail.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL has entered the club. The BOY and GIRL are gone. TONY is with CHARLIE and JOHNNY BOY, whose return went unnoticed.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's it gonna be? I was here tonight...you kept me waiting for over an hour. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL has two friends with him.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Michael. I've got something for you...not much...but...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has about twenty-eight bucks... it's all he has on him.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better than nothing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY takes out a ten dollar bill and hands it to hi  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the rest?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, where's the rest?  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bought a few rounds of drinks while waiting. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is stunned.  MICHAEL (ANGRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-eight bucks is enough of an insult...I was gonna take the twenty-eight bucks because of Charlie here...but ten bucks! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL takes the ten dollars, crumples it and flings it into JOHNNY BOY'S face. JOHNNY BOY picks it up and slowly smooths it out. He sets it on fire as he talks. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "89.",
          "text": "  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make me laugh, Michael...you know that? I've borrowed money all over the neighborhood and never paid it back...so I couldn't borrow anymore from them...so who's the only jerk off left that I can borrow from without paying back...YOU. Because that's what I think of you...Jerk off. I fuck you where you breathe! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL lashes out at JOHNNY BOY with the back of his han JOHNNY BOY tosses the flaming bill at MICHAEL and quickly pulls out his .22 pistol. Everyone is shocked.  CHARLIE (MUTTERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're really crazy.  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to use that gun, Johnny. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY doesn't answer but holds the gun straight at MICHAEL'S face. MICHAEL turns to go, defying JOHNNY BOY. His friends follow. When he reaches the doorway, he turns  MICHAEL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have the guts to use that...be seeing you Charlie, Tony, and of course you John...be seeing you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY is still frozen with the gun in his hand, poin it at mid-air. CHARLIE slams JOHNNY BOY across the face with his fist. TONY takes the gun from his hand.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stupid bastard! Never pull a gun unless you intend to use it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hits JOHNNY BOY again.  TONY (HOLDING GUN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...No bullets in it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE hits JOHNNY BOY again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "90.",
          "text": "  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of here before this really goes up.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hide the gun. Throw it away. Anything. Listen, I gotta borrow your car...I think we should take a ride...away from here for the night...you know what I mean?  TONY (RELUCTANTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ok...but go to a movie first or something...not good to be driving around right away. You know you can't do much for him now...it's out of your hands.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A young girl is in her room with her maid. The maid is helping her dress. Eerie music creates a frightening atmosphere. CHARLIE and JOHNNY BOY watch nervously affect by the film's mood. The theatre is a 42nd street one with lots of sleeping drunks. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, the maid's face begins to contort as if she's seeing something horrible. The audience is on edge. The young girl sees the maid and shouts \"What is it?\" - but t maid only sneezes.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is driving. JOHNNY BOY is beside him in the front seat. The top od the car is down and CHARLIE is driving with no particular destination in mind.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we should see your uncle.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This can't be settled any other way now...I'll take full blame.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "91.",
          "text": "  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you going to do? Hide me?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good idea. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY turns away and tunes in the radio to a loud ro song.  CHARLIE (CONFESSION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you could safely say that this evening has been so far very unimpressive as far as my efforts are concerned...more unproductive. Now, I'd like to know what you do, for an encore, Lord? I know penance is penance but this is something else. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOHNNY BOY opens his eyes.  JOHNNY BOY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking to yourself??? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He turns up the radio.  CHARLIE (SARCASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead! Play the radio...play music...you're going to a party... louder! Go ahead. Louder. A party. Lots of fun. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black sedan has been driving along parallel to CHARLIE' car, unnoticed by CHARLIE. Otherwise the street is desert The car begins to drive CHARLIE off the road.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what is this guy, crazy?  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK SEDAN",
          "text": " VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, now's the time! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE turns his head to look. JOHNNY BOY looks up. They fire the gun.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A barage of bullets (5 gunshots) hit CHARLIE'S car. CHARL is hit in the hand. JOHNNY BOY has been hit in the throat He stands up and leans over the windshield of the car, spewing blood onto it and into the wind. He is screaming. The black sedan turns onto another street.  CUT TO:  TONY'S CONVERTIBLE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is so shocked that the car is completely out of control. It goes screeching along the street, swerves, an slams into a fire hydrant, breaking it off and causing wa to shoot out onto the sidewalk, car and street. CHARLIE h been thrown from the car. He kneels in the street holding his wrist. He is on the yellow letters \"FIRE LANE.\" JOHNN BOY lies against the side of a building--still. CHARLIE goes to the curb and sits there holding his bleeding hand The police arrive with their guns drawn.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in the neighborhood, the religious fiesta is ending. The singers on the bandstand are singing the last song of the evening, \"Vincino Amare.\" A crowd of elderly Italian- Americans stand below the bandstand and listen. There are four singers, their voices projected through a PA system.  MUSIC: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": " CUT TO:  TERESA'S ROOM ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TERESA is in bed, asleep. The music can be heard echoing the background.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is still sitting on the curb holding his injured wrist. The ambulance and the police are going about their business. A crowd has gathered.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIOVANNI is watching the Late Late Show on T.V. (Car explosion scene from \"The Big Heat\"). Aside from the ligh of the screen, the room is darkened.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DIANE is alone, sipping coffee.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police are standing around CHARLIE with open notebook questioning him. He doesn't answer. JOHNNY BOY'S body is being taken into the ambulance.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY is relieving himself. He washes his hands.  CUT TO:  NEIGHBORHOOD STREET ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last song of the festival is ending now. As the singe come to a stirring climax they wave and shout in Italian.  SINGERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night...Good night...thank you...good night! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The band plays a few bars of \"Home Sweet Home.\" The singe throw kisses to the dispursing crowd. People who have bee watching the festival pull down the blinds of shades and in.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHAEL'S car is parked in a deserted area on the docks. has his head in his hands. The BOY with him says nothing.  CUT TO:  STREET CORNER ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is still in shock, sitting on the curb. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police are still walking around in a businesslike man ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stares down at his feet. The wrecked car is being pulled away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE is being put into an ambulance. He is muttering t himself and seems shocked and bewildered.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early morning. A door in the far corner of the room opens CHARLIE is motioned through by a cop, who shuts the door immediately behind him. There is an unnaturally loud clanging sound that echoes in the room. CHARLIE looks around, still a little dazed, and spots MARIO standing ov by the door. MARIO has made no move to greet him. He just stands there watching. CHARLIE walks over to him, sensing something a little ominous.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My uncle didn't come? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIO says nothing, just nods at him to step outside. CHARLIE goes out into the street. MARIO follows.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is practically no one on the street. The early morning light makes everything a clammy grey. CHARLIE wai at the bottom of the steps.  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pauses for a moment) Giovanni says now he done enough. He got you outta jail. Now... (reaching in pocket) he wants you outta the way. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARIO hands CHARLIE an envelope containing an airline tic  MARIO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He says use it. Don't sell it. He says he'll see you. Someday. Maybe. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stares at the ticket in his hand. MARIO is obviou uncomfortable.  MARIO (ABRUPTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things worked out rotten kid. Sorry.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY'S car. He is driving CHARLIE to the airport. A suitcase can be seen in the back seat.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where to?  CHARLIE (PREOCCUPIED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kennedy.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to be jolly) I know, I know, stupid. I mean where you goin'?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an open ticket. I can go anywhere up to $350.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?  CHARLIE (EDGY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I'll send you a postcard from wherever. If I get there.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nervous?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You flew before?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE'S face - slightly upset. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE snapping seat belt in car.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STOCK SHOT: airplane exploding BLACK AND WHITE (FANTASY) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE in car - more upset. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "96.",
          "text": "  CHARLIE (IRRITATED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, come on...  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy. I only asked because maybe I could, you know, let you have a little something.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well thanks, but I got enough to hold me. My mother can send me some. I don't know.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about Teresa? I could talk...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying not to be impatient) Listen, I appreciate it, but I'll handle it myself. I'll write.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And say what?  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll say that I'm travelling.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TWA terminal at Kennedy. TONY'S car pulls up to the curb, CHARLIE gets out, waves away help from an idle port and pulls his suitcases out of the back seat. TONY leans across the seat toward him.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, try a place with some sun. Swimming pools. Palm trees. Girls in little French bathing suits.  CHARLIE (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the ride. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE breaks away from the handshake and grabs TONY affectionately behind the neck.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take care of that tiger. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "97.",
          "text": "  TONY (CORRECTING HIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panther...  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panther! Same thing...  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey...no more good times like before. Until you come back.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. And you're gonna take the vows next Tuesday, right.  TONY (LAUGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'm gonna worry about you, too. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TONY gives CHARLIE'S hand a last slap, then gets back beh the wheel.  TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE nods and watches the car pull away. Then he picks up his bag from the sidewalk and walks into the terminal.  CUT TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is huge and there is a lot of bustle and excite CHARLIE is noticeable because he is the only member of th crowd who walks slowly, without any apparent mission or destination. He makes his way toward the large flight boa that looms over the whole room. Loudspeakers announce planes to and from every part of the world. On the flight board, the origins and destinations of the days flight sp and change every moment. He passes the insurance machines and almost stops - more upset than before. A businessman calmly pays for insurance. (Muzak is heard) CHARLIE continues on past a novelty shop where some plastic cross and St. Christopher medals hang alongside the stuffed toy dogs and flight bags. He looks at the cross.  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what to say to you... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ticket desk is under the flight board. CHARLIE eventu works his way over to the desk, drops his bag on the floo and stands staring at the board. He sees the names of dozens of cities flashing before him. As he watches, a pretty ticket clerk speaks to him from behind the desk. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "98.",
          "text": "  CLERK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I help you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE stares at the flight board in dismay and indecisi He apparently does not hear her.  CLERK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, may I help you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLIE hears her this time. He reaches into his jacket pocket and pulls out the ticket which he passes across to her. The clerk starts to open it to check the destination  CHARLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(questioning, challenging) Where can I go? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The question is unusual. The clerk looks up. CHARLIE star back at her with a quality that is almost defiance.  CUT TO: ",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1232"
    }
  ]
}