{
  "movie_id": "MOV1235",
  "scenes": [
    {
      "location": "TIPSY HOUSE STORM. DAY.",
      "characters": [
        "THE OMINOUS REFLECTION OF AIRPLANES IN DARK WATER",
        "01/07/2005 DOUBLE BUFF REVISIONS 134",
        "BACK GARDEN OF YUKIMOTO",
        "KITCHEN 152",
        "KORIN",
        "OVERHEAD FROM THE ROOFTOP",
        "10/12/04 BLUE REVISION 71",
        "INT/EXT. KABURENJO THEATRE AND COURTYARD LOBBY. NIGHT. 11",
        "TRUCK LOUDSPEAKER",
        "SAYURL",
        "10/18/04 GREEN REVISED 43",
        "' PUMPRIN",
        "OMIT 99",
        "1/3/05 DOUBLE GREEN REVISION 127A",
        "OMIT 4108",
        "INT/EXT. KABURENJO THEATRE",
        "DR. CRAB",
        "THE BARON",
        "CEIYO",
        "CHATRMAN",
        "MAMEHA, (V.0.)",
        "COVERED WALKWAY",
        "QUTSIDE OF MIYAKO. DAY.",
        "DERRICKS, (CONT'D)",
        "' SAYURI",
        "AUNTIE",
        "MAMEBA",
        "YOUNG PUMPKIN",
        "MAMEHA, (V.O.)",
        "CHAIRMAN",
        "SAYURI",
        "HUTCHINS",
        "1/6/05 DOUBLE GOLDENROD REVISION 6A",
        "PUMPKIN, (CONT'D)",
        "AN ACCOUNTING BOOK",
        ". CHIYO",
        "MOTHER, (0.S.)",
        "OMI",
        "OMIT",
        "ARASHINO",
        "EXT. TAKAMAYA RESORT ENTRANCE GATE. DAWN.",
        "EXT. RURAL RIVER. MIYARO HILLS. 1945. DAY",
        "12/2/04 TAN REVISED 130",
        "NOBU",
        "1/3/05 DOUBLE GREEN REVISION 121",
        "--HAVE A SEAT, WON'T YOU",
        "TEAHOUSE OWNER",
        "BACK GARDEN",
        "10/15/04 YELLOW REVISION 100",
        "MR. BEKKU",
        "1/3/05 DOUBLE GREEN REVISION 126",
        "BATSUMOMO",
        "10/18/04 GREEN REVISED 44",
        "THE HANAMICHI 119",
        "1/3/05 DOUBLE GREEN REVISION 109",
        "TANAKA .",
        "10/20/04 GOLDENROD REVISION 57",
        "74B",
        "1/9/05 DOUBLE SALMON REVISIONS 123",
        "TANAKA",
        "CHAIRMAN /",
        "SAYURI'S ROOM. NIGHT.",
        "DERRICKS",
        "1/3/05 DOUBLE GREEN REVISION",
        "12/9/04 DOUBLE PINK REVISION 68",
        "MOTHER'S VOICE, (0.S.)",
        "1/3/05 DOUBLE GREEN REVISION 127",
        "1/3/05 DOUBLE GREEN REVISION 122",
        "12/21/04 DOUBLE YELLOW REVISION 128",
        "CHIYO",
        "YOUTH",
        "1/9/05 DOUBLE SALMON REVISIONS 125",
        "12/2/04 TAN REVISED 79",
        "EXT. PARK. DUSK.",
        "' MAMEHA",
        "1/3/05 DOUBLE GREEN REVISION 105",
        "A SHORT TIME LATER 102",
        "1/3/05 DOUBLE GREEN REVISION 106",
        "12/2/04 TAN REVISED 73",
        "AUG-23-2885 17",
        "THE GENERAL",
        "10/14/04 PINK REVISION 21",
        "SAYURI'S ROOM . 154",
        "EXT. FIFTH AVENUE. NEW YORK CITY. DUSK.",
        "SATSU",
        "10/12/04 BLUE REVISION 36A",
        "1/3/05 DOUBLE GREEN REVISION 3",
        "NOBU, (0.C.)",
        "MAMEBRA",
        "MOTHER",
        "SAYURI'S VOICE",
        "HATSUMOMO'S VOICE",
        "MOMENTS LATER",
        "12/21/04 DOUBLE YELLOW REVISION 129",
        "' CHIYO",
        "INT/EXT. OKIYA",
        "10/27/04 SALMON REVISION 76",
        "INSIDE THE OKIYA",
        "1/6/05 DOUBLE GOLDENROD REVISION 7",
        "KOICHI",
        "HATSUMOMO '",
        "J",
        "TEACHER",
        "KIMONO ROOM 153",
        "SHUT UP",
        "10/12/04 BLUE REVISION 96",
        "LATER",
        "INT. YUKIMOTO TEAROOM. NIGHT.",
        "CHAIRMAN, (CONT'D)",
        "10/20/04 GOLDENROD REVISION .58",
        "DERRICKS, (V.0.)",
        "OMIT 130",
        "10/12/04 BLUE REVISION 99",
        "INT",
        "1/3/05 DOUBLE GREEN REVISION 103A",
        "ABRUPT CUT TO",
        "BEKKU",
        "EXT/INT. BEAUTY PARLOR. THE HANAMACHI. DAY.",
        "COURTYARD",
        "AUG-23-2825 17",
        "MOTHER, (VOICE)",
        "MAMEHA, (CONT'D)",
        "132A",
        "CBRIYO",
        "THE BARON'S VOICE",
        "GRANNY",
        "1/3/05 DOUBLE GREEN REVISION 20",
        "MR. BERKKU",
        "12/9/04 DOUBLE PINK REVISION",
        "714A",
        "10/15/04 YELLOW REVISION 102A",
        "SONOGAWA",
        "CUT TO",
        "EXT/INT. ENTRANCE",
        "DEEPER INSIDE THE OKIYA . 19",
        "BLACK OUT",
        "TIME CUT TO",
        "12/9/04 DOUBLE PINK REVISION 64",
        ",",
        "SAKAMOTO",
        "EXT",
        "10/12/04 BLUE REVISION 59",
        "INSIDE THE TEAROOM",
        "SAYURI '",
        "GEISHA",
        "SAYURT",
        "INT/EXT. GEISHA SCHOOL. DAY.",
        "MAMEHA",
        "74A",
        "12/2/04 TAN REVISED 115",
        "MAMERA",
        "1/3/05 DOUBLE GREEN REVISION 83",
        "TRAIN WHEELS",
        "12/21/04 DOUBLE YELLOW REVISION 28",
        "INT/EXT",
        "SAYURI, (V.0.)",
        "OMIT 177",
        "INT/EXT. OKIYA.",
        "PUMPKIN",
        "INT. THE OKIYA. NIGHT",
        "EVERYONE",
        "10/27/04 SALMON REVISION",
        "EXT. BEHIND YUKIMOTO TEAHOUSE. SUNSET.",
        "10/12/04 BLUE REVISION 98",
        "HATSUMOMO",
        "1/3/05 DOUBLE GREEN REVISION 103",
        "SAYURIT",
        "'74B"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "TANAKA (50) and old SAKAMOTO (late 60s but seems older; * weathered, bent) confer in whispers. SAKAMOTO’s wife, MOT (40) reclines, wrapped in a quilt. She is frail, her face etched with pain. She opens her eyes briefly to drink a medicinal tea: they are a silver color. In secret, her daughters CBIYO (9, clean-limbed, delicate and SATSU (15, slow, earthy) listen behind a make-shift screen. The TWO MEN continue in JAPANESE: *",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA .",
          "text": "Have you made any provision for your daughters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAKAMOTO",
          "text": "(his head bowed in shame) * I've nothing left. Nothing. * Without understanding Japanese, we still comprehend the g situation. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Satsu grips little Chiyo‘s hand tightly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "You're not young. Like this house. One good storm could carry you off. Satsu turns away, she cannot bear to hear more. But littl Chiye desperately presses her ear against the “wall's",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAKAMOTO",
          "text": "I've nothing left to offer them but my prayers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "Let me take them; I will make arrangements~. Sakomoto eyes him with both alarm and regret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAKAMOTO",
          "text": "I could never—-.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "Any life would be better than the one that awaits them here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT",
          "text": "uw",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Abrupt awakening. In darkness Satsu and Chiyo are rudely roused. Sakamoto’s weathered old face distorted by the li of his oil lamp. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAKAMOTO",
          "text": "(in Japanese) Quiet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "In the pelting rain, Sakamoto grimly lifts Chiyo into Tanaka's wooden cart, handing her to Satsu. in front, Tan takes the reins of the OX. Sakamoto lifts his lantern for final look as the cart pulls away. His old eyes fill with tears. . In Chiyo’s face, rainwater and sorrow stream together dow her face. The softly accented VOICE of 4 mature woman narrates in ENGLISH: ~ SAYURT’S VOICE A story like mine should never be told. Chiyo is jolted about in the back as Tanaka's fish-staine cart rattles over rough road. . SAYURI'S VOICE (cont‘d) For my world is as forbidden as it is fragile; without it’s mysteries, it cannot survive. Low-hanging branches whip the cart; Satsu pulis Chiyo clo to guard her from them. Tanaka urges the oxen onward. SAYURI'S VOICE (cont’d) My family lived in a tipsy house in a tiny village called Yoroido on the Sea of Japan. When I was born, my father was already old. My mother said he was like wood, as rooted to the earth as an old Sakura tree. But she and I were like water. Water doesn't stay in one place; it flows quickly-- The heavy oak wheels carve grooves through the mud. in th driving rain, they fill with water, which courses in rivu across the ground, tiny rivers. SAYURI'S VOICE {cont‘d) -and when something blocks the way, water makes a new path. A RIVULET veers to one side rather than pass over a stone ee eH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee oe eH ee ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ae EH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f2",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Chill gray light. A coal-fired TRAIN ENGINE--like a great black DRAGON, belching smoke, with one malevolent white e idles on the platform. [Japanese sign: “Senzuru\"].",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI'S VOICE",
          "text": "I certainly wasn’t born to the life of a geisha. MEN load mailbacs, boxes of dried fish, sacks of rice. Fe passengers are boarding. On the platform weits MR. BEKKU (middle-aged, impersonal, coid). SAYURI‘S VOICE (cont'd) Like so much in my strange life, 1 was carried there, by the current. Tanaka greets Bekku, leaving Satsu and Chiyo huddled clos each other, shivering in their bare feet. They hold hande tightly. Tanaka makes the girls stand in front of Bekku:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "Bow to Mr. Bekku. Satsu bows obedientiy, but Chiyo is too frightened; she j Stares at Bekku, dumbstruck. His heori (jacket) & kimono of smooth silk; his hands as soft as a woman's. TANAKA {cont ‘d) You too. Shaken out of her stupor, Chiyo bows. When she raises her head, Bekku notices her haunting silver eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BEKKU",
          "text": "Hm. Curious eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "I have my mother’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BEKKU",
          "text": "(to Tanaka) What are their names?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "She's Chiyo. Her eister is Satsu. Bekku turns to Satsu and prods her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BERKKU",
          "text": "They're sisters? She looks like a peasant next to this little one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "Their father does not want them to be separated. , Bekku hands him an envelope and both men bow. Tanaka touc the girls reassuringly, encouraging them: TANAKA (cont'd) Be good. \f10 121 12 43 14 Als 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "1/6/05 DOUBLE GOLDENROD REVISION 7",
          "text": "Gripping their elbows, Bekku propels Satsu and Chiyo into train car. Chiyo tries to twist free, calis to Tanaka:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Tanaka-san! Mr. Bekku jerks Chiyo on board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TANAKA",
          "text": "(calling after them) Meta yo!.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "The TRAIN winds through a megnificent vista of hilis and trees still stark with winter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAIN WHEELS",
          "text": "Sparks fly from the train brakes, and the SOUND of metal wheels scream agains metal tracks. INT./EXT. TRAIN STATION - MIYAKO. EVENING. [WINTER]. Bekku and hie two tiny warde disembark from the train. He ushers them through the bedlam of PASSENGERS, TRAIN OFFIC and BAGGAGE RANDLERS. Bekku puts Satsu and Chiyo in the RICKSHAW. He climbs in, wedging himself between Chiyo and Satsu. 10 il 12 a3 a4 Al5 15 \fJ. 17 EXT: RICKSHAW MOVING - STREETS OF THE HANAMACHI. MIYAKO. NIGHT. [WINTER]. Chiyo keeps peeking past the huge form of Bekku, glimpsin passing buildings and brightly-lit electrical signs. POV image: A DISTINCTIVE TORII GATE spans the entrance to huge SHRINE, flanked by rows of HUGE WHITE PAPER LANTERNS They have crossed the winding river known as the Sonogawa they’re met by a crush of BICYCLES, HORSE-DRAWN CARTS, RICKSHAWS, and AUTOMOBILES. GROUPS of MEN in Western clothes and fedoras pass by the YUKIMOTO TEAHOUSE, its wall hung with lanterns and theatr posters covered with Japanese & Chinese characters. Chiyo curiously cranes to see more but Bekku shoves her b and pins her firmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Narrow streets are crowded with shuttered wooden facades the silhouettes of low tiled roofs. The darkness is punctuated by a few red lanterns in the near-distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEKKU",
          "text": "Sokode. The rickshaw arrives at a wooden entrance gate. Bekku pul the girls from the rickshaw. He slides open the gate. Chiyo sees a lantern hanging ove wet stone courtyard, and beyond that, the entrance into a traditional Japanese okiya. The door is open: A mysterious female SILHOUETTE glides toward Chiyo, pause Her shape moves into the light of the lantern above the p revealing: HATSUMOMO (28), in full geisha regalia: Gorgeous kimono, sensuously-upswept hair studded with dangling hair orname A mask of pearl-white make-up sets off a blood-red mouth large almond-shaped eyes rimmed with fluid black. Behind her, AUNTIE (55) strikes a flint, “flinting” Hatsu for luck; SPARKS rain upon her back. \f18 Bekku pushes the girls down onto the wet ground. Hatsumom steps imperiously past in her delicate sandals and pure w tabi (gloves for the feet]. As she ‘sweeps by, Chiyo turn her face up to watch: The geisha’s fluid kimono sleeves slowly lift like dreamy silken wings. She glides away like a butterfly of the nig Auntie moves to the girls, cane in hand. She walks with a slight limp, her hip jutting forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "These are the girls from Tanaka?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEKKU",
          "text": "Sisters, yes, from Yoroido.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "(peers at Chiyo) This one maybe. The other one, no. Bekku roughly yanks Satsu back into the rickshaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEKKU",
          "text": "Hayaku. The DRIVER pulls away. Chiyo rushes into the street. Crying, Satsu reaches out for her, but Auntie captures Ch The rickshaw flies on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Satsu!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "Chiyo-chan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Auntie slides back a door to the okiya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Show your respect for Mother. You must not speak; I will answer for you. (calling) Okasan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "{from within) Come in! \f10 Auntie pushes open ‘a shoji screen, revealing a dark room where a RADIO plays. Through spirals of smoke, Chiyo can a neatly-coiffed woman kneeling before accounting books, smoking a long traditional pipe: MOTHER (40s, business woman). Auntie grips Chiyo and whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Kneel. And head down! Never look her in the face. Auntie shoves Chiyo's head down. Smoke streams from Mothe nose as she appraises the grubby child. She motions: Clos",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "She is Year of the Rooster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Only nine? Mother makes: a dismissive sound and examines Chiyo‘’s di feet. She pulls up Chiyo’s dress to look at her straight legs; runs her thumb down Chiyo’s spine. Chiyo blurts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Where is my sister? Auntie claps a hand over her mouth. Mother looks at Chiyo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Let me see those eyes. Auntie stares. She hadn‘t noticed before. MOTHER (cont'd) Too much water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "But Okasan, a little water is good, to guard against fire. You won’t have to worry about the okiya burning, and losing all your kimono. Mother considers this impassively. She gestures, Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "These country girls. Too late to send her back now. \f20 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEPER INSIDE THE OKIYA . 19",
          "text": "Auntie pushes Chiyo up a step-tansu into the darkness of second floor. Chiyo notices a door ajar and peers inside. GRANNY reclines, an elderly figure with a balding crown a decayed teeth speckled with gold fillings; her skin yello and sagging. Her chin moves as she mumbles sutras under h breath. Chiyo recoils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Mm. Yes. Granny. This used to be her okiya. Auntie leads Chiyo down a dark crooked passageway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "What happened to her skin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "(by way of explanation) Lead. That old make-up was poison. Auntie pushes Chiyo up a few small steps -- INT: MAID’S ROOM. SECOND FLOOR. NIGHT. [WINTER] 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Keep her quiet. Mother is downstairs. -- to PUMPKIN (11, round-faced, comic.) Auntie shuts the door and Chiyo hears the bolt fall. She beats on the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Let me go! Let me go! She weeps as Pumpkin tries to pull her away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "Shhh. Stop that. Mother will hear you; she’s got a bamboo stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "I want my sister! Pumpkin pulls Chiyo onto her futon, and muffles her sobs the quilt. \f21 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "I cried, too, at first. You know, it is easier if you just forget everything that happened before you came to the okiya. If you impress Mother, and do exactly as she says-- (beaming at the possibility) --she will send you to school to be a geisha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "A what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "A geisha. Like Hatsumomo! You will get to drink sake, and sleep until noon. PUMPKIN grins encouragingly, and sticks her chest out. Sh wears two braids, pinned to her scalp. One sticks up, jaunty, like a stem. YOUNG PUMPKIN (cont‘d) (beat) I am Pumpkin. And an apt name it is, given her hairstyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Where is my sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "Probably in another okiya in the Hanamachi. {with painful clarity) Your family sold you to this house. You live here now. As this sinks in, ON CHIYO’S FACE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Shivering, Chiyo (naked) squats on the stones near the privies, Auntie scrubs her feet with a hard brush. Mother hands Chiyo her dark tabi (socks) and geta (rough wood sandals.) \f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, you wear these. Outside, these. We don’t display our naked feet like monkeys. Next, Mother impatiently wraps Chiyo in a servant‘’s kimo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Remember to always shut the shed door, so the rats don’t get in. If I ever find it open--even an inch-- it’s the bamboo stick for you. Now get to work. Be quiet! Hatsumomo is sleeping. (calling) Pumpkin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo scrubs the stepping stones while Pumpkin cleans the shed. Pumpkin explains in a whisper (which gets louder as she continues):",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two nights ago Hatsumomo had to stay at the tea-house until dawn, entertaining three Judges--and when she got home, she cried, “I‘m sooo tired!” And then she started-- (PUMPKIN makes a snoring sound) --and she knocked over a candle, and it singed her kimono and her futon started smoking, and Mother came in and said, “Pumpkin! You must stay awake, all night, so Hatsumomo doesn’t burn down the whole okiya!” (a breath, and then) When I am a geisha I will sleep as late as I want. I will wear a fancy kimono, and my hair will be in a split-peach!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "A what? Pumpkin curls her tongue and sticks it out; it looks like “split peach.” Together, she and Chiyo giggle. \f23 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Why can’t you be QUIET? Pumpkin freezes in terror. Even with tousled hair and smudged mascara, Hatsumomo is gorgeous. She spies CHIYO instantly, and gives her a long, slow appraisal. , HATSUMOMO (cont'd) So this ‘is the’ new arrival? A pity she still stinks of fish. She lights a cigarette casually and moves toward Chiyo. Mother steps. out onto the veranda: HATSUMOMO (cont ‘d) Hope you didn’t pay much for her, Mother. Not with those eyes. Water runs away. Mother dumps her tobacco ashes into a bin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I pay too much for all of you. Mother leaves. Smiling, Hatsumomo bends down and tucks ba Chiyo’s hair, a sisterly gesture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Stay out of my room. Your fingers smell; I can’t have you touching my things. Her fingers linger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT",
          "text": "Pumpkin and Chiyo carry water from the well in the garden",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "When can I go outside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "Outside the okiya? You can’t. It’s not allowed. Carrying their buckets INSIDE, the girls climb the narrow fixed ladder that leads to the roof. Pumpkin climbs ahead",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "How will I find Satsu? \f15",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "You can’t just walk up to every house in the Hanamachi. Do you know how many there are? CHIYO shakes her head “no.” YOUNG PUMPKIN (cont'd) ‘ Look. Pumpkin arrives on the roof and looks out over the Hanama [we don’t see yet]. Chiyo pulls herself up, sees with a j",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Against a backdrop of softly rounded misty hills are THOUSANDS UPON THOUSANDS OF SLATE-BLUE TILED ROOFS so impenetrably close together, they seem almost to overlap. Pumpkin dumps her bucket into the water tank, splashing s on the tiles. Chiyo, crushed, stares at the maze of roofs INT. GRANNY’S ROOM - OKIYA. DAY. [WINTER]. 24 Chiyo carries a tray laden with food for Granny: rice and tiny white fishlings with dead, black eyes. She places it down in front of the old woman, who barks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRANNY",
          "text": "It is freezing! Close the window. Dutifully, Chiyo goes to the window and starts to pull it shut. Outside--on the street--she can’t help noticing: Hatsumomo, with a handsome young man; KOICHI (30s). With smile, he pulls her into a clandestine embrace. He kisses her neck, and whispers in her ear. Hatsumomo dissolves in girlish giggles. For a moment, Chiyo is absorbed by the sight of them. She snaps back to attention when she hears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (VOICE)",
          "text": "Chiyo! Chiyo yanks the window shut tightly. MOTHER (cont'd) Chiyo! Come quickly! \f16 2 25 INT. HATSUMOMO‘S ROOM. DAY. [WINTER]. 25 Mother, cradling her ugly Japanese spaniel TAKU, slides o Hatsumomo’s door, revealing a room in disarray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Hatsumomo is at the bath house. Tidy up.' '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "But she made me promise--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Hatsumomo does not run this okiya. She gives Chiyo a sharp poke and Chiyo forces herself to into the room. Futon and quilts are piled in a tangled heap. Grimy white tabis and old wooden sushi boxes lie strewn among crumple tissues and spilled face powder and movie-photo magazines Chiyo leans down to pick up a box of powder; she does not hear Hatsumomo come in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, look who's in my room. Chiyo jumps up. Hatsumomo snatches up her dusting powder: HATSUMOMO (cont ’d) Did you touch this?? (sniffs, sarcastic) I can just hear the General now. “Why, Hatsumomo. You used to smell of jasmine; what’s this new perfume?” (wrinking her nose in distaste) “Blowfish?” (savagely) I told you never to touch my things! Can't you understand why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Because your General will say, “Hatsumomo, you stink.” Hatsumomo stares at her, displeased with her delivery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "> At least you don’t smell as bad as your sister. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f26 17 HATSUMOMO (cont'd) You know she was here. She came by, looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "(stunned) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(ingenuous) ‘ Was I wrong to ask her to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBRIYO",
          "text": "(with poignant urgency) Please. Tell me where she is. Hatsumomo looks at her with a luminous smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Only if you swear yourself to me first. Yes? Now get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "The only reason Mother tolerates Hatsumomo is because she brings in good money. Auntie kneels amid a feast of colors, folding the many si kimono piled around her, then placing them neatly in lacquered boxes. Chiyo climbs a ladder and places the box in stacks along the walls. AUNTIE (cont’d) Never forget, it is Hatsumomo who pays for your supper. The clothes on your back. By the time she was twenty, she had already earned back her purchase price. Unheard of! She has. been the talk of the hanamachi ever since. Chiyo curious fingers one of the kimono:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "These are all hers? Auntie snatches the kimono away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Certainly not. They belong to the okiya. (displays summer kimono) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 18 AUNTIE (cont'd) A kimono like this, made of Tatsumura silk? It would take a lifetime to earn! A Sea Captain had this made for Granny when she was only fourteen. Under Auntie’s deft folding, the exquisite embroidery disappears and the kimono goes into a red lacquered box: ‘AUNTIE (cont'd) A geisha needs an elegant wardrobe, just like an artist needs ink! If she is not properly dressed, then she is not a true geisha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Nobody told me what a geisha is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "You will find out soon enough. I have news for you, child. Chiyo looks at her, puzzled. AUNTIE (cont‘’d) ...Mother has determined. It is off to school with you. (beat) You are to become geisha. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. OKIYA",
          "text": "Pumpkin’s feet hurry down the STEP-TANSU, Chiyo behind he The girls wear simple cotton school kimono. At the entrance of the okiya, Pumpkin hops into her shoes Mother unfastens the bolt on the gate and hurries Pumpkin Chiyo through:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Quick. Quick. For the first time since her arrival, Chiyo steps into th street. Pumpkin yanks her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pumpkin and Chiyo run down the street, wooden geta clatte on the paving stones. \f19",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONOGAWA",
          "text": "The girls race across a bridge that spans the flowing Sonogawa, gracefully overhung with bare-limbed cherry tre Chiyo’s head swivels at TWO MAIKO walking past, their hai fashioned in the traditional split-peach style. Pumpkin grins, and points at them. Once again, she curls her tong into a “split peach.” Together she and Chiyo laugh. Pumpkin pulls Chiyo after h into a tunnel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Hurry! As they run, Pumpkin jumps up to touch a low-hanging FISH CARVING and make it swing; a child‘s ritual. She races do a jumbled alley toward the theatre. Suddenly, Chiyo break rank:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "{with resolve) Pumpkin! I’m sorry; I‘m going to run-- I’m going to find Satsu-- This makes PUMPKIN stop, cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "No! Chiyo, don't! (beat) You will ruin your own chances, and mine too! Please. Stay with me! Pumpkin notices a morsel of food in the gutter. She gives cry of discovery in Japanese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Mite, mite! To Chiyo's disbelief, Pumpkin squats down and snatches up dirty skewer of food fallen from a vendor's cart. She tak a bite: PUMPKIN (cont'd) Mm, squid! Pumpkin pulls Chiyo into -- \f29 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls race along walkways to the school’s entrance, Pumpkin still chewing the squid -- ‘ YOUNG PUMPKIN (CONT’D) If you are not careful, Mother will toss you back onto the street, and then what? You will wind up with your obi tied in front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "“In front?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG PUMPKIN",
          "text": "You know. A prostitute. Because they spend so much time on their backs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CEIYO",
          "text": "What is a “prostitute”? * Pumpkin doesn’t reply but climbs a wall of cubby holes li ladder and puts her sandals at the top. Chiyo follows. Pumpkin jumps down and grabs a shingle from the basket by entry and hangs it on the wall among HUNDREDS OF NAMES. Chiyoe tries to read them, but Pumpkin pulls her away:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Look for your sister later!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. GEISHA SCHOOL. DAY.",
          "text": "As Chiyo and Pumpkin race to class. They run by a row of 6 MAIKO, who go through precise danc movements as the FEMALE TEACHER (elegant, older) beats ti with her folded fan, calling out the steps in Japanese. A silver-haired GEISHA beats a tsuzumi. Pumpkin and Chiyo cut through the school garden past a TE CEREMONY CLASS (5 Geisha) and a CALLIGRAPHY CLASS (6 Maik led by one female teacher.). They pass a tatami room where 5 GEISHA play the shamisen by a MALE TEACHER, and enter: A classroom where a ragged line of 8 YOUNG GIRLS in cotto kimono try to follow a weary FEMALE TEACHER. A STUDENT kneels by a small Victorela, winding the scratchy recordi \f31",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/14/04 PINK REVISION 21",
          "text": "The Teacher barks out the steps in Japanese, hitting the girls with her fan. Pumpkin and Chiyo dart into line at the back of the room, the Teacher bears down upon them, smacking her fan as she shouts out the time in cadence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "You - are - late! The Teacher whacks Pumpkin with her fan, keeping time, as Pumpkin tries clumsily to perform the steps and Chiyo tri to follow. The Teacher shoves the shoji door closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone, Chiyo kneels, trying to stay awake as she practice her shamisen. The sound of raucous LAUGHTER:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORIN",
          "text": "Sssh, Hatsumomo-san, you’1ll wake the entire house. Hatsumomo and her geisha friend KORIN (20s) arrive drunk giggling. Korin spies Chiyo: KORIN (cont‘d) Your big sister is thirsty. So am I. Go get us some beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I’m not in the mood for beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORIN",
          "text": "I know what you're in the mood for, and his name is Koichi. Hatsumomo flares; she doesn't want Korin to give away her secret:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "What did you say? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORIN",
          "text": "I'm sorry. I forgot -- *",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "You’re just jealous someone cares for me! \f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Hatsumomo opens a package wrapped in silk. She spreads ou ivory colored, embroidered kimono.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Guess who this belongs to? ‘ ' Hatsumomo wets an ink block: HATSUMOMO (cont'd) I will give you a clue. A geisha as desired as she is...ought to keep a close eye on her clothes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORIN",
          "text": "It‘s Mameha’s?? How did you get it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Bribed her maid. She laughs, enjoying her own cleverness. Hatsumomo dips a calligraphy brush, and gives it to Korin. Korin begins giggling; she has a failure of nerve:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KORIN",
          "text": "Oh I can’t. I can’t. (eyeing Chiyo) Give it to her. She thrusts the brush back at Hatsumomo. Hatsmomo smiles Chiyeo, who shrinks back. Hatsumomo grabs Chiyo's wrist a forces the brush into her hand, points to a place on the kimono --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "There. Chiyo hesitates. Their eyes lock: HATSUMOMO (cont'd) Remember? You swore yourself to me. Chiyo reluctantly takes up the brush. HATSUMOMO (cont‘d) Now then, little Chiyo. It’s time to practice your calligraphy. \f33 34 35 23 Hatsumomo points to a place on the kimono. Chiyo touches brush to the milky fabric, leaving a smear of heavy black ink. Korin giggles. Hatsumomo glares at Chiyo as if to sa “Again.” Chiyo wets her brush a second time. EXT. MAMEHA‘S APARTMENT BUILDING NEAR THE SONOGAWA. NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hatsumomo and Korin huddle with Chiyo in the shadows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Do not let anybody see you. Chiyo walks quickly and leaves the folded kimono at the d A figure opens the door, flooding Chiyo’s face with light Chiyo sees a beautiful woman--MAMEHA (29)--whose long lon glossy hair flows over a nearly transparent kimono. Their eyes meet. Chiyo runs blindly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Gripping Chiyo, Mother pours a bucket of water over her b and begins severely lashing her with a bamboo rod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Thieving rat! That kimono was worth more than you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Careful, Okasan! You will hurt yourself more than her. Let me. Auntie seizes the rod and Mother walks back into the Okiy",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Kneel. Chiyo kneels, weeping, ashamed. Auntie painfully lowers h twisted hip and sits on the stone step. AUNTIE (cont'd) What have you done to Hatsumomo? Chiyo looks up tearfully. \f36 37 24 ’ CHIYO I haven't done anything, I promise you. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Whatever you've done to anger her, you'd be wise to stop. Now. . (when Chiyo is silent) You would like 'Hatsumomo to be your big sister, wouldn’t you? Then you must learn to please her. (beat) Lie face down. Chiyo obeys. Auntie gets to her feet painfully, favoring hip. AUNTIE (cont'd) When I was young, Granny was Mother of this okiya. One day I was naughty, speaking out of turn, as you often do. Granny whipped me so fiercely, I was crippled. And so I never becamé a geisha. I could never repay my debt. Auntie’s rod comes down, swish! AUNTIE (cont'd) And so everyone in the okiya suffered. Another swish! Chiyo suffers the beating stoically. AUNTIE (cont'd) (when Chiyo complies) I will beat you “just so.” To spare you the agony I have endured. Swish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE OKIYA",
          "text": "Mother listens with satisfaction, then turns up the radio",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK GARDEN",
          "text": "Auntie walks away, leaving Chiyo sobbing on the ground. Chiyo hears the veranda shoji open. Hatsumomo lounges against her door with a sly smile. She is drinking sake. \f38 39 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I told you not to let anybody see you. , Chiyo turns on her with tears of pain:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "I have kept my promise. So tell me. Where is she? Hatsumomo licks the rim of sake cup, then puts it down. S reaches out to Chiyo, cradling the child’s hands in her o",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "She's in the next hanamachi in a house called Tatsuyo. (beat) Trust me, little Chiyo. You will find her. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "RAIN sheets from tile roofs. WATER rushes along the stree as in a stream, overflowing the curbstones. INT. HATSUMOMO’S ROOM. NIGHT. RAIN. [WINTER]. 39 Hatsumomo stands in her wig cap, looking wan except for vibrant red lips. A cigarette dangles from her mouth. Mr. BEKKU forcefully tugs back her obi ties. Hatsumomo bridle and hisses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Tighter! And BEKKU gives another fierce yank. The sound of Hatsumomo’s sharp little cry stops Chiyo, who peeks throu the doorway. Hatsumomo catches Chiyo’s face in the mirror HATSUMOMO (cont'd) Chiyo! You will walk me to the Yukimoto teahouse, won't you? They lock eyes; a private communique sizzles between them HATSUMOMO (cont‘d) Then you will stand and wait for me? \f41 42 43 44 45 46 26 EXT. HANAMACHI STREETS. NIGHT. RAIN. [WINTER]. They set out, Chiyo, shivering, holding a scarlet oiled-p umbrella high over Hatsumomo as she lifts her kimono abov the puddles. EXT: YUKIMOTO TEAHOUSE COURTYARD. NIGHT. RAIN. [WINTER]. Rain batters down. Chiyo, soaked to the bone, waits under scant shelter of the red umbrella. EXT: YUKIMOTO TEAHOUSE COURTYARD. NIGHT. RAIN. {WINTER]. The tea room’s front doors are open slightly to the courtyard. Through a decorative screen, we glimpse for th first time the hidden teahouse world:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURTYARD",
          "text": "A simple room with handsome golden screens and warm, bric red walls, polished dark wood. Hatsumomo and TWO OTHER GEISHA kneel before a GROUP OF MEN seated at low portable tables, pouring sake. Laughing and smiling, Hatsumomo loo the part of a perfect geisha, the very soul of beauty and wit. EXT, YUKIMOTO TEAHOUSE COURTYARD. NIGHT. RAIN. [WINTER]. The red umbrella sits open on the ground in the front courtyard garden, abandoned. Rain pours in torrents. EXT. PATH ALONG THE RIVER. NIGHT. RAIN. [WINTER]. CLOSE ON CHIYO’S FEET RUNNING as her wooden sandals pound sure-footedly along the river path, splashing through puddles. EXT: NIGHT STREETS IN THE NEXT HANAMACHI. NIGHT. RAIN. {WINTER]. Chiyo runs past DRUNKEN MEN into seedier streets: EXT: THE SEEDY PART OF TOWN. NIGHT. RAIN. [WINTER]. The rundown “teahouses” in this hanamachi look different the elegant Yukimoto. 40 42 43 44 45 46 \fa7 27 Here, the roof tiles are crooked and broken. Under cracke lanterns, WOMEN huddle in doorways and sit lined up behin barred windows, their white faces and red lips crudely painted. . Chiyo speaks to a WOMAN in a doorway. The Woman points, gives Chiyo directions. Chiyo hurries on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo yanks on a wooden door, knocking as hard as she can Finally a small panel slides open. An OLD CRONE looks out",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Satsu. The panel snaps shut. Chiyo beats on the door, to no avai CHIYO (cont'd) Satsu! From Yoroido! Satsu! Chiyo stands uncertainly, soaked to the skin, her hair an thin kimono plastered to her body. She casts around helplessly, and sees: From a dark side doorway, a MAN in Western clothes depart Behind him in the shadows, Chiyo can see a young woman; h silhoutte is familiar. Chiyo calls: CHIYO (cont‘d) Satsu? Satsu! Satsu edges into the lantern’s crimson glow and Chiyo rac to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "Chiyo-chan! They embrace but something is in the way. Chiyo realizes: Satsu’s cumbersome obi is tied in front. SATSU (cont'd) What took you so long--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "--But Satsu, I tried--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "(recriminatory) I went to your okiya weeks ago! They laughed, and turned me away---",
          "sentiment": "neutral"
        },
        {
          "speaker": "12/21/04 DOUBLE YELLOW REVISION 28",
          "text": "Chiyo sees in the light: Satsu’s face is marred by a beat",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "-Please, I did not know--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "I thought you'd forgotten me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Satsu, no--I could never--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "I've missed you so much--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Let's leave--tonight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "But we’ll need money, Chiyo--I know where I can steal some, first thing tomorrow--",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CHIYO",
          "text": "No, please--~tonight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "Tomorrow. Meet me at the Sasame bridge. As soon as it’s dark-- A sudden sound; the front door opens. Footsteps. Satsu's face fills with alarn. SATSU (cont ‘d) Now I have to go--quickly, before someone catches us-- Chiyo, trembling, desperately clings to Satsu as her eyes fill with tears. Satsu pushes her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "What if I cannot get away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SATSU",
          "text": "Be there, Chiyo. It's our one chance. Once I’ve left I can‘t go back. I’ve waited as long as I can. WNow--go! Satsu disappears into the house. \f29 EXT. FRONT ENTRANCE AND BACK GARDEN - OKIYA. NIGHT. RAIN. [WINTER]. Chiyo tries the gate - it slides open. Chiyo hesitates at the entrance of the okiya, and then sl quietly around the side, via the narrow passage. ' In the back garden, Chiyo moves covertly toward the kitch and the back door - but she hears a NOISE and sees: In the STORAGE ROOM, the heavy door has been left ajar. Chiyo hears the rustle of mice burrowing into bags of ric inside. She hastens to close the door -- -- and sees inside the dark room something strange and fascinating: Hatsumomo is lying under a man. It is Hatsumomo’s boyfriend KOICHI (30, handsome). Koichi spies Chiyo and leaps to his feet. —",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOICHI",
          "text": "What is she doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOICHI",
          "text": "She’s seen us. Hatsumomo’s stricken by his words. Koichi gropes among th rice bags for his sash, dressing hastily. Hatsumomo grabs Chiyo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Stupid girl! In the okiya, a light comes on. HATSUMOMO (cont‘d) Why have you come back? The perfect chance to escape... They freeze as they hear Taku start barking madly inside. KOICHI finishes pulling on his clothes. HATSUMOMO (cont‘d) Koichi, please--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOICHI",
          "text": "Look at us, sneaking around like criminals-- \f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Koichi, don’t--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KOICHI",
          "text": "It’s degrading. They hear hurrying footsteps and Mother’s voice calling: MOTHER’S VOICE What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(to KOICHI) Go! Now! Koichi ducks out the side path -- just as Mother and bark Taku appear at the tatami room door onto the veranda:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Show your face! Hidden in hér obi, Hatsumomo finds some money. Thinking fast, she stuffs the bills inside Chiyo’s kimono. Mother- bamboo stick in hand--halts at the sight of Chiyo and Hatsumomo in front of the store room. Taku is barking int the dark, toward the narrow side path. Auntie has come ou in her night kimono.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Look! Okasan! I caught her. She was running away with her sister, the whore. Hatsumomo snatches Chiyo’s kimono open. Money spills out. Mother whirls on Chiyo and begins beating her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You little thief! Chiyo, terrified, finally breaks her silence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "No! She is lying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "--after all we have done for her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "--I saw her with a man--right there (the “bed” of rice bags) - His name is Koichi! \f49 50 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUT UP",
          "text": "Mother stops abruptly, stares at Hatsumomo, seeing the tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You shut up. Take her arms. In the pouring rain, Auntie seizes her arms; Hatsumomo gi a startled cry. Mother reaches under Hatsumomo’s kimono a parts her legs. Mother withdraws her hand, smells her fingers. Hatsumomo chokes back a defiant tear. Her face i crimson, Mother slaps Hatsumomo hard, making her gasp. MOTHER (cont‘d) You are never to see him again. Her make-up running, Hatsumomo glares at Chiyo with full loathing. MOTHER (cont’d) Bolt the gate. No one is leaving this okiya. Chiyo’s face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. OKIYA.",
          "text": "Auntie rolls the heavy front door shut with a klunk! INT/EXT. VERANDA & BACK GARDEN OF OKIYA. DUSK. [WINTER]. The rain has stopped; water drains from the tiled roof an rushes in the garden's gutter. Chiyo crouches low, scouri the stepping stones. She glances at the sundial in the garden; the light siants long across it. It's late. She looks anxiously toward the sky, and can see the moon, starting to reveal itself on the horizon. Night is approaching. Chiyo rises, and her heart swells in her chest; it’s time make her escape, but how? She glances to and fro, just as MOTHER passes through the garden, and tosses her a recriminatory look. It makes Chiyo cower, and she sinks b down, scrubbing the stones with renewed fervor. Satisfied MOTHER disappears. A few drops of water from above fall onto Chiyo’s face. S wipes them away. A few more drops fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 52 53 32 She looks up and notices that the water is coming from th chain of verdigris bells that hang from the gutter. With eyes she follows the path of the gutter up to-- The roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo steps out onto the’ roof by the water tank. She see The maze of tiled roofs. Stepping out on her wooden sandal, Chiyo tests her weight the roof tiles. Her wet shoe skids on the rain-slick tile and comes out from under her. Chiyo fails on her bottom h and barely saves herself from tumbling down the slope. Her shoe falls, clattering down the tiles and plummeting the edge into the garden, The noise sets off Taku’s barki (0.S.). Chiyo gathers her courage. She takes off her other wooden shoe and leaves it perched on the ridge of the okiya’s ro Chiyo inches, half sliding, down the sloping tiles to the edge of the roof, which is adjacent to the NEXT OKIYA’S r EXT. BACK GARDEN & PRIVIES. CONTINUOUS. NIGHT. [WINTER]. Taku barks hysterically, running around and around Chiyo’ fallen shoe, sounding the alarm. EXT: NEXT OKIYA‘S ROOF. CONTINUOUS. NIGHT. [WINTER]. 53 Chiyo gathers her courage and jumps -- She falls onto the NEXT OKIYA’S SLOPING ROOF (#2). Her ba feet slip and scramble for purchase. Then her fingers gri the wet tiles, and one foot wedges safely against a tile. Chiyo scrambles across the roof and swings her legs over ridge cap. She slowly lets herself skid down the low slop and at the bottom, and sees: A gap between her and NEXT O (#3). Taku‘s barking sounds farther away. Chiyo crouches at the edge, her toes curling over the til edge. She pushes off, drops to the NEXT ROOF (#3), catche her balance: Safe. Chiyo clambers up this even steeper slope (#3). Hand over hand, she climbs to the top; she seems to be gaining strength. Her hand grasps the cap tiles. The tiles hold. \f54 33 Chiyo reaches up with her other hand. Now both hands safe grip the cap tiles. Her fingers tighten as she hauls hers up. She can see the NEXT OKIYA’S ROOF (#4), and beyond th the tangle of electrical wires on a pole and red lanterns the street -- Freedom. The cap tiles (#3) give way with a clatter. Chiyo skids helter-skelter down the long wet slope of the roof. She screams — ‘ Her chin knocks against a tile, hard, jerking her head ba STARS pinwheel in the NIGHT SKY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ACCOUNTING BOOK",
          "text": "With a fine-point brush, Mother makes a notation in her accounting book on her desk. A MALE DOCTOR leaves. Pumpkin sees him out and closes Mother's door. Chiyo lies on a futon, her arm is bandaged, her chin cut. Mother impassively adds up figures in her accounting book",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Dr. Moro is very expensive. You seem to be racking up quite a debt. (ticks down the column) Kimono, destroyed. Geisha school. Rice and pickles, train ticket, Mr. Bekku - all this on top of the money I paid Mr. Tanaka, and for what? The two most worthless girls in Japan! (makes an entry) And now I hear that your sister has run away. I will have to return the money Mrs. Tatsuyo paid for her. That is quite a sum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Perhaps you should send me home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(with a harrumph) Who can I send you home to? \f55 34 Mother goes to her tansu and takes out a cloth-wrapped object. She unwraps two black lacquered tablets with gold letters. Chiyo recognizes them at once. MOTHER (cont'd) These came weeks ago from Mr. Tanaka. Mother leaves them. Auntie picks up the accompanying lett",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "“Dear Satsu and Little Chiyo: As one who was once an orphaned child myself, this humble person is sorry to inform you that six weeks after you left for your new life in Miyako, the suffering of your honored mother came to its end--” Chiyo's face fills with tears. AUNTIE (CONT'D) (cont'd) “--and only a few weeks afterward your honored father departed this world as well. This humble person feels confident both your honored parents have found their places in paradise.” Chiyo picks up each tablet in turn, clasping them tightly her breast. AUNTIE (cont'd) “But happily--in the okiya--your own future is assured.” Auntie’s voice as she reads the letter fades, and is supplanted by another:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER'S VOICE, (0.S.)",
          "text": "You will never be a geisha. You are too head-strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her arm bandaged and wearing rags, Chiyo cleans all the household shoes; all around her are dozens of sandals. MOTHER’S VOICE (0.S.) If I could sell off your bones to pay back all that you owe, I'd rip them right out of your body. \f56 57 58 35 Mother drops her bundled school items and her shamisen, t returned,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The exterior wall displays ROWS OF SPRING FESTIVAL POSTER Branches of blooming CHERRY hang over the walkways of the school, but Chiyo walks by them without seeing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER'S VOICE, (0.S.)",
          "text": "You will pay back the okiya another way: as a drudge,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo places her wrapped shamisen and her school clothes books at the open classroom door: MOTHER’S VOICE (0.S.) Each week, a few coins, and maybe-- Maybe--by the end of your life, your debt will be paid. Inside, a group of 6 beautifully-costumed young MATKO (le a female teacher) rehearse for the “Spring Dances” with paddies of willow and cherry blossoms. Four other MAIKO w their turn. Chiyo notes the MAIKO without emotion; she knows now that this world is closed to her forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Chiyo pauses on the bridge, tears streaming. WEEPING CHER TREES drop their blossoms in the stream; the blossoms flo away on the water’s gentle surface. Chiyo watches them, yearning. CHAIRMAN‘’S VOICE It is too pretty a day to be so unhappy. She looks up into the broad face and compassionate eyes o THE CHAIRMAN (34). He is handsome and graceful. He notice her cut chin and bandaged arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN, (CONT'D)",
          "text": "Did you fall down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo is too shy to answer. The Chairman crouches which brings them face te face. Chiyo ducks her head rather tha meet his eyes. . CHAIRMAN (cont ‘d) Why so shy? Nothing to be ashamed of; we all stumble from time to time. He offers her handkerchief, and--embarrassed--she dabs he face. The Chairman gestures toward the most beautiful of three geisha in his company. CHAIRMAN (cont'd) You see that enchanting lady in pink? Once--when she was just a maiko--she fell clean off her okobo. When The Geisha laughs in response, it borders on music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEISHA",
          "text": "It's true; I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "And now look at her; so elegant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEISHA",
          "text": "Mr. Chairman, shouldn‘t we hurry? We'll miss the beginning. Bowing, Chiyo would back away, excusing herself, but the Chairman stops her with a gentle hand. He shrugs at the geisha:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "We see the Spring Dances every year. We can spare a moment. The geisha turn inward, twittering among themselves. The Chairman turns to Chiyo. CHAIRMAN (cont‘d) What’s your name? She doesn't respond. CHAIRMAN (cont'd) Don’t be afraid to look at me. Someone has been cruel to you. Or perhaps life has been cruel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/12/04 BLUE REVISION 36A",
          "text": "\f37",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "None of us find as much kindness in this world as we should. © (and then) Do you like sweet plum, or cherry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "You mean - to eat? . I ‘ The Chairman laughs and leads Chiyo toward the footpath t goes along the stream, where a VENDOR sells shaved ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "I like sweet plum myself. {to the vendor) Both kinds. Chiyo hungrily watches the Vendor put a scoop of lurid pi into a paper cup. The Chairman hands it to her: CHAIRMAN (cont‘d) I wait for these every spring. Chiyo takes her first bite; when she pulls the cup away f her lips, they’re stained with color. She smiles coyly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Now I'm a geisha, too. The CHAIRMAN laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "And so you are! As they take bites of their ices, Chiyo absorbs him with wonder. CHAIRMAN (cont'd) How did you come by such surprising eyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "My mother gave them to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Generous of her, wasn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "As you have been to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Smile for me, won't you? \f59 60 38 Chiyo can’t help it; she does. CHAIRMAN (cont'd) There now. That is your gift to me. He wraps some coins in his handkerchief and tucks it into hand. , CHAIRMAN (cont'd) This will buy your supper. Now promise me one thing. Next time you take a tumble...no frowns. He smiles back at her, and she nods. Chiyo watches the Chairman walk away toward the geisha who await him; they their arms around him, like butterfly wings, and he seems disappear. Chiyo stares after them longingly, transfixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Chiyo runs through the Hanamachi, on a mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI'S VOICE",
          "text": "In that moment I changed from a girl facing nothing but emptiness -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo continues to run through a corridor of huge broad orange torii gates that meander far up a wooded hillside. SAYURI‘S VOICE (CONT’D) ~ to someone with purpose. I saw that to be a geisha could be a stepping stone to something else. Chiyo arrives at the SHRINE and stretches up to reach the huge bell cords. She pulls the ropes and claps three time SAYURI'S VOICE (cont'd) The money he had given me could have bought fish and rice for a month. But I gave it back in prayer. She opens the handkerchief: The Chairman’s coins. Chiyo drops the coins in the offering box and bows. She kneels: \f61 62 39 SAYURI'S VOICE (cont'd) I asked one day to be worthy of the chairman's world...to meet him again...and to become a geisha. Cherry blossoms blow past the serene altar of the shrine become SNOWFLAKES. 1 .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SNOW blows around the eaves of the shuttered okiyas, and fills the ridges of the tiled roofs of the Hanamachi. We hear a tinny RADIO, reporting the news about Japan’s w with Russia and Allied and Axis powers battling in Europe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An older Bekku straps Pumpkin (16) into her obi, grunting Pumpkin gives cries of discomfort as he pulls the cords e tighter. She hollers up the tansu steps:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Chiyo! Did you find my comb yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Here, let me. Chilly adult BARE FEET appear, pattering down the cramped stairs, as Chiyo (15) hurries to obey. As she descends, w see she’s graceful even in a maid's rags; she wears a servant's long braid. Chiyo hastens to Pumpkin, ornamenta comb in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Arigato. I couldn‘t sleep! I was so worried about my stupid hair! (with dread) Am I lopsided? Chiyo art-fully wedges the comb into Pumpkin‘’s maiko hairstyle, and whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "You look beautiful. Pumpkin gives her a grateful smile. They briefly, covertl clasp hands. Then Mother appears with Auntie (both dresse for the occasion) and the girls‘ hands come apart. MOTHER scrutinizes Pumpkin'’s rounded hairstyle, the haircomb sticking out at a jaunty angle: \f63 64 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "With your hair like that, you look more like a Pumpkin than ever! Don’t poke your neck forward like a tortoise! -- as she plucks at Pumpkin with critical tweaks. Chiyo i all but invisible; Bekku absently kicks her aside. ‘ Hatsumomo appears, impossibly beautiful in a flamboyant kimono.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "She is not ready? We will be late! Pumpkin takes her in, dismayed. Bekku laughs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEKKU",
          "text": "Poor Pumpkin - Her debut, and everyone will be staring at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Hurry up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "This time - tune your shamisen before you play. When you make a fool of yourself, it is your Big Sister who gets the blame. (re: Pumpkin‘s tears) Stop crying! Your face will run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO RICKSHAWS (the first carrying Hatsumomo and Pumpkin, second-Mother and Auntie) disappear into the veil of swir snowfall. Chiyo turns back sadly. By the door she sees: Pumpkin’s shamisen._ Chiyo grabs it, looks down at her bare feet. Chiyo snatch up Auntie’s garden clogs ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrying the bundled shamisen, Chiyo runs in Auntie'’s ga clogs, down the snowy streets, over the frozen Sonogawa. Delicate icicles hang from the barren weeping-cherry tree \f66 68 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT",
          "text": "The Yukimoto TEAHOUSE OWNER (female) takes the bundled shamisen from Chiyo. The door slides shut on Chiyo. She hesitates --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK GARDEN OF YUKIMOTO",
          "text": "Chiyo slips around to the back garden, hoping for a glimp of Pumpkin’s debut. The closed shojis encased by an outside layer of glass pa present a blank face to the verandas. Chiyo can hear LAUGHTER and VOICES, BOTTLES CLINKING. Curious, Chiyo steps stealthily onto the veranda. A filigreed iron lantern lights the snowy stone step. The glass panel is open a very tiny crack. Chiyo quietly slid it open and passes through. She sneaks up to the shoji screen and crouches. Chiyo wets her finger and presses it the paper of the screen creating a tiny transparent circl Chiyo peeks through:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. YUKIMOTO TEAROOM. NIGHT.",
          "text": "In the warmly-lit room, eight or more WELL-DRESSED MEN si lacquered tables waited upon by Hatsumomo, Korin. The men applaud as Pumpkin sings and plays the shamisen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE TEAROOM",
          "text": "A CLIENT notices a SILHOUETTE on the shoji. Someone is on the veranda. Curious, he alerts men on either side of him",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK GARDEN OF YUKIMOTO",
          "text": "Chiyo strains to see more-- Pumpkin has gone out of view. The shoji suddenly flies open: It is The Chairman, inches from her, face to face. Chiyo knows him at once, It takes her breath away. The light from the tearcom falls directly on Chiyo and he distinctive silver-gray eyes. She looks ethereal. The Chairman is halted, perhaps by her beauty, perhaps by memory - but in that moment as he stares at her, time sto \f69 70 71 72 42 Chiyo reflexively bolts. Other Clients, amused, walk out onto the veranda. The Chairman, stands in the garden, oblivious to the snow fal on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MALE SERVANT sweeping the front steps catches sight of Chiyo as she runs to the front gate. The Teahouse-owner orders him to follow the stranger. He drops his snow broo and races after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "With the Male Servant calling behind her, Chiyo runs into street, her wooden geta slipping on the ice. Chiyo yanks the shoes and runs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo ducks into a dark nook and lets the RUNNING FOOTSTE go past. When they are gone, from inside her kimono Chiyo takes something she has kept pressed against her heart: SAYURI’S VOICEOVER The winter that I turned fifteen, Fate brought me three things: I saw the Chairman again. Chiyo’s cold fingers caress the Chairman’s finely embroid handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lone figure in black with a black parasol glides throug the white tempest, down a narrow street toward the okiya. SAYURI’S VOICEOVER (CONT ’D) Granny left us. And most surprising of all.... \f73 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slender gloved hand reaches up to ring the gate’s bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother notices a mysterious stranger at the front gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Quick Chiyo, put up the screen. (to herself) Why is she here? Mother picks up Taku and disappears. Chiyo grabs the scre and rushes to obscure Pumpkin, who’s sitting, scooping ri into her mouth. Auntie barks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "(to Chiyo) Open the gate! Chiyo runs to the entry. 73 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "74B",
          "text": "+e FOF + * oF \f75 76",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo sees Mameha, and crumples inside with fear (the rui kimono!). She bows low to hide her face, as Mameha steps of her sandals and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother, tightly-coiffed and in a somber colors, bows as Auntie leads Mameha into Mother’s room & office. Her desk set up with pen and paper and abacus. Auntie closes the door & instantly puts her ear to the cr Pumpkin’s all ears, too. Chiyo grabs a rag and begins to polish the floor by Mother's door. She, Auntie and Pumpki crane to hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Mameha-san, I know that you would never joke at an old lady's expense- Auntie inches the door open more, and the voices are clea",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I was only thinking on your behalf...Now that your beloved Granny is gone, you have no need for a maid--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "But Chiyo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Just think how she would enrich your okiya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I have to tell you...she is unusually stupid. (beat) And her debt...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "A geisha returns her investment faster than a maid. Chiyo whispers to Pumpkin, incredulous:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Are they really talking about me? \f45 Y Pumpkin, nods, equally stunned. Meanwhile:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I would never question the great Mameha. But you could choose anyone in the Hanamachi--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "You flatter me, truly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--I'd give you my Pumpkin, if she were not already tied to Hatsumomo--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "~-please, I would never dream of asking--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Besides, I can always sell Chiyo to Mrs. Tatsuyo. ” MAMEHA But with your eye for beauty and your nose for talent...surely you ) can see what a terrible waste that would be!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "If you were not the kind-hearted geisha I know you to be...then I might think you were dishonest. (beat) Even conniving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I might think you were scheming against Hatsumomo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEBA",
          "text": "Then I’m grateful, Mrs. Nitta, that you don’t have a suspicious mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Perhaps you can pique my interest with-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "--yes?-- \f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--your offer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(brass tacks now ) I will cover Chiyo’s schooling. All of. her expenses. Till after her debut. ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Now I’m confident you are teasing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I could not be more sincere. If Chiyo hasn't repaid her debt within six months after her debut--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(scoffing) Impossible! Too little time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(resolutely) ~-then I will pay you twice over. 2 Mother is astonished by the proposal -- but not more astonished than Pumpkin and Chiyo in the hallway:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Why, no Geisha could ever-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "You see? I am willing to assume all the risk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Mameha-san, you might as well toss your money away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I am certain you will not object to one, trivial condition...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "If Chiyo erases her debt in the time allowed...you will have no part in her future earnings. \f77 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Mameha-san! My respect for you is too great...too vast...to allow you to make such a foolish wager. (clearly accepting her:) Let me fetch the account books. Chiyo drops her polishing rag and darts away. Pumpkin div back into her morning rice bowl. Auntie picks up the rag pretends to polish the door frame as Mother appears. Moth gives Auntie a look as she retrieves her books. INT. GRANNY’S OLD ROOM - THE OKIYA. DAY. [WINTER] 77",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "It’s too good to be true. Mameha is up to something. Mother & Auntie draw the bamboo shade and open the window Granny’s dusty old room. They begin moving Granny’s thing out of what will now become CHIYO’S ROOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "She is not in it for the money, that much is for certain. Rumor has it--ever since the Prime Minister bought her mizuage--she has been rich! They say he paid a record sum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Is that so? Chiyo undresses behind a simple cotton kimono that Pumpki holds open, changing out of servant's rags. She whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "\"Mizuage”? Pumpkin biushes and gestures with her hand: I_can‘t say. Hatsumomo pauses at the doorway:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Absurd to think she noticed Chiyo -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "It's that kimono. (to Chiyo) She remembers how you destroyed it. Now she wants to get even. \f78 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(askance at Hatsumomo) That sounds less like Mameha and more like another geisha I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(ignoring Mother's jibe) Poor little Chiyo. I fear for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "An odd picture, isn’t it? Hatsumomo sweeping into teahouse after teahouse with our little Pumpkin...and Mameha with our maid? Mother & Auntie shake their heads, astonished. Chiyo is paralysed with embarrassment. Mother and Auntie leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "I’m so far behind; I will never catch up to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Don’t worry, Chiyo-chan. I will help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATSUMOMO",
          "text": "Pumpkin! You are never to speak to her again... She. pinches Pumpkin‘s lip hard, and Pumpkin cries out -— HATSUMOMO (cont’d) «..Now you are rivals. Pumpkin gives Chiyo a haunted look, conveying regret and guilt. cUT TO: EXT. MAMEHA’S BEAUTIFUL APT. & SMALL GARDEN COURTYARD. DA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along the Sonogawa, ICICLES melt from the trees, dripping jewel-like droplets. In the foreground sits the Baron‘s impressive automobile. Chiyo hesitates outside Mameha’s apartment, shivering and summoning her courage. She sees: A handsome man, THE BARON (45), emerges from th apartment, with Mameha seeing him out. Chiyo bows humbly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79 4g",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Konichiwa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Chiyo is my new protege.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "As lovely as her big sister! And with eyes the color of rain. He gives Chiyo a smile that flusters her. Mameha walks Th Baron to the entrance, Chiyo peeks curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Mameha‘s light-washed, calm apartment:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "The Baron is a very special man to me; my danna. Someday if you are fortunate, you will have a patron, teo. Don't kneel. You’re not a servant girl anymore. Embarrassed, Chiyo stands before her, head bowed, blushin MAMEHA (cont'd) Step into the light. Chiyo does; Mameha looks into her face. MAMEHA (cont'd) I see water in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Does that displease you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Water‘s powerful. It can wash away earth, put out fire, even destroy iron. But you have not drawn on those strengths, have you? Chiyo shakes her head mutely. Finally she whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "About your kimono...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "You may apologize, if you wish. Chiyo drops and bows, her forehead on the mat - \f50 MAMEHA (cont ‘d) Why, that is a perfect bow - for a pig farmer. Don’t drop your head. Fingertips together; elbows in. No weight on the hands. Yes. Chiyo accomplishes a correct bow. MAMEHA (cont’d) As for that kimono - I am no fool, Chiyo. Hatsumomo cannot tolerate competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "She is jealous of you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Not me, I’m afraid. (with significance) Someone closer to home. CHIYO blushes. MAMEHA (cont’d) Rise. Not like a horse. Slide your foot forward - that’s it. Now walk. (watching her) You are a magnificent geisha! Mameha walks Chiyo over to the window seat overlooking th stream. They sit. MAMEHA (cont‘d) Tell me, Chiyo, does Mrs. Nitta ever speak of the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "Not to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Well, someday soon, she will have to name an heir. One of her own geisha, to succeed her. (leading her) Strange, isn’t it, that she has not adopted Hatsumomo-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "And released the tiger from its cage? \f80 51 » MAMEHA You have a gift for expression. The Maid brings in a tray; she pours the tea. MAMEHA (cont'd) And if Mrs. Nitta adopts Pumpkin, that is hardly a threat! But a little girl with eyes like rain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "But Mrs. Nitta would never choose me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "On the contrary; that is our goal. Surprised, Chiyo splashes the tea as it is handed to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "It is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Of course. If you do not inherit the okiya, then we will all be at the tiger’s mercy. Chiyo blows on her tea. Mameha stays her: MAMEHA (cont’d) Water’s always in such a hurry. (smiles) Perhaps it is just as well. We have no time to lose. Mameha takes up her cup, and Chiyo follows. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo undresses at the bath house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "When does a geisha choose her danna? Mameha is amused and a little offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I‘m afraid it’s the other way around. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 MAMEHA (cont'd) (then) Focus on your studies, Chiyo. Music, the art of conversation. Contrary to popular opinion, that’s the surest way to attract a danna; on your feet...not off them. Carrying their towels to conceal their naked bodies, they step into a tiled room filled with steam.. MAMEHA (cont ’d) Pretend, for example, that I am pouring tea... Mameha sits on a bathing stool, using bathing implements “teapot” and “cup”. MAMEHA (cont‘d) You kneel, just so. You angle the pot low, spout close to the cup, so the aroma does not escape... She mimes pouring. MAMEHA (cont'd) Now here is where you can add a touch of intrigue. Say I’m entertaining the Baron. Like so many clients, he is trapped in an arranged marriage with a woman he does not love. So--in the teahouse, when he is seeking my company instead--I reward him. Like this. She drapes the washcloth like a “kimono sleeve.” MAMEHA (cont'd) With a glimpse of my wrist. Seeing that demure little trace of naked skin...well, it gives him pleasure. As Chiyo practices pouring while holding her “kimono slee MAMEHA (cont’d) When you are sitting down-- (crowding Chiyo) - for the briefest moment, press your leg against his. (when Chiyo starts to giggle) Always by accident, of course! Or, this -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 82 53 Mameha tucks up damp tendrils at her nape, demonstrating: MAMEHA (cont'd) Or this: \"These little hairs are such a nuisance, always trying to escape.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "' CHIYO",
          "text": "(copying) | “These little hairs are such a nuisance...\" Laughing, Mameha leads her to the steaming bathing pools:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Oh, dear. We have leapt from “intermediate” to “advanced” so quickly. You maiko are supposed to be all innocence. (subtly wicked smile) At first. They drop their towels and step into the bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: A black brush dips into a make-up jar of auster white--",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "--white tabi feet dance across a tatami floor. Chiyo practices with 8 VERY YOUNG GIRLS, towering over them. Sh turns a shoulder, and-- CLOSE UP: --the back of a long, elegant neck is revealed. The white make-up brush outlines two sharp points-- EXT. MAMEHA’S COURTYARD- DAY. [WINTER] 82 --the sharp sound of a bucket as Mameha lowers icy water front of Chiyo. Chiyo plunges her hands in. Mameha counts ten, then thrusts a shamisen at her, and Chiyo begins to pluck the strings with cold, blue fingers-- CLOSE UP: --as long fingers angle a brush, etching a pair ef scarlet lips-- \f84 85 86 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "--that smile from a Japanese movie poster; Chiyo teeters on the tall wooden shoes of a maiko. Mameha helps her unt Chiyo falls off the curb into the street; and a rickshaw rattles by, sending up a cloud of dust-- -- CLOSE UP: --that settles as a cosmetic puff powders a new rouged cheek bone-- IN MAMEHA’S APARTMENT. DAY. [WINTER] 84 --two sumptuous paper fans flip open as Mameha tutors Chi in dance. Both dressed in their underkimonos, Mameha teachers Chiyo a tricky move. Chiyo mimics her, tossing a fan, and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--catches it onstage, in a dance rehearsal 10 MAIKO her o age. She glances down the line of dancers to see Pumpkin. In the audience, Hatsumomo and Mameha watch their fledgli maiko. They don’t acknowledge one another; their eyes are fixed on the stage. Meanwhile, Pumpkin grins coyly at her friend Chiyo, and c her tongue in a “split peach”, just as she did when they children. Chiyo suppresses a smile, and executes a gracef turn without missing a beat. Pumpkin, however, is fatally amused by her own hijinks; she’s thrown off balance and d her fan. Mameha casts a discreet, competitive look in Hatsumomo’s direction, to gauge her response. Hatsumomo sits with her back stiff, and shoots Pumpkin a look that could straight bonsai tree-- CLOSE UP: --as a coal stick glides across an arched eyebr accentuating it with black---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "---Chiyo’s long, black hair is combed out flat by A MALE HAIRDRESSER (middle-aged), who then applies hot wax with iron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Beauty is cruelty. \f87 88 89 90 91 55 Chiyo grimaces in protest-- INT. CHIYO’S ROOM. NIGHT. [WINTER] ~ DAY --as Mother replaces her pillow with a wooden stand. Next Mother sprinkles rice powder liberally around the base. I her new split-peach hairstyle, Chiyo rests her neck on th stand; she ‘tries itto make herself comfortable, closing eyes-- INT. CHIYO’S ROOM. MORNING. [WINTER] --which open the next morning. Slowly Chiyo realizes her head has slid off the wooden stand. Rice powder is matted her hair and eyelashes. She tries in vain to pluck it out Hatsumomo stands in the doorway, laughing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. BEAUTY PARLOR. THE HANAMACHI. DAY.",
          "text": "--as Hatsumomo and Pumpkin exit, Pumpkin’s coiffure immaculately lacquered, every strand in perfect place. Meanwhile--inside--Mameha shakes her head, sympatheticall the Hairdresser once again draws wax through poor Chiyo's hair-- CLOSE UP: --as a bejeweled ornament slides gracefully int the upswept hair-style of a maiko-- INT. MAMEHA’S APARTMENT. DAY. [WINTER] --colorful maiko kimono festoon the room. Chiyo goes “shopping” among Mameha’s collection. Mameha holds up a beautiful kimono-- CLOSE UP: --and two pale arms slide into a sheer under- kimono--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "--now dressed in fluttering kimono, Chiyo and Mameha step into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "The fortune-teller suggested November 3rd for your debut-- 87 88 89 90 91 \f92 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "(crestfallen) November? Can't it be sooner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sooner? (laughing) Water certainly likes to rush! CLOSE UP: --in quick succession, eight silk bands called are drawn and bound-- MAMEHA (cont'd) You cannot call yourself a true geisha until you can stop a man in his tracks, with a single look. CLOSE UP: --a lavishly embroidered cream kimono closes, l over right--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "No one can do that. Mameha turns her back to the street:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Choose someone for me. Chiyo indicates a PASSING MAN who walks absently toward t Mameha takes a few small steps, her eyes downcast. As the Man reaches her, Mameha lifts her eyes to meet his. The M stops, he turns to watch Mameha go. Chiyo, amazed, hurries to catch up with Mameha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "If I can do that - may I debut sooner? CLOSE UP: A man’s hand yanks the obi strings tight on the back of a geisha’s kimono.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Perhaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHIYO",
          "text": "(game now) Go ahead, then. Choose someone for me, Onei-san. \f93",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/20/04 GOLDENROD REVISION 57",
          "text": "Mameha looks around, selects a DELIVERY BOY pedalling in street, his bicycle loaded with a towering stack of bundl",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Make him fall over. With one look. Close up: --eyes flash in a hand mirror-- Chiyo hesitates anxiously. Then she sees a solution: A TRUCK is backing slowly out of an alley. In a split-second, Chiyo boldly steps into the street and stares directly into the Delivery Boy’s face as he passes Surprised, the Boy momentarily turns his head -- -- then hears a truck’s HORN. The Boy brakes and swerves The bicycle’s heavy load topples, spilling its driver and cargo across the pavement, Mameha sends Chiyo a wry look. CLOSE UP: ---a tin make-up box slams shut-- MAMEHA (cont ‘d) You are ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. THE OKIYA. NIGHT",
          "text": "MOTHER and AUNTIE, dressed for the occasion, wait impatie in the entry-way. Mameha flings open the shoji screen of tatami room to reveal: Chiyo, now as flawless and painted as a gorgeous, Japanes doll, in the full make-up of a maiko. Her hair is waxed a shiny black; Mameha’s richly embroidered “butterfly-sleev kimono falls in lush pools of silk at her feet. Chiyo mov across the room and stops at a full length mirror. She stares at herself in the glass. Tears well in her eyes. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chiyo looks to Mameha. Even Bekku’s impressed. * \f94 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/20/04 GOLDENROD REVISION .58",
          "text": "Mother intercedes-— *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Hurry up! You are not making money standing there gawking at yourself--",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT",
          "text": "CLOSE on Chiyo’s foot as the snowy tabi parts and the tho of her shoe slides between. the gloved toes. Chiyo walks down the path on her tall maiko shoes and pau under the lantern, in the same spot where she first laid on Hatsumomo. Behind her Auntie strikes the flint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "For luck. SPARKS fly behind Chiyo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BEHIND YUKIMOTO TEAHOUSE. SUNSET.",
          "text": "In the garden, Mameha and Chiyo exchange three cups of sa (served by the teahouse-owner) in a “sisters” ritual. Mot and Auntie stand in attendance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "This binds us together forever as sisters. Today you leave your childhood and cast away your name. From this day forward, you will be known by a new one...with the same lilt, the same music as the water you resemble... (a pause, and then) .--\"Sayuri.” Sayuri, formerly Chiyo, bows her head in gratitude. \f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TEAHOUSE OWNER--teetering with a tray stacked with sa and beer--barrels down the deep red hallway toward the te room. LAUGHTER and conversation spill from the room as sh flings open the shoji doors. EIGHT MEN are seatled in conversational groups at low tab around three sides of the room. In the seat of honor, we recognize The Baron. The OTHER MEN are mostly older and a wealthy, their spirits loosened by sake. The host, Hatsumomo's favorite client THE GENERAL (55, chainsmoker) wears a Japanese military uniform. TWO GEISHA move gracefully among the tables, serving sake they chat among the men. Behind a screen, before they make their entrance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Tonight, you will attend the Baron. CHIYO looks at her, uncertain. Isn‘t he Mameha‘s territor MAMEHA (cont'd) A new maiko always attends the honored guest. Ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Onei-san, thank you. Mameha smiles. They enter,, bowing on the floor, murmuring their greetin etc. ‘Then they hurry toward the Baron with small steps. General lifts his sake cup:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GENERAL",
          "text": "Friends, we have the pleasure to witness the debut of a new maiko. Some of the men applaud, and all lift their glasses. With guick small steps that make her kimono hem ripple, Sayuri approaches The Baron and kneels, blushing. The Baron eyes her playfully, admiring. To Mameha:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "I remember those eyes. What was her name? Mameha looks to Sayuri, giving her permission to respond. Sayuri feels a pang of pleasure as she speaks the word: \f97 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "“Sayuri”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEBA",
          "text": "(whisper) You may replenish the Baron’s tea. Sayuri self-consciously takes up the teapot. She aims the spout low, close to the Baron’s cup, so the aroma doesn’t escape. Meanwhile-- with the other hand--she draws back h kimono sleeve, exposing her wrist, pausing exactly as Mam has taught her. The Baron’s eyes drift to Sayuri’s arm. After a few secon have elapsed, Sayuri is mortified to realize that the Bar cup is still empty -- no tea is pouring from the spout of depleted tea pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "She’s determined, isn’t she? If there’d been a drop of tea in that pot, I believe Sayuri would have gotten it out-- Everyone laughs. Under her make-up, Sayuri is flushed wit embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Now don’t tease, Baron. It's her very first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Mameha’‘s fingers pluck the strings of her shamisen, accompanying Sayuri. Sayuri gracefully dances with two fans, just as Mameha ta her. As Sayuri dramatically tosses and catches one of the fans, she sees: The Teahouse Owner leading in Hatsumomo and Pumpkin. Hatsumomo seductively advances on the Baron’s table, Pump in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Baron...Forgive me for intruding - General Tottori was good enough to ask us to call. The General, tipsy, has no memory of it but he is pleased fill her cup with sake. Sayuri and Mameha end the dance, the men applaud. \f61 HATSUMOMO (cont ‘d) What a beautiful dance! Yes, Pumpkin? Deftly, Hatsumomo takes a fan from Pumpkin and demonstrat HATSUMOMO (cont ‘d) Her fans are so hypnotic that you never ndtice her feet. (turns to Sayuri) What is your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Her name is Sayuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "“Sayuri” - a name as sweet as she is! (to the General) I‘m afraid these days, even a common chambermaid can call herself a geisha. {her eyes narrowing in Sayuri's direction) So it's nice to see such a sincere young maiko. Isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GENERAL",
          "text": "(caught in the middle, stammering) Why, yes. Indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(to Sayuri) Surely you would like to thank Hatsumomo for her gracious compliments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "There is so much I would like to say to Hatsumomo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Sometimes, the wisest remark is to say nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What better advice to follow than your own?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sayuri--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 62 Sayuri bows low to Hatsumomo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I was a maiko myself once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Of course. But it’s been such a very long, long, long, long... The Baron and the men laugh. Sayuri continues demurely: SAYURI (cont‘d) ---time. Hatsumomo bridles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Little Sayuri has studied to be a geisha for such a short time, she hasn‘t learned her manners. (to the General) Tell me. Would you ever send a man into battle before he's ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GENERAL",
          "text": "Never. My men are trained to kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(to Mameha) Perhaps her debut came too soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GENERAL",
          "text": "{stifling laughter) On the contrary, Hatsumomo....I'd say...I'd say she hit her target!... The Baron laughs, too, and the laughter grows, filling th room. Hastumomo glares, ashen. Pumpkin bites her lip to k from grinning. Mameha smiles at how her protege has handl herself. Sayuri bears the peaceful look of triumph. cur TO: INT: SAYURI‘S ROOM. THE OKIYA. NIGHT/DAWN. [WINTER] 98 Abrupt awakening: Hatsumomo jerks Sayuri awake by the hai and slaps her. In a quiet rage, she whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I shall destroy you. \f99 100 63 With another vicious yank, Hatsumomo leaves her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUTSIDE OF MIYAKO. DAY.",
          "text": "Shaded by a colorful parasol, Mameha and Sayuri ride in A RICKSHAW past an ornate pagoda; Sayuri in full maiko atti and make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "She can destroy you. She will spread rumors, stalk you from tea- house to tea-house, then steal your clients and turn them over to Pumpkin! All in the hope that Mrs. Nitta adopts Pumpkin instead of you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What can we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "We've got to out-wit her. To find a safe haven...somewhere beyond her reach, where you can practice your skills without any interference. And I’ve found just the place. (gives her a card) Your first sumo match.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(nodding) It is sold out. Hatsumomo could not gain admission if she were a rat and scurried under the seats. SAYURI smiles, her appetite whetted. MAMEHA (cont'd) Today you will meet Iwamura Ken. He founded the Iwamura Electric Company in Osaka. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101",
          "sentiment": "neutral"
        },
        {
          "speaker": "12/9/04 DOUBLE PINK REVISION 64",
          "text": "MAMEHA (cont'd) My client for years. His partner Nobu...well, they say what he lacks in charm, he makes up for in savvy--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "You don't approve of Nobu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "He does npt approve of us. * Off Sayuri’s dismayed look: MAMEHA (cont'd) You like a challenge, don't you? Mameha laughs merrily, as the RICKSHAW passes over a grac bridge in the Japanese countryside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suspended over the mounded dohyo (clay sumo ring) is a ro resembling a,Shinto shrine, and hung at the corners with giant colored tassels honoring the four season. All aroun the ring rise tiers of boxes filled with kneeling SPECTAT In the ring, two almost naked rikishi (FIRST PAIR OF SUMO WRESTLERS) are already in combat as Mameha and Sayuri mak their way to the first tier boxes .~ As Sayuri and Mameha approach the box where their clients wait, MEN turn their heads, looking to see which box will receive the honor of two such beautiful geishas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEBA",
          "text": "(whispers) Be attentive. i will do the rest. Sayuri follows Mameha nervously toward two men seated ina first tier box. Sayuri realizes that one of the two men seems somehow familiar. He rises and greets Mameha warmly It is The Chairman. Sayuri’s heart is pounding as she bow MAMEHA (cont'd) Chairman Iwamura, President Nobu, * this is my new younger sister Sayuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURIT",
          "text": "Hajimemashite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Sayuri gazes momentously into the face she has longed see, the Chairman abruptly averts his eyes, and speaks instead to NOBU:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Nobu-san. NOBU (42, strong presence of power and intelligence) ‘is focused on the match. He cries out the name of the wrestl whom he sponsors (\"Tochinoyama!”), then berates him in Japanese. The Chairman tries again: CHAIRMAN (cont’d) Nobul When Nobu turns to greet Sayuri, she feels a slight shock Nobu's face is disfigured, badly scarred on one side; his right hand is a web of puckered scars. Mameha deftly make the introduction --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Nobu Toshikazu-san. Nobu gives a shout as THE SECOND SET OF WRESTLERS mount t ring. Mameha seats Sayuri between the Chairman and Nobu, manages to whisper in Sayuri’s ear: MAMEHA (cont'd) Injured in Manchuria. War hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Sayuri, is this your first encounter with sumo? Sayuri nods, too nervous to speak. She is aware of how cl they sit, her leg and his almost touching as they kneel. CHAIRMAN (cont’d)} Nobu-san will have to educate you. I cannot tell one wrestler from the next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHAIRMAN (cont'd) (gestures around tent) Did you notice our contribution? Mameha notices the electric lights, gives a delighted cry",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Lovely! The CHAIRMAN turns to Sayuri:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "We closed a new deal in the countryside. We're harnessing the power of water to bring electricity to some of the smaller villages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "It was in the newspaper, wasn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "With the Chairman's picture, yes? (teasing his friend) You compensate for all my shortcomings, don't you? A RUNNER delivers a pot of tea and cups. Sayuri takes up pot to pour the Chairman his tea. She draws back her slee and breaks the silence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "May I ask: How does someone harness the power of water? The Chairman glances at Sayuri's wrist, then meets her ga evenly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "You should never ask an engineer to explain a thing. Because he will--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Iwamura. Let the girl watch sumo! Sayuri, teapot in mid-air, freezes, her gaze riveted: Acr the ring, Hatsumomo is arriving with Korin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Korin, that little jade! She has brought a guest. They see: Hatsumomo looks through opera glasses at the Chairman. Mameha raises her fan for a private tete-a-tete with Sayuri: MAMEHA (cont ‘d) Quick, Turn your attention to Nobu--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(with dread) But Mameha-neisan--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(rapid-fire) She finds him repulsive. She’d never steal him away. Mislead her. Mameha lowers her fan. Instantly Sayuri shifts the teapot Nobu's cup. The Chairman's face falls, but he works to conceal his disappointment. Sayuri improvises:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Perhaps Nobu-san will be kind enough to explain the rules of the match. The Chairman glances into his cup; it’s only half full. Mameha swoops in, pouring the rest of his tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Three things matter in life: Sumo, business and war. Understand one, you know them all. But why should a geisha care? You spend your time plucking strings, and dancing. Nobu turns away, scowling; sips his tea. Sayuri senses Hatsumomo watching. She redoubles her efforts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I humbly beg to differ. What is sumo but a dance between giants? What is business but a dance between companies? (beat) I‘d@ like to know about every kind of dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "12/9/04 DOUBLE PINK REVISION 68",
          "text": "The Chairman smiles, impressed. Nobu begrudgingly begins pointing out elements of the match:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Shiomaki...They are throwing salt to purify the ring. The two combatants quickly move from their “fair play sta to a glowering crouth as they face off in the small ring. NOBU (cont ‘d) That man is Miyagiyama. The greatest fighter in Japan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "But he is so tiny--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Only compared to his opponent! Miyagiyama may use hataki komi--- are you listening? Sayuri has one eye on The Chairman, but quickly reforms:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Hataki komi is a movement a smaller combatant uses to throw the larger man off balance. Victory does not always belong to the powerful-- Nobu watches intently as the Wrestlers prepare and throw salt, prepare again, building tension. He points brusquel NOBU (cont’d) Look. There. In his eyes. The Wrestlers tense and prepare to charge. At the same ti Mameha sees: Hatsumomo has left her seat and is making he way toward them. Mameha gathers herself apologetically:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I am afraid our time has come to a close--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHATRMAN",
          "text": "Going sc soon? \f102 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Not yet--I want her to see-- The Wrestlers crouch on their fists. Finally the larger m SAIHO, charges. MILYAGIYAMA uses the force of Saiho'’s impact to swivel o the way. In that same instant, he brings his hand down on the back of Saiho's neck; Saiho flies over the lip of the ring and sprawls into the SPECTATORS. The encounter is ov in less than two seconds. NOBU (cont ‘d) Now that - is hataki komi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I see now why you like Sumo. (with compassion for Nobu 's: deformities) You can never judge a man’s power by his appearance alone. Nobu looks at Sayuri--full on--for the first time. He’s truly touched by her insight. He says to Mameha:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "You may bring her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHORT TIME LATER 102",
          "text": "Sayuri & Mameha leave the match, among a press of SPECTAT",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What are we to do? Hatsumomo found us again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMERA",
          "text": "Do not worry. Like a true sumo wrestler, you threw her off balance! Nobu is the perfect diversion. Sayuri peeks back at Chairman. Only Nobu watches them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(worried) Suppose he believes my advances...suppose he takes an interest in me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "104 105",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "And violates all his high-minded morals? Never.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "But Oneisan...you heard him. He asked to see me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' MAMEHA",
          "text": "(musing) Yes....he did, didn’t he? (back to business) In the days ahead, Sayuri, I am going to require all your trust. I have it, don’t I? Sayuri nods. MAMEHA (cont'd) Good! Then our only enemy is time. 70 CcuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri digs through a stack of old newspapers near the st She tears one open and finds: A BLACK & WHITE PHOTOGRAPH the Chairman. INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI'S ROOM. NIGHT.",
          "text": "Alone, Sayuri uses a hair ornament to pry out the false bottom of a lacquered box. In the compartment, she places the news photo of the Chairman next to the same handkerch he gave her so many years ago. cuT TO: EXT. NEAR MAMEHA’S APT. DAY. [SPRING] Sayuri hastens over the Sonogawa footbridge. from her balcony. Mameha watches 103 104 105 \f106",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/12/04 BLUE REVISION 71",
          "text": "INT. MAMEHA‘S APARTMENT. DAY. [SPRING] 106 Mameha uses the tiny blade of a folding knife to open the seam of a beautiful maiko kimono. The MAID ushers Sayuri in, then leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI '",
          "text": "Onei-san.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Tonight, we will deliver a quick blow to Hatsumomo. Hataki komi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "How? Mameha drapes the kimono on Sayuri and checks the split s against Sayuri’s right leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "We will meet Nobu-san at the Tsunashima restaraunt. But * first....a visit to Dr. Crab! Mameha ‘pinches the end of a smouldering charcoal pencil",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Dr. Crab? Mameha pulls up Sayuri’s kimono exposing her leg. SAYURI (cont'd) Onei-san!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Hold still. It’s a little nickname he has earned over the years. Mameha pokes her eyebrow charcoal into the slit to mark Sayuri’s leg. Sayuri looks on bewildered. MAMEHA (cont'd) Now cut your leg where I've marked it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(shocked) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEBRA",
          "text": "Or I will cut it for you. \f107 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Onei-san...have you gone mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(suddenly, harshly) Do you trust me, or don’t you? Well? Mameha’s dead seridus. Sayuri picks up the knife, her fac study in perplexion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Couldn't I just pretend to have a stomach ache?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Go ahead! Do it! Sayuri swallows hard, then presses the blade against the charcoal mark on her thigh. She gives a gasp of pain. Mam says, almost with a lilt: . MAMEHA (cont ‘d) And now we go fishing for a certain Crab... INT. DR. CRAB’S CLINIC & HOME. HANAMACHI. DAY. [SPRING] 1 DR. CRAB (45, odd, meticulous) wears a metal head reflect",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. CRAB",
          "text": "Careless with the sewing scissors, were you? Mortified, Sayuri lies on the examining table under a gha clinical light. She wears the kimono Mameha prepared for her, opened to expose her pale thigh. DR. CRAB (cont‘d) Right through your beautiful kimono...Pity. He inserts his forefinger through the slit and wiggles it his finger grazing Sayuri’s skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "It won’t leave a scar, will it? Sayuri is a special girl at a very special time in her life. Dr. Crab instantly understands the allusion, of course. \f108 109",
          "sentiment": "neutral"
        },
        {
          "speaker": "DR. CRAB",
          "text": "With those eyes, you must be quite a commodity. He examines the cut, bringing his face close to her leg. DR. CRAB (cont’d) A clean cut. Won’t leave a mark, I promise. But I‘d best prescribe a bit of antiseptic-- He smiles down at Sayuri as his fingers massage some salv a circular fashion all around the tiny red wound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Open-air verandas adjoin, decorated with glowing lanterns On the lower veranda, Hatsumomo attends the General and h MILITARY CRONIES. She displays Pumpkin to them like a chi doll. The CAMERA moves on & we see: On the next veranda, Nobu, Chairman and BUSINESSMEN chat amongst themselves. Wrapped in fur-trimmed cloaks over their kimono, Mameha a Sayuri prepare to enter. Mameha shows Sayuri a tiny origa box that opens--like a blooming flower--to reveal a SWEET RICE CAKE with a dab of red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Ekubo. At the right moment, slip it to Nobu. Discreetly.. (at her puzzled look) He will know what it means. The MAIDS bring in trays. Sayuri and Mameha follow them i kimono hems ruffling in a liquid flow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a fleeting moment, Sayuri and the Chairman lock eyes; skirts past him. The Chairman smiles as Mameha bows: MAMEHA (cont'd) Konbanwa. At the General's table, Hatsumomo watches, amused, as Say obediently hurries to Nobu’s side. Nobu extends his sake to Sayuri impatiently. . Il ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "You have kept us waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Please forgive us, Nobu-san. With an apologetic smile, Sayuri quickly takes up his bot Sayuri sees: Hatsumomo, spilling gossip into the General’ ear. In response, the General glances over at Nobu and laughs. Then he whispers the gossip to the person next to him. Soon, the scuttlebutt is circling the table. Sayuri realizes--with a jolt--that Nobu is speaking to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "The Chairman thinks I should take more pleasure in life...music, and the theater! What is your impression? The Chairman looks to Sayuri, curious to hear her answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "It is useless to push a cart sideways. The Businessmen laugh. Sayuri blushes, amends: SAYURI (cont'd) One could not wish Nobu-san to be anyone but Nobu-san.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "I could not agree more. He extends his cup to Nobu warmly. CHAIRMAN (cont‘d) I owe this man everything. Kampai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYONE",
          "text": "Kampai. \f2",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/27/04 SALMON REVISION",
          "text": "The men drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "--He gives me too much credit, as usual--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chairman smiles at Nobu’s modesty. A maid brings in a tray of fresh sake, and places it on t table. Nobu produces a small box wrapped in silk. He unwraps it, and hands it to Sayuri. t NOBU (cont’d) (downplaying the gift) It’s a trinket. I found it a few days ago. An awkward silence. Sayuri, The Chairman and Mameha are a speechless. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Why, Nobu. I had no idea you were so sentimental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Call it my new leaf. The Chairman is quietly stunned. Sayuri glances at Mameha, uncertain how to respond. Mameh gives a signal nod: Thank him. Sayuri bows, blushing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Arigato gozaimasu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "My mother...she used to wear something similar. Nobu lifts the lid of the box: A simple but elegant COMB. Sayuri just stares at it. NOBU (cont'd) You do not like it? \f110",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Forgive me, I have never received a present before. A most unwelcome Hatsumomo appears, Pumpkin at her heels, route to another affair:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO '",
          "text": "Konbonwa. * (She notices Nobu‘s gift) * Ah, what a beautiful comb! * Kneeling, she takes the comb from the box and--with a surgeon’s precision--places the comb in Sayuri’s hair. HATSUMOMO (cont'd) Such a joyous moment, Sayuri! (with a glance at Nobu, * and then to Sayuri) * You are finally getting what you deserve. As Hatsumomo steps away, Sayuri lifts her gaze in time to catch the Chairman's guarded expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "How lovely. Hatsumomo and Pumpkin bow before leaving:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "And now will you excuse us, please? * We have another engagement. * (to Mameha) * Many, in fact. * (as they leave) * Pumpkin! * And--like a sudden tsunami--they vanish. Discreetly, Mame produces from her sleeve the origami box: The mizuage cak Bowing to Nobu, Sayuri covertly slips the box into his unscarred hand. Flustered, Nobu covers it with his scarre hand at once. Chairman intuits what has happened, looks away. Sayuri whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "You are most kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mameha hurries along, Sayuri tries to keep up. She looks miserable, but Mameha is elated: \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "J",
          "text": "Now-- (hands her origami box) --give this one to Dr. Crab. Sayuri takes the box, but blurts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Mameha, please’!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(surprised) You’re upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I want to trust you, I do! But you have to tell me what's going on--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(her voice rising in defense) I am ensuring your future--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "But tell me how! TI beg you! | J They step up into a rickshaw. Mameha explains:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I am trying to orchestrate a bidding war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Your most precious attribute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "And what is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Your mizuage. The rickshaw pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "} Riding along in the rickshaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUG-23-2825 17",
          "text": "\f112",
          "sentiment": "neutral"
        },
        {
          "speaker": "COVERED WALKWAY",
          "text": "The rickshaw pulls away in the backround as Mameha leads Sayuri briskly down a covered walkway. MAMEHA (cont'd) When. you sjip the rice cake to Dr. Crab it is a sign that says your mizuage is ripe for sale. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mameha and Sayuri arrive at the entrance door. The TEA HO OWNER (female, 60, sophisticated) stops them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAHOUSE OWNER",
          "text": "fhe Doctor has no desire to see you tonight. - Or any night. Her sharp black eyes go to Sayuri accusingly and she shut the door. Mameha and Sayuri exchange a devastated look wh says: “Hatsumomo; who else?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT/INT. ENTRANCE",
          "text": "As Sayuri approaches, she hears Hatsumomo berating Pumpki",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO'S VOICE",
          "text": "I spent the whole night sipping sake and beer--I need food, Pumpkin! Noodles! Something! Go out and fetch it now! Pumpkin stumbles down the steep tansu steps, harried. She draws up short at the sight of Sayuri and chokes back sob Sayuri touches her but she pushes past:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Pumpkin...Pumpkin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "I am not supposed to speak to you-- \f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Hatsumomo can not treat you this way--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "--she can treat me however she chooses-- Pumpkin groans inf frustration; her sandal thong has brok Sayuri quietly takes it from her to repair it:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Why can’t we speak, Pumpkin? You were my first friend in the world--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Our lives have changed now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Hatsumomo went to see Dr. Crab, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "chiyo- chan, I have to go--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(more pointedly now) Didn't she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "I do not know-~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Of course you know--you shadow her every step--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "--if she did, would I tell you?--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--if you still care for me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "--you expect me to betray my big sister?--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--has she made you cruel, too--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(faltering) --no-- \f81",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "My Pumpkin always told the truth--",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "--but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--the truth!--- Pumpkin fights her tears and finally breaks. She pulls Sayuri into the dirt corridor of the okiya:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Tonight...We went to the Tanizato to see Dr. Crab! I sat outside, but I could still hear through the screen. Hatsumomo-neisan said to him, “I live in the same okiya as Sayuri!” His eyes got big, and he said “Really? Tell me everything about her!” And she said, “Oh, sir, I mustn’t! It would only curl your toes!” That made him even More curious. “Well,” said Hatsumomo-neisan, as smooth as silk, “Did you know that she brings men back to her room?” “No!” he cried. “Common sailors, and fishermen, too,” said Hatsumomo- neisan. And the Doctor looked queasy, like he didn’t want to hear anymore. But she kept going. “At all hours, of the night, like an alleycat!.” And then the doctor got very quiet, and stared for the longest time at his hands. And Hatsumomo-neisan said, “What‘’s the matter? Have I told you more than you wanted to know?” Sayuri understands everything now. PUMPKIN (cont'd) I wanted to say something but how could I, Chiyo-chan, how? (then, still wincing) Am I really like her? Am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Of course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Is Mameha-san cruel to you, too? \f114",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "No. She’s so kind to me, Pumpkin. But sometimes I worry she’s taking me further from the things I want. Sayuri helps her slip on the mended sandal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' PUMPRIN",
          "text": "That man, Nobu. (wrinkling her nose) Do you really like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURT",
          "text": "(sadly) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "That‘s what I thought. Do you like someone else? 82 Sayuri looks at Pumpkin; does she know? Sayuri blushes, a rises to leave: PUMPKIN (cont'd) Don’t worry about me, Chiyo-chan. I'll be fine. Better than fine. (beat) Mother plans to adopt me. ‘So my dream of having someplace to live out my life may come true. Jhah- ne! . Pumpkin hugs Sayuri then rushes out. Sayuri is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they walk, Mameha and Sayuri talk in low tones:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "We can still prevent it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURIT",
          "text": "How? Hatsumomo has poisoned Dr. Crab against mel",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Forget about him. There are plenty of other fish in the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "The Chairman has been kind-- “114 \f115 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sayuri! Nobu and the Chairman are business paxtners. They would never bid against one another. (beat) ‘ It is time we cast a wider net-- Mameha smiles, the wheels in her head turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Rain falls mistily along the narrow side-streets. Hatsumo darts homeward from the bathhouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA, (V.0.)",
          "text": "Suppose you were the object of every man’s fantasy——",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI, (V.0.)",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA, (V.0.)",
          "text": "--and became the most famous geisha in all Miyako--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI, (V.0.)",
          "text": "But I am not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA, (V.O.)",
          "text": "You will be--~ Hatsumomo sees a festival poster on a kiosk and stares in disbelief: the PAINTING of a maiko with silver eyes can o be Sayuri. She tears it down with a “rip.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the table Sayuri, Pumpkin, Mother and Auntie eat their meal. Hatsumomo stalks in, the crumpled poster in her han",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Who is responsible for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Ask Mameha. Fumpkin stares at the poster, aghast. \f117 118 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "How did Sayuri get to be the lead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to Pumpkin) It’s your own fault! You should practice more! (to Hatsumomo ) You keep her otit too late, dragging her from teahouse to teahouse-- Hatsumomo looks at Sayuri, outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(still forlorn) I want my picture made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(to Sayuri, insinuating) What did Mameha do? Speak to the director “in private?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Not every geisha uses that kind of currency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I am looking forward to your performance. (with venom) You know how I adore watching you dance, Chiyo. She departs, with a flick of her finger upturning a dish sauce over the poster of Sayuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. KABURENJO THEATRE AND COURTYARD LOBBY. NIGHT. 11",
          "text": "THEATRE-GOERS dressed in spring finery crowd the theatre entrance. RICKSHAWS pull up in front. An elaborately decorated one carries The GENERAL and HATSUMOMO. Blazing white lanterns bank A HUGE POSTER of Sayuri and her silve eyes. Out in public, the image is even more imposing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the wings we see 10 MAIKO on stage in identical cost ~ Pumpkin among them, nervous and trying hard -- twirling brilliantly colored fans. \fa 119 85 Sayuri‘’s hands tremble as she tries in vain to slide a g ornament into her hair. Mameha glides into view in her mirror; she presses her cheek to Sayuri’s and whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "They‘ve all come...The Baron, Nobu- san, our beloved Hatsumomo and that dapper General of hers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(a tad too fervently) Anybody else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(arching an eyebrow) Even your old friend, Dr. Crab. Gently, Mameha takes the glass ornament from Sayuri’s ner fingers, and expertly places it in her coiffure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Onei-san. What if I dance poorly- what if I disgrace myself, and no one takes interest--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Shhhh. You will be glorious! Now it’s time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HANAMICHI 119",
          "text": "A FIGURE appears at the back of the house, dressed as a courtesan in an ornate head-dress, in tall black lacquere shoes, carrying a translucent parasol -- Sayuri, making h entrance. “Snow” falls as she dances her way along the mirrored hanamichi (a long ramp that extends from the back of the house to the stage). When she spies the Chairman in the audience, she barely averts a stumble. CLOSE UPS reveal Mother, Auntie, Mr. Bekku, The General, Hatsumomo, Dr. Crab, The Baron, Mameha, and Nobu are watc from the audience. They are moved by Sayuri’s dance of unrequited love. The Chairman is particularly enthralled. As the dance comes to a close--and Sayuri descends into t madness of grief--she discards her parasol, steps out of shoes, loses her ornate cloak and soon falls weeping on t hanamichi. The snow swirls around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUG-23-2885 17",
          "text": "Taking care of.a little nuisance? ; a that .a naughty secret: cee a at BS The Baron, embarri BE ront of angered look. - Mameha, stung, covers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f122 123 124 89 MAMEHA (V.O.)(cont’d) There's a reason Hatsumomo wants you there. I. know the Baron well, Sayuri. He has a weakness for women like us...and he doesn't take refusal lightly!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Limousine pulls up to the Baron‘s impressive GATES. Sayuri steps out, followed by Bekku.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Baron’s spacious Japanese gardens are dominated by a magnificent old CHERRY TREE. PEACOCKS strut on the lawns. Sayuri looks for The Chairman to no avail. Mr. Bekku foll her, aloof. The Baron's WEALTHY PARTY GUESTS ~ in fashionable Western clothes - take notice of Sayuri. They crowd arourid her. Flashbulbs pop. The Chairman, strolling by himself, hears the activity an sees Sayuri, flustered, trapped by the horde. He cuts thr",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Excuse me. Sayuri. Today, even the cherry blossoms are envious of her. --and escorts a grateful Sayuri to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "As she strolls beside the Chairman, Sayuri’s feet aren't exactly on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Something I’ve been wanting to say to you for some time now. Sayuri‘s waits with bated breath. Then: CRAIRMAN (cont’d) I‘d like to...to thank you for your attention to Nobu. \f90",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hides disappointment) Oh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Nobu can be a difficult man. So severe. Hates parties, sake only in moderation, and he disdains geisha. But...he is fond of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Because you admire him, I respect him more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "He would never tell you himself; he’s far too modest. We were fighting in Manchuria together. There was an explosion. He protected me from the worst of it. As you might imagine, I owe him quite a debt. SAYURI nods, moved. ) CHAIRMAN (cont'd) Nobu’s taught me a great deal. Patience, for one thing. I-~in turn--have tried to teach him. You have to savor life while you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "The lesson of the cherry blossom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "See? That is why Nobu likes you. We must not expect happiness, Sayuri. It is not something we deserve. When life goes well, it’s a sudden gift. It cannot last forever. Like this moment. A shower of cherry petals surprises the The Chairman smiles down at Sayuri as he gently removes e petal from her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON'S VOICE",
          "text": "Ah Sayuri, there you are. The Baron is above them on another path; Bekku lurks near Jd THE BARON I have a present for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "As the Baron leads Sayuri and Mr. Bekku deep into his Art Deco Mansion, the SERVANTS discreetly close the shoji doo behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Mameha &sked me to show you my kimono collection...It’s quite venerated. My grandfather and my father collected kimono before me. A shoji door slides shut, and Mr. Bekku disappears. Sayur looks back, alarmed. Yet another shoji closes, stranding alone with the Baron in the heart of the house. THE BARON (cont'd) I’ve given a number of valuable kimono to Mameha...I like to give presents to beautiful girls. Surrounding:them, burnished gold MIRRORS. The Baron prese her with a folded kimono: THE BARON (cont‘d) It's yours. Try it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "The Baron is too kind. I will happily try it on. With Mameha- neisan, when the Baron returns to Miyako--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Who knows when that will be? Put it on. Now. Don’t be shy. He pulls her against him and reaching behind her, jerks o the knot of her obi-jime (obi cord). Sayuri pushes away, the silken obi cord spills to the mat. THE BARON (cont‘d) Don’t worry. I am experienced in knotting obis. Untying them as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Please... The Baron takes her hand, forcing it against the bristles his cheek. Then he turns her palm upward, grazing it with his lips. Sayuri tries to wrest her hand away. \f92 SAYURI (cont‘d) Mr. Bekku is waiting--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Bekku’s waiting for no one. He begins to unwind her obi. Sayuri sees the Chairman‘s handkerchief fall to the floor. ' She kneels and grabs it quickly. In that moment the Baron unfastens the datejime -- the waistband underneath the ob Her kimono releases in front. Sayuri gives a cry and clutches at the fabric, desperate to conceal herself. The Baron grabs her from behind, pinning her arms back. H looks at her in the mirror ahead: her kimono open, her ey closed, and her head turned away so that the curve of her neck is exposed. He nuzzles her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Stop, please. Stop now. Undaunted, the Baron drops her outer kimono and it puddle around her. She stands--almost naked--in her underkimono. He releases that, too. Her under-kimono falls open. Shamelessly, he reaches under it. She tries to resist, bu hands scuttle across her flesh like spiders. SAYURI(CONT'D) (cont‘d) No. No... The Baron unties her final garment. With a whisper of sil he loosens the koshimaki (final layer) from around her hi Sayuri sobs, and kneels low in an effort to hide her brea The Baron kneels beside her, and coos tenderly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BARON",
          "text": "Sayuri, I only want to have a look. Nothing wrong in that. Any man would do the same. As slowly as a parent might peel the cover from a sleepin child, he opes Sayuri’s underrobe. Her beautiful back...t heart-shaped curve of her naked hips...her tabi-feet peek out from beneath... Slowly he forces her to sit up, whispering, coaxing, begg her to stand naked before the glass. Sayuri turns her fac away, squeezing her eyes shut. Clenched in her fist, the Chairman‘s handkerchief. \f126 127 93 As the Baron admires her body, he slips his own hand into dank crevices of his own kimono, to pleasure himself. Sayuri, weeps silently; the very portrait of both beauty humiliation. Suddenly, she turns to him. Her eyes are swimming with tears. They pierce his soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": ". t The sliding door slides open and the Baron strides out. Behind him on the floor, Sayuri lies, cast aside amidst a pile of silk. cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Auntie pulls back the door to reveal Mameha. She is dress in formal black, and austere with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri enters and bows. SAYURI’S VOICE Onei-san.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I heard a message on the wind. Alone with Mameha, Sayuri stands, head bowed: MAMEHA (cont’d) So careless! (choking back furious sobs) You have ruined all our plans!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURL",
          "text": "I did nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Please, Sayuri, do not insult me--I know the Baron better than that--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "He gave me a kimono -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "You sold yourself for a kimono?? \f128 94",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I did not sell myself! She sees--to her dismay--that Mameha is unconvinced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Today's the day I accept bids for your mizuage! Well, what price can I hope to demand, with a finger pointed at your back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "He looked at me. That's all, onei- san. -- which only wounds Mameha more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "You will be examined at the mizuage ceremony. If you're found to be worthless -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "- I am not worthless! With a sorrowful look, Mameha leaves. INT: TATAMI ROOM. & MOTHER’S ROOM-OKIYA. DAY INTO EVENING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen through a slight opening in the shoji: Mameha is sequestered in Mother‘s private office, managing the bids Sayuri’s mizuage. She negotiates on Mother's telephone. In the TATAMI ROOM, Auntie keeps checking the wrist-watch keeps tucked in her obi. Everyone is waiting: Sayuri, Pumpkin, Auntie too. They he the TELEPHONE ring, and the prompt click as Mameha grabs Hatsumomo saunters in eating a yellow plum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "How much longer is this going to take? Sayuri doesn’t gratify Hatsumomo with a reaction. The TELEPHONE rings again. HATSUMOMO (cont'd) Besides, who wants a plum, when someone has already had a bite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She and Bekku exchange a covert look of triumph. Sayuri hears the shoji door slide open. Mameha steps out, and passes Mother a slip of. paper. Hatsumomo scoffs. HATSUMOMO (cont'd) What is it? Twenty yen? Thirty? Mother fixes her glasses to her nose and peers at it anxiously: ' .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "This can’t be the right amount--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I trust you agree; I have won the wager. Mother gapes at Sayuri, mute. MAMEHA (cont’d) Sayuri’s made history. No mizuage has ever been sold for more. Not even mine. (a dramatic pause, and then) Fifteen thousand yen. Sayuri stares, stunned. Hatsumomo and Pumpkin are floored Bekku chokes, Auntie begins to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "Unbelievable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Arigato gozaimasu, oneisan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Of course none of it will go to Sayuri. Or to you, Mameha. This stops Mameha, short. Mother announces smugly: MOTHER (cont'd) It goes to this okiya. All fifteen thousand yen--to this estate--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I do not understand--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "--which Sayuri will inherit, as my adopted daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/12/04 BLUE REVISION 96",
          "text": "Gasps all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(weakly) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(enraged) You wouldn‘t dare-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(flaring too) I’m entitled to do as I choose--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "But you promised the okiya to Pumpkin--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(scoffing at Pumpkin) Look at her! Still a virgin maiko! Choking back sobs, Pumpkin bolts from the room. Sayuri watches after her, her glee momentarily dimmed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Can't you adopt us both?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Quiet, Sayuri! (back to Hatsumomo) I‘m no fool. Pumpkin would only be your puppet. How long will it take before you kick us out onto the street--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "But I have given you my life--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Yes! Your impudence! Your foul temper!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Who paid for the silk on your back? The rice in your bowl? The tobacco in that pipe of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Don't exaggerate! You have never even had a danna--no, oh no-- \f97",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "(sensing what’s to come) Don‘t say it-- .",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You chose that no-good Koichi-~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Stop itt ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Sneaking through your window at all hours of the night--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Not like a geisha--like a common prostitute!--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATSUMOMO",
          "text": "Quiet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Besides, you are getting old. An icy chill descends between the two women. MOTHER (cont'd) But Sayuri... Sayuri is destined to become a legend. Simmering, Hatsumomo starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "My dear, okasan...we will see, won't we? Mother turns to her newly-adopted daughter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Sayuri, your room is too small. Take Hatsumomo’s. This stops Hatsumomo cold in her tracks; she shoots Sayur look that says, “I'm not done with yet.” MOTHER (cont'd) From now on, your name is Nitta Sayuri. \f129",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/12/04 BLUE REVISION 98",
          "text": "MOTHER (cont'd) (to Sayuri) You may thank me. Sayuri, speechless, bows. With a flare of her kimono, Hatsumomo is gone. Mameha excuses herself to Sayuri and Mother:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "I’m happy to forsake my share of * the money, on Sayuri’s behalf. As * Miyako’s most renowned geisha, she * will no doubt be a credit to us * all. * she turns to Sayuri, and says soulfully: * MAMEHA (cont'd) * May I congratulate you both. Mameha bow and leaves. Sayuri hurries after her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri catches Mameha in the street: : *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Oneisan! (her voice choking with * gratitude) * Everything we wanted, you made happen. Thank you. She realizes Mameha is suppressing tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Isn‘t success sweet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "May I ask who--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Dr. Crab. From Sayuri, a sharp intake of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Was Nobu disappointed? Mameha tries to keep her voice even:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "’ MAMEHA Nobu did not bid. It was against his mighty principals. (beat, then painfully) Dr. Crab was opposed by The Baron. My Baron. You want to know the truth, Sayuri? {a difficult confession) He was the highest bidder. Forgive me...but I let it go to Dr. Crab. I think you understand why. \f130 131",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I swear to you, I am innocent -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Of course you are! Wo man would bid so much for a thing he had already taken. It is my own fault. I did not protect you. : And then Mameha brushes aside these serious thoughts in f of a more tender one:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAMEHA (cont’d) * Celebrate this moment, Sayuri. * Tonight, the lights in the * Hanamachi all burn for you. * She bows a deeply respectful bow. Sayuri returns it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT 130",
          "text": "INT. DR. CRAB‘S CLINIC & HOME. EVENING. [SPRING] 131 Under a clinical light, Dr. Crab prepares a futon with wh hospital sheets. He sets a high pillow at one end of the futon, and a low pillow next to it for himself. He smooth hospital towel across the mid-section. Sayuri is led in to the room by Dr. Crab’s elderly maid. Sayuri wears a pretty kimono robe. The maid closes the sh screen and exits. Crab opens a wooden case that contains twenty or thirty sealed vials. In each is a brown-stained wad of cotton. D Crab opens an empty vial and fastidiously prepares a squa of clean gauze. He takes up a pen and writes a label: “Sayuri.” We SEE among the vials, similarly marked: Each is labeled with a geisha’s name. Among them is a vial marked: “Mameh Dr. Crab indicates the futon and helps Sayuri lie down. H settles her head on the high pillow. He lifts her hips an slips the towel. under her. He adjusts the light, and loo the tie around her robe. He unties his own. He opens her kimono as his body moves in to obliterate he",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT TO",
          "text": "\f132 133 134",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri returns from her vigit to Dr. Crab in a rickshaw; looks resplendent in a yellow silk kimono. Its collar is a vivid white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shoji screens. to the tatami room are open; Sayuri en to find Mother waiting. Mother rises and comes to her; in Sayuri‘s face, 4 change: the knowledge she has entered a realm. Tenderly, Mother cradles Sayuri’s face in her hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "My daughter. You have turned the collar. You are a full geisha now. Sayuri smiles, coy but proud. She hurries up the tansu stairs to her room: INT. SAYURI'S NEW ROOM (HATSUMOMO'S OLD ROOM). NIGHT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hatsumomo, lounges on Sayuri’s futon with her back to the door. A single oil lamp on a low table lights the room:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What are you doing in my room? With a sardonic smile, Hatsumomo ranks: welcomes Sayuri into her own",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I came to congratulate you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Please get out. Hatsumomo laughs, and rolls over to reveal: she‘s found Sayuri’s lacquered box and is rifling through her keepsak The photo of the Chairman, the handkerchief--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "why, little Chiyo! Look what I found. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "132 133 134",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HATSUMOMO = (cont'd) (re: handkerchief) --his initials; how elegant. You‘ve been hiding this for a long time-- Hatsumomo dips the handkerchief into an oil lamp. HATSUMOMO (cont’d) The sacrifice every Geisha must make--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Don’t. Sayuri lunges for her. Hatsumomo falls against a kimono mounted on display rods. Sayuri grapples for the Chairman handkerchief. Hatsumomo skirts away and runs to HATSUMOMO ROOM (Sayuri’s old room)-— -- and tries to slam the shoji on Sayuri’s hand, but Sayu gets in. Hatsumomo stuffs the handkerchief into her kimono:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Isn’t this where you keep it? Next to your heart? Sayuri rips Hatsumomo’s kimono open. As they struggle for the handkerchief, Sayuri’s HAIR ORNAMENT falls out onto t floor; it has a long lethal- ~looking double-pronged shaf pointed tips. Both women seize on the same thought: It is weapon. Hatsumomo darts for the ornament but Sayuri snatches it u and holds it like a knife. Hatsumomo tries to wrench it f her. In a counter-move, with sumo-like agility: Sayuri releases the hair ornament to grab the handkerchief away Hatsumomo. With a cry, Hatsumomo flies at her, stabbing at Sayuri wi the lethal hair pin. Sayuri flees - -- into the corridor, where she knocks into one of severa oil lamps. It sways crazily, making bizarre shadows. Sayu ducks away. Hatsumomo yanks Sayuri back, off-balance. Sayuri twists f but stumbles and nearly falls down the tansu stairs. She catches herself. Hatsumomo swipes at her with the hair pin. Sayuri recover and runs into HER OWN ROOM, slamming the shoji. Hatsumomo stabs the fragile old rice paper, puncturing it so-- eee OF *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- the hair pin barely misses Sayuri’s face on the other side. Sayuri recoils. Hatsumomo throws open the shoji wit a Madwoman’s strength. She runs at Sayuri -~ Sayuri deflects the blow with a pillow. Hatsumomo slashes the pillow, and buckwheat husks fly. Sayuri throws the pillow at Hastumomo’s face. Hatsumomo swipes blindly with the hairpin, hacking away at the air --",
          "sentiment": "neutral"
        },
        {
          "speaker": ",",
          "text": "Mother brings down her bamboo stick, hard. Hatsumomo give cry of pain and grabs her wrist. The hair pin falls. Moth picks it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "(to Hatsumomo) I should have kicked you out long ago. Hatsumomo is breathing in frantic gasps, clutching her wr her clothing torn and her hair wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "I’ should have left long ago!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Get out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HATSUMOMO",
          "text": "Very well...but before I go, let me end this...my gift to all of youl! she picks up the oil lamp and throw’s it at Sayuri‘s kimo They ignite, sparking a flame. In great gulps, FIRE devours the water image on one of Sayuri‘s kimono. Mother grabs Sayuri’s quilt and tries to smother the flam Sayuri snatches her kimono, trying to save them. Inspired now, Hatsumome bolts for the corridor and grabs another o lamp off the wall. She hurls it toward Sayuri, who ducks. The lamp crashes against a rice paper wall, and ignites i Pumpkin rushes up the tansu stairs. Hatsumomo cracks an o lamp against the wall, showering glass on Pumpkin. Shaken Pumpkin retreats down the stairs. In the KIMONO ROOM, Auntie desperately grabs red lacquere boxes. Pumpkin rushes to her aid. \f5 Upstairs,",
          "sentiment": "neutral"
        },
        {
          "speaker": "10/15/04 YELLOW REVISION 102A",
          "text": "the okiya starts to scorch and cinder. Hatsumomo sinks down amongst the flames, which are as angry as the in her eyes. cur TO: \f135 136 137",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aftermath and a red sky. “In the quiet dawn, Hatsumomo wa away, bereft of everything, even her household possession She turns back to stare at the okiya a final time, her fa smeared with ash. | : * The second floor is blackened by fire, but the house stil stands. Through the skeletal frame of a shoji screen wind Sayuri watches as Hatsumomo turns, vanishing into the mis From above, the MENACING ROAR of AIRPLANES. A FORMATION O ALLIED BOMBERS flies low over the torii gate, their * Bilhovuettes terrifying against the reddish sky. * Suddenly, the LURCHING ROAR of MILITARY TRUCKS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--TRUCK WHEELS turn as JAPANESE MILITARY TRUCKS cross the bridge into the Hanamachi. JAPANESE SOLDIERS unload and disperse, begin pounding on doors of okiyas. A TRUCK fitt with a loudspeaker cruises by:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRUCK LOUDSPEAKER",
          "text": "“This sector is to be evacuated, everyone mist leave. - This district is closed by official order. Please cooperate...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The teahouse lanterns are extinguished. Theatre posters p on the long wall where GEISHA huddle in clusters, belongi heaped around them. SOLDIERS patrol as the geisha wait. MILITARY TRUCKS arrive. SOLDIERS herd a group of frighten geisha into the back compartment. They toss aside the geishas‘ belongings - not enough room in the truck. KORIN fights to be allowed onto the truck. Chairman steps down from a truck and pays the Soldier -- has bribed his way into the Hanamachi. Chairman strides off, followed at a respectful distance by an ELDERLY SERV Chairman walks past GEISHA huddied on the ground, wrapped quilts and finery. Some geisha cook over tiny fires. OTHERS sell their finery to each other. Money changes han Chairman keeps searching. \fd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "1/3/05 DOUBLE GREEN REVISION 103A",
          "text": "The SOUND OF MORE BOMBERS passing overhead. Sayuri, consoling Mameha, looks up to see the Chairman striding toward them. Mameha gives a relieved cry: \f104",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Chairman! They are sending us away, but they won‘t say where--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Osaka, to work in the factories. But you must not go. The city is a prime target; they have already bombed the train station. Get your things, quickly. Sayuri & Mameha take their bundles. Sayuri grabs her shamisen. The Chairman leads them toward rickshaws: CHAIRMAN (cont’d) Nobu and I are trying to find safe havens for as many of you as we can. Here — He passes Mameha to a DRIVER and hands her a certificate CHAIRMAN (cont‘d) - Work certificate. Nurse's aid in Wadayama. Best I could do. Friend of mine is Chief Surgeon there. Hurry! (to RICKSHAW DRIVER) Take care of her. The Rickshaw Driver assists Mameha into his rickshaw. Mam realizes that she and Sayuri are to be separated:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sayuri-chan! I will write to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Oneisan! Chairman has handed Sayuri’s bundle to the Elderly Servan",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "This is Arima; he will take you into the hills. Nobu has got a friend there; a kimono-maker. He is sewing parachutes now. (gives her certificate) Anyone stops you, show them this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Do I have to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "It’s remote, you will be safe--- \f138 139 140 141 142",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What about you? You said Osaka was dangerous---",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Our factory's there. I have no choice. (then) : I will express your gratitude to Nebu-san. Her gaze is locked on his as her rickshaw pulis away. SAYURI‘S VOICE Because I had endured starvation and hard work before, I knew I could survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT",
          "text": "omit",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OMINOUS REFLECTION OF AIRPLANES IN DARK WATER",
          "text": "The water ripples in their trembling wake. SAYURI'S VOICE {CONT‘D) But for what purpose? The war was so devastating, so brutal. We weren’t merely defeated...we were destroyed. Whole cities evaporating in clouds of smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e OF 138 139 140 141 142 ee OF \f143",
          "sentiment": "neutral"
        },
        {
          "speaker": "1/3/05 DOUBLE GREEN REVISION 106",
          "text": "An inky red liquid the color of BLOOD begins to course through the water's current, billowing in sanguine clouds SAYURI‘S VOICE (cont'd) The people I knew...after years of blood-shed, what terrible fates had befallen them? We follow the bloodish liquid down its watery path...wher will it take us? Toward some terrible carnage? SAYURI‘S VOICE (cont'd) Most of all, the Chairman. Now, we see the source of the tincture: long bolts of clo newly dyed, unfurled in the water like floating banners. SAYURI'S VOICE (cont‘d) Was he even alive? And if s50...would he even remember? I thought of my old life as a geisha in the Hanamachi. It felt as remote--as hazy--as a dream. Standing knee-deep in a river, her clothing rolled to her waist, a PEASANT WOMAN: we barely recognize that it’s Say The Kimono maker ARASHINO (middle-aged, weathered, kind) oversees as she and a host of OTHER WORKERS rinse their textiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARASHINO",
          "text": "When you’ve finished, you can string it up to dry, along with the others. Sayuri raises her hands from the stream; her skin is stai with dye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Near the RIVER: Tail bamboo poles suspend billowing “pray flags\" of drying kimono fabric. Among OTHER WORKERS, Sayu hangs the fabric. A YOUTH hurries to her, calling -",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUTH",
          "text": "Sayuri. A man from Osaka has come te see you. Sayuri drops her work and pushes through the wilderness o fluttering silk panels. As she hastens, she pulls a peasant’s scarf off and tries to neaten her hair. id +e 143",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her heart in her throat, Sayuri sees a man in a fedora ma his way toward her through the luminescent banners of sil She believes for a moment it is the Chairman. The silk lifts, and her heart falls: The man is Nobu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Nobu and Sayuri wander among the siik banners:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "General Tottori was captured, and tried ad a war’ criminal. The Baron lost his fortune and committed suicide-—",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What about the okiya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Mr. Bekku is gone, but the others--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Auntie and Mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "(with a smile) --indestructible as always. Sayuri summmons the courage to ask the foremost question hex mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "And the Chairman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "As well as can be expected. From his pocket, Nobu takes a tiny shard of concrete rubb NOBU (cont'd) This is all that remains of our factories. She touches him tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I am so sorry, Nobu-san.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Sayuri, We want to rebuild. But to * do that, we will need your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What can I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Somewhere under those rags...are you still the greatest geisha in Miyako? ° Sayuri hides her stained hands,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "{with a rueful laugh) If a tree has no leaves or branches, can you still call it a tree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "With nothing but rubble at my feet, can I still call myself a business man? 108 He takes her work-worn hand in his, noticing its roughene and patchy stains. NOBU (cont'd) I should have taken better care of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Please. You saved my life. I owe you so much in return. : He gives her hand an affectionate squeeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "The Chairman and I need American financing. There's a man-~a . certain Colonel] Derricks--who has the power to grant us a contract. I showed him your picture. He requested to meet you. ee eR \fo>~ Ww 145",
          "sentiment": "neutral"
        },
        {
          "speaker": "1/3/05 DOUBLE GREEN REVISION 109",
          "text": "He looks at her, imploringly. * NOBU (cont ’d)} I am not a persuasive man, Sayuri. But...if you and a few geisha would * once again put on your kimono and join us--we could show the * Anhericans how hospitable our * country can be-- *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(with longing) How I wish, Nobu-san! But -that was a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "I have no doubt, Sayuri, that you could still melt the heart of any man, ho matter how resistant. This slightly bald confession gives Sayuri pause; she doe want to encourage Nobu. NOBU (cont'd) I am not accustomed to begging. But please know that--if you consent--the Chairman and I would be most grateful. Just his name exerts its inexorable pull. SAYURI’s torn. What should she do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Dressed in peasant work trousers, her hair in a long tail carrying a very small bundle, Sayuri crosses the bridge i the Hanamachi, past the Shinto shrine. She is stunned to a world utterly transformed and corrupted: \f146 147 110 On the main street, SOUVENIR SHOPS selling tea sets and c cotton kimono: “KIMONO $$20$$\". AMERICAN flags are plaste everywhere; American JEEPS clog the streets. A RESTAURANT touts “HAM BURGER”. At a shop, WOMEN stamp a “geisha face on scores of identical plaster dolls in paper kimono. Clusters of AMERICAN G.I.s in “civvies” weave down the st - they are drunk in broad daylight. The G.I.s shout at Sayuri, overly-friendly: DRUNKEN G.I. Hey, Mama-san! Where ya going? etc Sayuri evades by ducking into an alley. She emerges at:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "AMERICAN G.I.s stand in a long queue, watched by MPs unde signs: “1 CHIT PER G.I.” “YOU MUST ACCEPT THE GIRL YOU AR ASSIGNED.” At the entry, Sayuri sees: JAPANESE PROSTITUTES in cheap kimono greet the G.I.s. MAMEHA’S VOICE Tell Nobu there are so few genuine geisha left in Miyako! INT: MAMEHA’S APARTMENT. DAY. [AUTUMN] 147 Mameha’s place is run-down; divided by makeshift curtains into small rooms. Mameha is elegant even in a cotton kimo with a frayed white collar; but she has a shattered quali now; a fragility Sayuri has not seen before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA, (CONT'D)",
          "text": "Only “geesha girls\"! Every hooker with a painted face and a silk kimono says she’s one of us! No one can tell the difference anymore!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURL",
          "text": "All the more reason for us to oblige him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "To show them the truth of who we are--not the common women they believe us to be-- \f111",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sayuri...when my poor Baron filled his pockets with stone...I was desperate. What could I do? I sold my kimono. I traded my jade combs for rations. It was painful at first, but I have made my peace. A FEMALE BOARDER carries' HER BABY through the room, en r to the street. When she’s out of ear-shot, Mameha continu MAMEHA (cont'd) Now I make a small but tidy living, renting rooms. I am not about to start chasing the past--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "It might do you good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "To remind you that--once with a single glance--you could bring a man like the Baron to his knees. Mameha‘s conviction falters. She’s tempted now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Well...I did keep one kimono. Sayuri looks up, hopeful. Mameha rummages among her thing and takes out an ornate kimono box: MAMEHA (cont'd) The Baron gave it to me, when he became my danna. They reverently caress the fabrics: Gorgeous relics of a now lost. Saruyi‘s eyes brim with gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Thank-you, O-neisan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "So tell me. What do we know about entertaining Americans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "149 150 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "Across JAPANESE POSTERS are plastered U.S.O. canteen announcements and G.I. graffiti: “KILROY WAS HERE”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bare-chested AMERICAN G.I.s in boxer shorts and dog-tags spill out of a tea room, laughing. Drunken SERVICE MEN clumsily dance with fans to a RECORD PLAYER’s American pop music. One GI strums a shamisen as it were a guitar. PUMPKIN, in a garish kimono with dog ta around her neck and an officer's cap on her head, “teache them, laughing and flirting and smoking a cigarette betwe her teeth. A G.I. kisses Pumpkin on the mouth. Pumpkin sees a peasan girl watching from the corridor: The peasant girl is Sayuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(with a squeal) Chiyo? Hey, Chiyo-chan! Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT",
          "text": "Broken-hearted Japanese music whines. Wedged at a tiny noodle bar, Pumpkin slurps her soup and smokes at the sam time. STEAM rises from pots, half-obscuring PEOPLE waitin behind them: WORKING CLASS JAPANESE and a few AMERICAN GI",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I have no right to ask favors of you, Pumpkin. I know that-- PUMPKIN ignores Sayuri‘s remark, and says blithely:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Guess what? I only smoke Chesterfields now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I have wanted to apologize to you for so long-- about the okiya-- \f113",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(still ignoring her) These soldier-boys, you know who they've got me singing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--it should have gone to you, not me-- ! ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "--Frank Sinatra, and Dinah Shore--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--if it is in your heart to forgive me-~",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(abruptly) Sayuri, don’t. Pumpkin looks at Sayuri. Underneath her tough demeanor, Sayuri can still see the impish spirit of her old friend. PUMPKIN (cont‘d) The honest truth? I‘d rather chew sand than go back to all that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Then you are not angry with me? PUMPKIN exhales, blowing smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Don’t worry about me, chickadee - I’ve got more clients than I can handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "You seem so at home with these Americans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(with a sly wink) They‘re bastards. (beat) So who‘s this Colonel? Sounds like top brass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "He has the power to approve American financing for Nobu and the Chairman. \f151 152 153 154 155 114 Pumpkin slurps her soup, finishing it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "So is he willing to pay us American dollars? Cash? She locks at Sayuri expectantly, hunger in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Western sofas and chairs dominate the room, which is stac with liquor and cigarettes, sewing machine parts, light bulbs, samurai swords, K-rations - anything that can be s on the black-market. In a haze of tobacco smoke, a WOMAN with bobbed hair talks on the telephone. The black-market is Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Don’t waste my time. You think I’m a sucker? I want sixty cases Lucky Strike or I’m taking my business to Sergeant MacPhee... KIKO (9, Auntie’s new girl) runs through, carrying towels",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN 152",
          "text": "Sayuri‘s wet hair streams down the back of her under-kimo Sayuri scrubs her hands ruthlessly in a steaming little b of bleach and water, using a hard brush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIMONO ROOM 153",
          "text": "Sayuri digs through the stacks of black market goods pile high in the kimono room. She finds a lone dusty kimono bo and opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI'S ROOM . 154",
          "text": "With her sewing box open on the floor, Sayuri expertly se new collar onto the frayed old kimono. INT: SAYURI’'S ROOM - OKIYA. NEXT DAY. [AUTUMN] 155 Sayuri’s hair is smoothed into a modest twist. She wears newly-repaired kimono. She stares: traces of Miyako’s mos celebrated geisha, restored. Auntie (older, thinner) ties her obi. Kiko watches. Auntie finishes: \f156",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNTIE",
          "text": "See? You are yourself again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the tarmac, an U.S. transport PLANE idles. At the open hangar door a U.S. ARMY JEEP deposits Sayuri. She sees: The Chairman, standing alone, his back to her. Sayuri approaches, her heart pounding. The Chairman turns:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN /",
          "text": "Sayuri, just look at you. It’s as if the war never happened. His face opens in a smile. Sayuri bows, overcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I am so glad to see that the Chairman is safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Please accept my apologies, asking this of you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "There is nothing I can do to return your kindness. But even as she speaks, a voice intrudes -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU, (0.C.)",
          "text": "Sayuri! Then she sees: The Chairman is with Nobu and Mameha (eleg in a kimono) and TWO AMERICANS - COLONEL DERRICKS (50, ca Army) is worldly, with an off-the-cuff charm that masks h baser appetites. His Lieutenant, HUTCHINS (32, West Point is considerably greener and more impressionable-- * NOBU (cont'd) * May I present Colonel Derricks. With a coy smile Sayuri bows; DERRICKS follows suit. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Konichiwa. You're even more * stunning in person. My associate, * Lieutenant Hutchins. (to Hutchins) Sayuri is one of the Mysteries of the Orient I’ve told you about-~ * \f116",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "A mystery that perhaps you can solve. Hutchins holds up a camera:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCHINS",
          "text": "Would you mind? Sayuri’s eyes meet the Chairman's briefly. He smiles, sympathetic. The Colonel offers Sayuri his arm and a suav smile; she accepts both. Together, they pose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "A perfect souvenir. She smiles, demurely. The camera flashes. PUMPKIN’S VOICE Who likes whiskey?? An Army Jeep has pulled up. Pumpkin jumps down with a hap squeal, wearing a colorful kimono and waving a bottle of Scotch. For her, the party’s already started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN, (CONT'D)",
          "text": "Chairman, don’t tell me you started the party without me. The propeller breeze lifts Pumpkin‘s skirts and Pumpkin g a happy shriek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCHINS",
          "text": "(under his breath to Derricks) She's a live wire...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "May I present - Pumpkin. The Lieutenant snaps a picture, to Pumpkin‘’s apparent delight. Mameha and Sayuri exchange a look, mortified for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Gentlemen? Nobu ushers them across the tarmac, Pumpkin pretending to pull the Chairman by the necktie, and Derricks escorting Sayuri.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "158 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the cramped fuselage, the whir of the engines is deafening. Derricks flips down benches, and proffers seat to Sayuri:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Please, 'be my ‘guest-- Sayuri can't hear a word,, and looks at him helplessly. DERRICKS (cont'd) {again, above the roar)",
          "sentiment": "neutral"
        },
        {
          "speaker": "--HAVE A SEAT, WON'T YOU",
          "text": "Sayuri glances toward the Chairman, hoping to sit close t him. But Pumpkin has already claimed him, pulling him dow on the opposite bench. Mameha sits on his other side. And Hutchins--his Adams apple bobbing in his throat--sidles d next to Pumpkin, clearly smitten. What can Sayuri do but respond:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(to Derricks) Thank you, I am most grateful-- He tugs on his ear; what? SAYURI (cont'd) --PERFECT. YES. Dispirited, Sayuri sinks down to find herself cramped bet Derricks and Nobu. In the din, talk is futile. The Colone smiles at her, and she offers a coquettish glance. But sh can’t help staring at the Chairman longingly, as he, Mame and Pumpkin all dissolve into giggles over a joke she can hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri-~in a robe--pads through the women’s dressing area route to the natural, lagoon-like hot spring. She hears VOICES and LAUGHTER. Sayuri takes off her robe behind the wall of the dressing area, and modestly slips into the spa waters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Don’t be shy, gentlemen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\\ ) Pumpkin gestures to the men to come and join the ladi and Mameha are already relaxing in the pools. Derricks, Hutchins, Nobu and the Chairman slide over to them. By Japanese custom, everyone is naked. A wooden tray floats, holding bottles of sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCHINS",
          "text": "Back home, a bath is nothing but a ‘ quick shower on cold tile with a bar of lye soap--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "(with an expansive sigh) Ah, but here, you make everything a ritual, don’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "That is the art of turning habit into pleasure, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Said like a true geisha! Nobu nods, but his face betrays a slight wince.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we are in business together, then perhaps we will visit you some day. I‘d love to see the United States.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCHINS",
          "text": "Why, sure. We could teach you some of our customs. Like forks and proper chairs and what it feels like to sleep on a real mattress-—— Pumpkin bulldozes in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(already drunk) I know a little game we can play. It's called “Truth and Lies.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "I know that game, too. Back home, they call it “marriage.” Hearty male laughter all around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "J",
          "text": "\f119",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "(giggling) . No! I‘m serious. Now listen closely. Sayuri knows the rules--",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUTCHINS",
          "text": "I never met a woman who didn’t! More laughter, louder from the Americans than the Japanes",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(acquiescing) Each person says two things. One is true; the other is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "If you guess right, the liar pays the price. - demonstrating the price: A big swallow of sake right fr the bottle. The men laugh. ” DERRICKS So it pays to lose! Laughter, louder from the Americans than the Japanese. Pumpkin tries to think of a story -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "I go first! Now let me see...One day in Sapporo, where I was born, a fisherman caught a talking fish. Trouble is, it only spoke Russian--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "~ The other story is the true one, and I have not even heard it yet! Everyone laughs. Pumpkin pushes the Chairman, flirting:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "If I drown, it’s all your fault. -- taking a big swallow of sake. She tips backward in the water and Chairman has to catch her. Sayuri and Mameha exchange a look: Pumpkin’s behavior is crossing the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Your turn, Nobu-san.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "(declining to play) I am no match for these geisha; (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f120 NOBU (cont'd) they are experts in the art of deceit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Sayuri, maybe. I’m an expert in one thing and one thing only: sake! Chairman floats the tray of sake over to Sayuri:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Sayuri. The truest story you know. All eyes are on Sayuri. She gathers her courage. When she starts to speak, the timbre in the room changes; from rau to almost reverential.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Once when I was a little girl...on the banks of the Sonogawa...a handsome stranger gave me a cup of ice--ice that tasted as sweet as a mid-summer plum-- The Chairman and Mameha exchange a look. In Mameha’s eyes an implicit challenge to the Chairman: will you or will y not acknowledge the truth of Sayuri's story? The Chairman about to blush; then he interrupts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "I think we have to stop the game. PUMPKIN giggles, very drunk. CHAIRMAN (cont‘d) If Pumpkin drinks any more sake, she will pass out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Now that - is a true story. Everyone laughs. Sayuri looks at the Chairman, crestfalie",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Here - Mameha - Sayuri - help her. And the party starts to break up. Mameha helps the limp Pumpkin out of the pool and into her bathing kimono. As Sayuri starts to climb out of the water, Derricks corners her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "So...ah...what’s the protocol? \f159",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Suppose I wanted to see you. In private. Sayuri watches as the Chairman gently guides a hapless Pumpkin toward the dressing rooms; Pumpkin rests her head his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I beg your pardon, Colonel; that is not a geisha‘’s custom--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "If it’s a question of price--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "If there were a price, you could never afford it-- Nobu looks on, jealous, even as Sayuri rebukes the Colone darting under his arm and getting away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Wait--now just a‘ minute--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobu turns angrily on Sayuri -- : *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "I saw the two of you whispering-- you have arranged some kind of tryst, haven't you—— Sayuri matches his rage with her own:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "What did you promise him? Glaring at her, he pours himself a glass of whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Your company! Nothing more!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Be seemed to expect a great deal--!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "If I had wanted a common whore, I could have hired one---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURT",
          "text": "What are you trying to say--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Just the idea of you with him--with any man--you would be dead to ne, Sayuri--- Nobu siams his glass on the table so hard it shatters. NOBU (cont’d) Can't you see that I want you for myself? Be opens his hand. In it, shards of glass. Blood creases his palm. Sayuri grabs a cloth but Nobu waves her off angrily -- NOBU {cont‘d) You have ruined me. Before we met, I was a disciplined man. He does not let her assist as he wraps his hand with clot NOBU (cont'd) I should not have asked you to come. The Chairman was against it; I should have listened to him. SAYURI stares at the floor, and says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(staring down) I must beg your forgiveness, Nobu- san. I was foolish to think you would barter me away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "Then you made no arrangement with the Colonel--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Please. Don’t insult me again. NOBU looks up at her, his eyes rimmed in red. \f160 161",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "If he ratifies our contract, then T will be a man of means again. There is nothing I want more, Sayuri..-than to become your danna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' SAYURI",
          "text": "(blanching) I already owe you far too much--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "1 will not be refused!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Please--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "--we are tied to each other, I know you feel it too-- I never",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "meant to mislead you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBU",
          "text": "(evenly, but with force) Sayuri. I do not like things held up before me that I cannot have. EXT. WOMEN’S TATAMI ROOM. RESORT. NIGHT. [AUTUMN } Distraught, Sayur 4 hurries up the path to Mameha's room. INT. WOMEN’S TATAMI ROOM. RESORT. NIGHT. [AUTUMN } Sayuri pleads with Mameha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "When you first introduced me to Nobu-~I was such a fool to give him my attention-",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Nonsense-—- 160 161",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I never meant to make him care--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "(shecked) You cannot refuse him. You must not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "But Mameha why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "What is he to think? He safeguarded your life--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURT",
          "text": "And so he owns it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sayuri. I know what's it like to try and scrape by without a danna--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--I'll do something~-anything else-- MAMEHA. _-renting rooms, scrounging for every meal--is this the life that you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--I want a life that is mine--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEBA",
          "text": "Nobu has never treated you with anything but kindness--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "zr don't want mere kindness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "What more can we expect? 124 \f162",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "You had feelings for the Baron, didn't you? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "_ (beat) t never ‘allowed myself that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Don’t lie to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "In time, you learn--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "--I don't want to learn--",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAMEHA",
          "text": "Sayuri! We don’t become geisha to pursue our own destinies! (harshly) We become geisha because we have no choice. on Sayuri’s trapped expression ~- cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pumpkin, dressed, is going to dinner when a frantic Sayur stops her on the path:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURL",
          "text": "Pumpkin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "What is it? What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Nothing. I have a favor to ask, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Ask. Before speaking, Sayuri glances nervously to her left and right to ensure that the coast is clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "At nine o’clock--bring Nobu to the pooi, on the far side of the garden- \fAl63 163 164 165",
          "sentiment": "neutral"
        },
        {
          "speaker": "1/3/05 DOUBLE GREEN REVISION 126",
          "text": "Pumpkin lifts a savvy brow. SAYURI (cont‘d) Not a minute before, not a minute after, yes? And--please--do not tell him that I will be there, waiting——",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "It's a surprise? Sayuri notes Derricks smoking on a distant terrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(with gravity) Yes. It’s a surprise. Pumpkin watches Sayuri walk away; her expression is unreadable. ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri finds the Colonel, smoking. Privately, they confer We don’t hear a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT",
          "text": "From a slight distance: Derricks, Hutchins, Nobu and the Chairman sit down for dinner. All of the men wear kimono. Mameha pours sake. ‘TWO GEISHA serve dinner. Derricks, checking his watch, swallows his drink and discreetly excuses himself from the group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Derricks walk down the path, he looks to see if anyone following. He checks his watch; it’s five minutes until nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a slight distance: Pumpkin enters the pavilion where men are seated. Pumpkin kneels between Nobu and the Chaiz and begs their pardon for interrupting them. 163 163 164",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "165 \f166",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri waits, nervously. She glances at her own watch. Sh hears the shojii screens slide open, and the Colonel ente She buries her watch in her clothing, then rushes to gree the Colonel. She silently ushers him inside. +t OF Sayuri slides shut the privacy door. The rustic wooden hu is dimly lit by lanterns; hazy steam rises from a rectang pool. Sayuri efficiently unknots Derricks’s obi. With trembling fingers, she jerks the knot of her kimono sash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS, (CONT'D)",
          "text": "Please. Allow me. He picks at the knot slowly as she watches with barely hi impatience. She glances at his watch and grabs the knot, unties it herself. DERRICKS (cont'd) The pool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Bere. Sayuri hastily arranges herself on the wooden platform be the hot pool. She opens her kimono slightly. Derricks kneels over her. Sayuri glances at his watch. Where jis Pumpkin? SAYURI (cont ’d) Wait. Derricks senses her sudden nervousness and hesitates:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Are we doing this or not? She neds, eyes on his watch: The face has misted, but she see -~ it ticks forward from 9 o'clock. Derricks starts t kiss her. To buy time, Sayuri twists away. DERRICKS {corit’d) You don’t kiss? Again he tries to kiss her. Again she turns her face away DERRICKS (cont'd) Come on now. Don't be shy. T know you people kiss--",
          "sentiment": "neutral"
        },
        {
          "speaker": "1/3/05 DOUBLE GREEN REVISION 127A",
          "text": "Pinally he opens his kimono, and rolls on top of her, cradling her face in his hands. \f2. 168 169",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two feminine feet, padding down the walk-way at a clip, followed by two male ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Colonel, on top of Sayuri, pins her arms to the groun Sayuri lets out a sound somewhere between a gasp and a so The pavilion door slides open, and Pumpkin steps in. Sayuri and the American turn and see Pumpkin. Then behind Pumpkin comes -- The Chairman. Chairman recoils, shocked. Sayuri pushes the Colonel away grabs her kimono to herself. The Chairman quickly steps out. Sayuri, dressing hastily, rushes past Pumpkin and out the door, and sees -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Chairman walks away quickly in the moonlight. Sayuri whirls on Pumpkin who has followed her out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "How could you? You don’t know what you have done! Pumpkin‘s expression morphs; suddenly, she has the same hauteur--the same cruel calm--as her teacher Hatsumomo,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "But I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I do not understand; Why did you * have to bring the Chairman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "Because I know how you feel about him. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f170 Jin 172 173",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "-so Hatsumomo did teach you to be cruel-- Pumpkin's mouth stretches into a tight, joyless smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUMPKIN",
          "text": "A long tite ago you took something from me...the only thing I'd ever truly wanted. (beat) Well. Now you know how it feels. In Sayuri's face, the sting of betrayal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone, Sayuri walks in the wind and spray. She has never felt more alone, more degraded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS, (V.0.)",
          "text": "To a new partnership, gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TAKAMAYA RESORT ENTRANCE GATE. DAWN.",
          "text": "The Chairman and Nobu smile graciously, bidding the Ameri farewell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "I like the way you people do business. Sealing it with a kiss. They start climbing aboard their jeep to depart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri lets the tears come, wiping them away with the Chairman’s handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TAKAMAYA RESORT ENTRANCE GATE. DAWN.",
          "text": "The jeep revs its motor, and Derricks winks at Nobu, man- man:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DERRICKS",
          "text": "Give my regards to Sayuri now, won't you? 170 171 172 173",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "{ ) As the vehicle pulls away, Nobu feel as if he‘s been in the face. He covers, clenching the muscles in his jaw. \f174 175 2 176",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wind rises. Sayuri raises her hand, and lets the handkerchief go. The wind seizes it and carries it away; with it, everything Sayuri has ever known. EXT. HANAMACHI STREETS. ANOTHER DAY. [AUTUMN]. A scorching red sun rises over Miyako, like a crimson hal the sky. INT. THE OKIYA. SAYURI’S ROOM. DAY [AUTUMN] Sayuri sits in darkness; the shoji screen flies open, and Mother appears, with Kiko underfoot",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Sayuri! Quickly! Sayuri lifts her eyes. MOTHER (cont ‘d) The Matsushima Teahouse just called- - you are to meet a very important client tonight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURL",
          "text": "(dully} Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Iwamura Electric! It must be Nobu, yes? Sayuri’s jaw muscles clench, but she says nothing. Mother heads to the door and looks back with pride. MOTHER (cont ’‘d) The Americans are financing his company; he’s going to be one of the richest men in Osaka! Surely he wants to honor his promise...to become your danna at last! Mother beams with pride at Sayuri. Inside, Sayuri crumble MOTHER (cont'd) It’s about time. Finally, a return on my investment. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "174 175 176",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOTHER (cont’d) (to Kiko) Perhaps one day, you will be as lucky! Sayuri looks at Kiko sadly, then says almost to herself:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "No geisha can ever hope for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAYURI (cont'd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri makes her way across the pridge to the teahouse. H face has become as frozen, as perfect as 4 mask. The TEAHOUSE MISTRESS ushers Sayuri into the garden. . Japanese maple trees frame a small pond. In its center, 4 floating platform, accessible by a series of stone steps. it, a low table with a sake tray. In her long kimono, Sayuri almost seems to walk across the water until she reaches the tiny 4sland. She kneels, waiting for Nobu to arrive. Sayuri is distracted by 4 gust of autumn wind, which send red maple leaves scattering across the watex. She feels a hand alight on her shoulder; she looks up to greet Nobu. Instead, she sees the Chairman. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURIT",
          "text": "Chairman, where is Nobu-san? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "(calmly) He won't be coming tonight. * SAYURI looks stricken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "(with alarm) Is something wrong? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Be knows what happened. It is not * in his nature to forgive. Sayuri feels a aick rush of shame; she cannot meet his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "Chairman, what happened on the island ~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Please. You do not have to explain- _The look in your eyes was 5° * desperate--like you might drown-~ *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "But I have shamed myself so deeply, past all forgiveness~-~—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "No I am the one who must be forgiven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sayuri bows, hex lashes wet with tears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "I do not understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "perhaps;-if you had only known the truth-- ,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "The truth? Now it’s the Chairman who's anxious, hopeful that Sayuri won't condemn him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "some years ago, I was on my way to the theater. I saw 4 little girl, weeping by the Scnogawa. IT stopped to buy her a cup of sweet ice-- SAYURI raises her head to look him in the face. Her eyes. wide with incredulity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURL",
          "text": "you knew I was that little girl? The Chairman nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "Didn't you ever wonder why Mameha, took you her under her wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURI",
          "text": "{the truth dawning) Mameha came to me because of you. The Chairman nods again. SAYURI (cont'd) I wish you could have told me long ago--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAIRMAN",
          "text": "What could I do? I owe Nobu my jife. And so--when I saw he had a chance at happiness with you--I stood silent. But I cannot any longer. (beat) I hope it is not too late. Sayuri bows her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHAIRMAN (cont' d) pon‘t be afraid to look at me chiyo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gently raises her face to meet his gaze; she is crying Passion, then insecure hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAYURT",
          "text": "Can't you see? Every step I have taken since I was that child on the bridge has been to bring myself closer to you.: The Chairman kisses her tears. Then he kisses her; her fi kiss, tender and true. Sayuri's heart is soaring, liberat at last. SAYURI‘S VOICE I cannot tell you what guides us in this imperfect life. The Chairman and Sayuri walk along the water's edge in th teahouse garden; we see them reflected in the pond’s surf SAYURI‘S VOICE (cont‘d) But when I look back, I see myself, falling toward the Chairman as surely as a stone must fall toward the earth. Red leaves from the maple tree fall onto the pond, and gl over its surface, disrupting the reflection of the two lovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hk",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f179 180",
          "sentiment": "neutral"
        },
        {
          "speaker": "01/07/2005 DOUBLE BUFF REVISIONS 134",
          "text": "SAYURI'S VOICE (cont‘d) Our world is no more permanent than a wave that rises on the ocean. The ripples in the water clarify: Sayuri walks alone by t water, dressed in Western clothes now, smartly tailored. hair is cut fashionably short--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. PARK. DUSK.",
          "text": "--as she strolls by a pond in a different park. She pause by the water’s edge. SAYURI’S VOICE (CONT‘D) The people we have known, even the earth beneath our feet, can all disappear in the tide. A small boy (4), runs to her as a flock of pigeons disper with a flurry. SAYURI'S VOICE (cont'd) There's only one way to anchor them- safely--in our hearts: to tell their stories. The child grabs her hand and pulls her. SAYURI'S VOICE (cont'd) The Chairman left this world a while ago... Together they stroll toward the street. SAYURI‘'S VOICE (cont'd) ++-and yet, I have him still. They turn a corner--",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. FIFTH AVENUE. NEW YORK CITY. DUSK.",
          "text": "---and we recognize the place; we're in 1950‘s New York. It's Fifth Avenue at rush hour. Businessmen step out of office buildings; secretaries skirt by bustling delivery in bikes. Policeman on horseback. Mother and son are swep up in the rolling sea of people. SAYURI‘S VOICE For I have lived my life again, telling it to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "79 180 Se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like some vast current, the crowd carries them along unti at last--they vanish. : FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1237"
    }
  ]
}