{
  "movie_id": "MOV1236",
  "scenes": [
    {
      "location": "FIELD",
      "time": "DAY",
      "characters": [
        "125.",
        "RASCAL, (V.0.)",
        "26.",
        "LES",
        "DANNY AND ROOKIE",
        "266A",
        "287A",
        "DANNY, CLAY, JACK AND EUGENE",
        "13.",
        "FAITH, (0.8.)",
        "145A",
        "66.",
        "THROUGH BINOCULARS",
        "339A",
        "ON VAL",
        "189A",
        "GERMAN FIGHTERS",
        "78A",
        "CLAY, VIRGE, EUGENE, JACK, RASCAL AND DANNY",
        "1",
        "RASCAL, JACK, EUGENE, CLAY",
        "BRUCE AND LUKE",
        "253A",
        "SERGEANT",
        "FADE IN",
        "AMBULANCE DRIVER",
        "PHIL, (V.0.)",
        "18A CONTINUED",
        "5A",
        "CLAY, (V.0.)",
        "CLAY",
        "LUKE, (V.0.)",
        "CLAY'S WHITTLED MODEL PLANE",
        "105.",
        "ROOKIE LIEUTENANT",
        "344A",
        "SO4A",
        "ON EUGENE",
        "127.",
        "BUFFET TABLE",
        "VIRGE",
        "DANNY, (V.0.)",
        "GEORGE, (V.0.)",
        "FLASHBACK",
        "BRUCE, (0.8.)",
        "45.",
        "19.",
        "PHIL",
        "350A",
        "FAITH",
        "143A",
        "ON PHIL",
        "FARMER",
        "GROUP NAVIGATOR",
        "FATHER, (V.0.)",
        "DENNIS, (CONT'D)",
        "VAL, (0.8.)",
        "ROOKIE, (V.0.)",
        "338A",
        "THE END",
        "S59A",
        "FIRST SOFTBALL PLAYER",
        "266B",
        "RASCAL, (CONT'D)",
        "EUGENE, (V.0.)",
        "DENNIS, (V.0.)",
        "RASCAL, JACK",
        "OMITTED",
        "WATCH",
        "SOFTBALL PLAYER",
        "JACK",
        "JACK, (V.0.)",
        "VOICE, (0.S.)",
        "GRACIE, (V.0.)",
        "LEGEND",
        "65.",
        "SHOT FROM ABOVE",
        "189C",
        "NOTEBOOK",
        "ADJUTANT",
        "S46A",
        "ROOKIE",
        "LIEUTENANT",
        "CONTINUED",
        "CUT TO",
        "304B",
        "RASCAL",
        "BRUCE, (V.0.)",
        "COOK",
        "SECOND PLAYER",
        "336A",
        "VAL",
        "296A",
        "THIRD PLAYER",
        "DENNIS",
        "DANNY",
        "LUKE",
        "298A",
        "MEMPHIS BELLE",
        "189B",
        "VAL, (0.8S.)",
        "ON DANNY",
        "VAL, (V.0.)",
        "5B",
        "ON DENNIS",
        "VIRGE, (V.0.)",
        "EUGENE",
        "BRUCE",
        "BRUCE, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A football game is in progress. Six guys on each side, all in their late teens and early twenties, wearing khaki pants, work shirts, T-shirts. OVER, we hear the voice of BRUCE DERRINGER. The first player we see is VIRGE HOOGESTEGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (V.0.)",
          "text": "Virge Hoogesteger., What kind of name is that? Nicknamed 'The Virgin.’ Well, look at him. Poor kid probably tries to get a girl into bed and she wants to make him brush his teeth and wash behind his ears. Then we see JACK BOCCI bulldozing down one of the defense players.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (V.0.)",
          "text": "Look at this goon. Jack Bocci from Brooklyn. He's a magician. Wants to be the next Houdini. Well, he's escaped twenty-four missions. Not bad for an amateur. Next, EUGENE McVEY nervously making a play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (V.0.)",
          "text": "This is the religious one. There's always a religious one. Eugene McVey. Nineteen from Cleveland. There's always one from Cleveland. High strung, nervous, always coming down with something. How'd he get in this bunch? Next, we see RICHARD \"RASCAL\" MOORE showing off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (V.0.)",
          "text": "Rascal? That can't be his real name. Here we go. Richard Moore, but called the Rascal. Thinks he's a real ladies man. Talks dirty, the whole bit. Well, he'll grow out of it. If he grows at all. Then we see CLAY BUSBY, cooly running with the ball. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (V.0.)",
          "text": "Clay Busby, a farmer's son from Louisiana. Plays piano and sings. Listen to this. Learned piano in a New Orleans whorehouse. Better keep that out of the papers. Last, we see DANNY DALY. He has the ball and is going for the touchdown as his team urges him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (V.0.)",
          "text": "Oh boy, this kid couldn't be more Irish if he tried. Even his name, Danny Daly. He's the intellectual. Writes poetry. Likes to read. Hates sports. Danny makes the touchdown. He shouts with exhilaration and raises the ball in triumph. Just then, a huge olive drab B-17 bomber appears out of nowhere and roars directly overhead. The game is forgotten and everyone starts running towards a short, boxy control tower. Now we see that the football field is a grassy area on the side of an air field with three intersecting runways. Men are coming from all over the base, on foot and bicycle, shouting out the number of planes: five, seven, nine, twelve! Planes are appearing all over the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Fifteen, sixteen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How many went out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Twenty-one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "There's another! We MOVE UP TO the control tower. The balcony is crowded with men. THROUGH the window we see the CO (Commanding Officer) on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO is in his early thirties, impeccably-dressed. He's in charge and handles his many responsibilities efficiently -- no detail is too small. In the b.g. are the adjutant and other personnel. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co Sir, they're still coming in. How can I promise you 24 planes tomorrow when they're not even back? The adjutant comes up to him with some papers, the CO grabs them and motions the adjutant away. The CO is shocked by what he hears. He speaks quietly. co Where? But we hit that target a month ago, sir. I thought... The voice on the other end interrupts. co I know we have to put the pressure on, but I almost lost a quarter of my... The 8-2, a scholarly, bespectacled young man, comes in from the balcony and waits to get the CO's attention. Frustrated, exasperated, the CO listens to the voice on the other end. co Yes, sir. Yes, sir, I'll have my ground crews work all night. I was hoping to give them a little break. We're having a dance tonight in honor of the Group's first anniversary... (interrupted again) Yes, I'll give you an update as soon as I know more. Thank you, sir. Goodbye. He hangs up. He's shaken by the news he's received. 8-2 Sir, eighteen planes. Three still out. He nods, then hurries out the door to the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the balcony, COLONEL BRUCE DERRINGER. Bruce is in his mid-thirties, has all-American good looks and an easy-going charm that he can turn on and off at will. Bruce isn't watching the planes landing. He's looking down at the lawn below. The CO comes out on the balcony with the S-2. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "So that's them. co Those are the enlisted men. You're meeting the officers this afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "They must be the ten luckiest sons of bitches in the world. co They're ordinary men, Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM the balcony DOWN TO the control tower lawn where our six boys are just joining the crowd below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (0.8.)",
          "text": "Are you kidding? First, they volunteer for this, then they do 24 missions without a scratch. They don't sound very ordinary to me. 8-2 Two more, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO looks out at arriving planes through his binoculars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You know, people at home are getting pretty discouraged by our losses. They're starting to think daylight bombing is a mistake. co It's the only way we're going to win this war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You're right, and we've got to get that message across. That's where I come in. The nation's going to fall in love with those boys. The first crew in the Eighth Air Force to complete their tour of duty. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co They haven't done it yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "They will. You'll make sure of it. He leans on the balcony and looks down at the crew. We MOVE DOWN TO them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The six boys anxiously watch for the last plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "One more. It'd be great if everyone came back today. With the dance and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I give them four to one. Any takers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Show me your money, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Gene, lend me some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "What do I look like, Wells Fargo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "There they are! Danny points out at the horizon. The boys are relieved. They push each other around a little, then turn and start walking across the field towards the barracks. SOUND: ENGINE SPUTTERING. (The following dialogue can be used as the men walk away, if needed.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "I heard they brought in a swell band for the dance tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Clay, maybe they'll let you sing with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "No siree. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fOe",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "You sing to us in the plane all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Yeah, but you guys ain't got no taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane is coming in to land. It has two feathered props and only the left front wheel is down. The wheel touches the runway and the plane immediately tips to the right. It pivots on its single wheel, scraping its belly on the runway. The props on the right side bend back, slowing the PLANE's spin. It starts to come to a halt, but just as it looks like it's safe, it EXPLODES in a sudden fiery blast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The six boys recoil with shock and disbelief. Danny watches as long as he can, then turns away -- he can't stand it anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce is also looking at the burning plane with horror. The CO is stony-faced. He shows no surprise and little emotion -- he's seen it too often before. co Come on, Bruce, you wanted to meet the officers of the Southern Belle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Jesus, what happened? They were almost home. co Almost. The pilot came in on one wheel. He should have belly landed. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "thru 10 il",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Are they all... ? co What do you think? Let's go, Bruce. He starts off the balcony. Bruce follows, but looks over his shoulder once more at the burning plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLANE continues to burn. There's another small EXPLOSION inside the plane and this BECOMES the white flash of a photographer's camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DENNIS DEARBORN is sitting stiffly in a chair, the bomb group symbol behind him on the mess wall. Dennis, at twenty-six, is the oldest of the crew. He's a serious young man -- you never catch him smiling or relaxing. His photo has just been taken by a Life Magazine photographer. Bruce is behind the camera, interviewing Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You named the plane after your girl back home, that's a great angle. You don't sound like you're from the South, Captain Dearborn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "I met her when I was in Memphis on business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I bet she's a living doll, huh, Dennis? Dennis looks up at Bruce -- he doesn't like his tone at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "She's a very fine woman, sir. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fil",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Flash. Now LUKE SINCLAIR, the co-pilot, is in the chair. Luke is twenty-five and about as handsome as they come. He's relaxed, smiling. He loves the attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "A lifeguard. That's a pretty responsible job, Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Yeah, it's rough basking in the sun all day, having girls swarm all over you. That's why I joined up. Had to get away from all that. Flash. Now VAL KOZLOWSKI the bombardier, is sitting in the hotseat. Val has Latin good looks and a street fighter's body. He's a pretty intense guy. He squirms, pushes at his hair, tries to loosen his collar, straighten his tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Val. What's that short for, Valentine? I bet the women love that. You're the bombardier and I understand you've got four years of medical school under your belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Yeah. Well, something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(interrupting) Believe me, when your picture comes out in Life Magazine, every man, woman and child in America is going to want you to be their doctor. Val brightens at this. Flash. Now PHIL LOWENTHAL is in the chair. Phil's in his early twenties, with a lot of hair and a lot of teeth. He slumps in the chair, moody and gloomy. He'd like to be anywhere but here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Phil, look at the camera. Sit up straight. Smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "What's there to smile about, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You guys have finished 24 missions. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "One more and you get to go home. That would sure make me smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Well, you're not me, sir. (to the photographer) Please just take the picture. He looks up at the camera, a big cloud over his head. Flash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis, Luke, Phil and Val are sitting at a table as Bruce addresses them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You'll go back home in your own plane and fly all over the States, making speeches, getting people to buy more war bonds, work longer hours, turn out more planes. And believe me, you'll be wined, womened and songed from one end of the U.S. to the other. It'll be tough, but we all have to make sacrifices. He laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sir, you mean we're going to be famous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Afraid so, Luke. Luke whoops. He pounds on Val and Phil a little. Val pushes him away. Phil is hunched over, miserable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Colonel Derringer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Bruce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "We'll follow your orders to the best of our... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f12 13 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(interrupting) It's not an order, Dennis. We're working together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Yes, sir, but I don't want the other men finding out about this yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Their pictures in Life? Wine, women and song? You've got to tell them! They'll go nuts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "I don't want them going nuts. Right now I want them thinking about their jobs and that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on, we could do our jobs in our sleep! Why can't they know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Because I said so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "My father used to say that. Dennis and Luke glare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Dennis, you're the boss. Tell your crew when you think it's right. Gentlemen, thank you for your time. Dennis, Luke, Phil and Val start getting up from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A big tin-roofed Nissen hut, six beds on each side and a HISSING potbellied STOVE in the center. Two crews bunk in here, our enlisted men and another crew. In the b.g., a NEWS REPORT is heard on the RADIO, then MUSIC begins. There's lots of activity as men get ready for the dance. Jack is involved in a poker game at one end of the room. At the other end, Clay is wrenching off the padlock on a locker at the foot of a stripped bunk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny is loading film scene seesaws between the dead man's things getting ready for the 11. in his box camera. (This whole the ominousness of sorting through and the fun and excitement of dance.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Clay, shouldn't you let the sergeant go stuff? through Becker's",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "The sergeant'll just send it all to Becker's her getting Danny. widow. We don't want anything embarrassing, The lock comes off, Clay opens the locker and starts sorting through the contents. Eugene is putting on his socks. He sniffs them and gags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Anyone got any clean socks? Hershey bar. Me, me! Clay tosses it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Virge rips it open and starts eating it. Around Virge's bunk are drawings of a restau- rant. As he munches the candy bar, he studies them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Anyway, Danny, then I'm going to open a whole bunch of restaurants, exactly like the first one. So you can go to Detroit and get the exact same hamburger you got in Baltimore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Virge, nobody wants the same old food everywhere they go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Sure they do. It's comforting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Love letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Wife or girl friend? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Clay opens one and reads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Read 'em out loud! Get me in the mood for tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Girl friend. He tosses the letters to Virge, who puts them in the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Does Becker have any clean socks in there? Eugene goes over to the locker, searches for socks. Clay puts the next few items in a pile on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Air medal, photos, pocket knife. Dirty book!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I'll take it. Clay tosses the paperback to Danny: God's Little Acre, with a lurid cover. Danny flips through it. In the middle is stuck: a four-leaf clover wrapped in cellophane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Look. Becker forgot his good luck charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Poor slob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "He should of worn it around his neck. Then you never lose it. He kisses his St. Anthony medal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Rubbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Dibs! Clay tosses them to him. Then puts some other things on the bed in the widow's pile: money, a compass, a diary. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "13.",
          "text": "(3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "We know Virge the Virgin won't need them. Virge, you gotta promise if you ever lose your cherry, you'll tell me about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "I'll send it to you. C.O.D. Eugene starts searching his bunk area. Jack comes run- ning up and takes some money from the pile on Becker's bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Becker owed me ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Jack, don't take his money!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "He owed it to me! Hey, what do you guys know about Germany?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Pretty women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Good beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "The hamburger's named after a town there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, a little bird told me that's where they're sending us tomorrow. The men react with disbelief and shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "We ain't going to Krautville. Our plane's broke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "No, it's fixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Christ, let's go break it! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 14 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Anybody want the rest of this stuff? Virge, Danny, Rascal, Jack and Eugene start towards the bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOT FROM ABOVE",
          "text": "Clay dispenses the rest of Becker's possessions with the other men standing around the bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Deck of cards. Razor blades. Lucky Strikes. Shoelaces. Pack of Doublemint... Rascal takes the cards, Jack the razor blades, Danny the cigarettes, Eugene the shoelaces, Virge the gum. We start to hear BIG BAND MUSIC and we're in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has been turned into a dance hall for the night: streamers, a mirror ball, a bar and a big band. The dance is in full swing. Jack is dancing with a shy skinny girl and Eugene is dancing with a boisterous big girl. It looks like they're with the wrong partners. Eugene swings under the big girl's arm, kicks Jack in the butt when his back is turned, then quickly swings back into the big girl's arms. Jack looks around, but has no idea where the kick came from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "He snaps a picture of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "talking to a pretty English girl, FAITH. He's really milking this for all the sympathy he can get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Now they're saying maybe we're going to Germany tomorrow... my short, young life could just be snuffed out in an instant. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (CONT'D)",
          "text": "I volunteered 'cause I thought it would be fun. I never thought I could get... He chokes up. Faith looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "standing across the room, alone, shy and very cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "is so wrapped up in his pitch he doesn't realize Faith's attention has wandered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Oh, Faith, when I think I might never see the stars again or hear good music or talk to a beautiful girl like you... (wipes away a tear) Sorry. You need a drink. I'll be right back. He takes her glass and hurries over to the bar. It's packed. Val is there, checking out the girls on the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "She's crazy about me. She's going to jump on me any second. He burrows his way into the crowd. Phil comes up with a brimming glass of whiskey. He's already a little drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Phil, come on, you've had enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "How come they brought Life Magazine over and everything? Are they trying to jinx us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Just forget it. Let's find us a couple girls. Val looks out at the dance floor. Phil comes up to him, close. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Val, tell me the truth. The truth. Are you scared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "I'm Val. Come on. He takes Phil's glass from him, sets it down on a nearby table and pulls Phil toward the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "is with Virge. He's excitedly talking about his restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "You've never had a hamburger? That's unbelievable. You don't know what you're missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "They sound wonderful. It's been so long since I've had any meat. Virge takes Faith's hand and demonstrates his technique. He has no idea he's turning her on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "See, I work the meat very slowly, very tenderly. That's the secret. Rub in a little Worcestershire, a little garlic, a little thyme. Then ease it into a patty... gentle, gentle, so I don't bruise the meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Virge, you're making me so hungry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "comes out of the mob at the bar with Faith's drink. He looks around to where Faith was waiting, but she's not there. She's nowhere to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE AND LUKE",
          "text": "sitting at a table with a couple of girls. They've obviously become the best of buddies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ever done any public speaking, Luke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "A little acting. Amateur stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I bet you were good. We're going to have to excite people on this bond tour. Inspire them. Dennis is a fine man, but he doesn't have your enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm a qualified pilot, same as him. They just didn't have a plane for me. So, he's the big shot pilot and I'm sitting in the dummy seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You're no dummy, Luke. We both know that. Bruce puts a hand on Luke's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "standing with the ROOKIE LIEUTENANT, a fresh-faced, very naive young man. Dennis is trying to describe the excitement and responsibility of being a pilot, but he's inarticulate. The Rookie Lieutenant has no idea what he's talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Just wait till you go up for the first time. You've got four thousand pounds of bombs in your belly, nine other men are depending on you to make the right decision. It's... (beat) Everything you ever did before seems so... (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 15 16 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (CONT'D)",
          "text": "(beat) You're really alive up there, that's what I'm getting at. You'll see what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE LIEUTENANT",
          "text": "Well, uh, thanks a lot, Captain. I've got to get a refill. The Rookie Lieutenant hurries off, anxious to get away from Dennis. Dennis looks across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce and Luke at the table with with the girls, having a great time, laughing, chatting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DENNIS",
          "text": "Feeling alienated, alone, he turns and walks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dark, foggy. Dennis walks across the field toward another hangar, a beer in his hand. The BAND can be heard in the DISTANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is brightly, starkly lit with floodlights. There are planes and parts of planes crowded in here with ground crews crawling over them. It is an epic sight, showing the huge scale of the air war and the number of men required to sustain it. In the f.g. is a plane, \"Is You Is Or Is You Ain't My Baby?\" The pilot's window is shattered, a front tire is flat, a chunk has been taken out of the tail, the ball turret is broken in half and what remains is covered in dried blood. A mechanic is hosing it out. LES ENRIGHT, a stocky man in his mid- thirties, wearing grease-stained coveralls, is helping carry a new ball turret over to the plane. Dennis goes over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Les, what are you doing here? You're my ground crew chief. You're supposed to be working on my plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "Sir, I'm just helping out... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "You should be giving the supercharger on Number One your...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "Supercharger's fixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, but how about the cowl flaps on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "Number three's fixed. It's all fixed. You don't have to tell me my job, Captain. Watch your feet. A dark red pool is gathering right at Dennis feet. Dennis looks down, sees it and steps away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "The Belle's in mint condition. If you don't believe me, go look at her. She's out on the apron, Sir. Les turns back to work. A moment. Dennis knows he jumped on Les a little too fast, but he also doesn't want to apologize. He turns and goes out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see only the vague outline of the Belle through the fog as Dennis approaches. He stops in front of the nose and speaks to the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Well, I'm going to miss you, girl. We've been together a long time and you've never let me down. I can't say that about many people. You know how to take care of your man and that's just about the best thing a fellow can say about a girl, I guess. Maybe we'll be going back to the States together, but it won't be the same, will it? It won't have the same... He searches for the word, can't find it, then starts to take a drink. But he decides he's had enough and pours the rest of the beer on the ground. He turns and walks back across the field to the dance. Then a head pops up and looks out through the nose of the plane: Virge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH, (0.8.)",
          "text": "I wish you'd talk to me like that, Virge. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking forward, we see Virge and Faith in silhouette. They've put something down on the floor of the plane as a makeshift bed, perhaps some parachutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "You know what the captain would do if he caught us in here? He'd murder me. Come on, Faith, let's get this over with and get back to the dance. They try to get it going again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Wait, there's something... Hold on. There! Sorry. Faith pulls something out from under her. Virge grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "My wrench! I've been looking for that all over! Where'd you find it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Under my bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Oh, thanks. Boy, I thought someone stole it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Virge, forget the bloody wrench. She grabs him and kisses him. A CLUNK as he drops the WRENCH and kisses her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "You've never done this before, have you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Why, am I doing something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "No. You're doing everything just right. He embraces her and kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge and Faith are near the hangar door. He kisses her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "That was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Yeah, it really was. Awkward pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I wouldn't want this to get around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I know what you Yanks are like, always bragging about your women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Oh, no! Gosh, I wouldn't... Not if you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Thanks. Well... She smiles, touches his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "Maybe I'll pop ‘round for a hamburger some day. She turns and goes back into the hangar. Virge starts to go with her. She puts a hand on his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAITH",
          "text": "I'll go in first, if that's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Oh, sure! Go right ahead. She smiles at him, then goes into the hangar. Virge watches her go in. Then, when he's alone, he takes a deep breath, then howls at the moon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party is in full swing. Everyone's having a great time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co sitting at a table with his men -- but he's remote, lost in his own thoughts. He knows that some of these men will die over Germany tomorrow and the thought makes it impossible for him to join in the fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUFFET TABLE",
          "text": "Food and coffee are set out. Danny, Jack and Eugene are eating while Rascal holds court with a group of fresh- faced rookies. One of them, the ROOKIE, is their spokesman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "That yours, that brand new plane out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "Yeah. Mother and Country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "(patronizingly) Mother and Country. He looks at Jack and Eugene and they sigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, JACK",
          "text": "Ahhh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ain't that sweet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Brings a tear to the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "We had our first practice today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "How'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "(smiles) We need a couple more. If you guys have any advice for us or anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Get a gun, shoot your big toe off and go home. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19 20 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "That's good advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Hallelujah, brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Come on, guys. Rascal puts an arm around the Rookie and looks down at the Rookie's shiny shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Are those size eight? How about leaving a little will saying when you get your ass shot off on your first mission, those nice shiny new pumps come to me? The Rookie turns pale and breaks away from Rascal. He runs out the door. Rascal chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Rascal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny comes into the latrine. The fresh-faced Rookie is bent over one of the toilet bowls, having just thrown up. He's pale and woozy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "Yeah. Nerves, I guess. Danny fills a tin cup with water and takes it over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "They were just fooling around. Don't worry about it. Everyone gets kidding like that at first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "I give anything to be in your shoes. One more and you get to go home. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 el 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Sometimes I wish I could stay. Sounds crazy, but I'm used to it here. And the guys are like brothers to me. I never had brothers. Four sisters. (laughs) When we go back home, I don't know when we're going to get together again. We come from all over. I guess that's why I keep taking their pictures. He looks down at his camera, winds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "That's the way you'll be with your crew. Here. Danny reaches into his breast pocket and takes out the four-leaf clover and holds it out to the Rookie. He takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny and the Rookie join Jack, Eugene, Rascal and Clay just as the band is ending a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Clay, now's your chance! Get up there and sing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Uh-huh. I'm not gonna make a fool of myself in front of all these folks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Come on, you're a great singer. There's a fanfare from the band. Bruce gets up onstage and speaks into the microphone. He's enthusiastic and is blind to the fact that what he's saying is bad luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Ladies and gentlemen... There's ten very special men here tonight. I'm sure you know who I mean. The crew of the Memphis Belle. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fel 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE, (CONT'D)",
          "text": "They're just about to become the first crew in the Eighth Air Force to fly their twenty-fifth and final mission. Let's hear it for them! Hip hip...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, CLAY, JACK AND EUGENE",
          "text": "unhappily watching Bruce. The Rookie starts to complete the cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "Hooray... Danny grabs his arm to stop him. A couple of other rookies have started to cheer, but they also quickly shut up. A grim silence falls over the hangar. Bruce is embarrassed and doesn't know what to do. Danny looks at Clay -- a look saying \"Do something.\" Clay quickly goes through the crowd and steps up onstage and takes the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "This buddy of mine keeps begging me to sing and I guess I ain't gonna get out of it this time. Clay says a few words to the band leader, then turns back to the microphone. In the meantime, Bruce quietly leaves the stage. The band begins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "(sings) 'Oh, Danny Boy, The pipes, the pipes are calling...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "He blushes and tries to escape. Jack and Eugene grab Danny and force him to stay. The Rookie smiles, enjoying this -- this is what Danny was talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "'From glen to glen, And down the mountain side...' Then suddenly, without warning, Clay and the band go into an up-tempo, jazzy version of the song. Clay's good -- he's a natural. Everyone starts to dance. In no time at all the hangar is swinging again. \f22 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is alone out in the middle of the field. The SONG can be heard IN the DISTANCE. Phil holds a nearly full bottle of Scotch. He looks up at the moon, diffused through a layer of fog. He shouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "I don't want to die, I don't want to die, I don't want to die... His call fades away. He takes a long drink from the bottle. He stumles a little, then wanders off, disap- pearing into the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The horizon is just starting to fill with light. The fog is gone and the clouds are breaking up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEMPHIS BELLE",
          "text": "The Plexiglas of the nose, top turret and ball turret reflect the bright sunrise. It's a B-17F, olive green with a grey belly. On the nose, there's a painting of a leggy woman in a bathing suit. Also, twenty-four yellow bomb emblems and eight swastikas. The big forward landing gear gives it a wide stance and the nose points into the air, as if eager to take off. The plane is huge, so huge it doesn't look like it could ever get off the ground. It's a dramatic sight, the sun coming up yellow and hot behind this 30 tons of machine. Men are feverishly working on the plane, getting it ready, load- ing the bombs, checking every detail again and again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The barracks is dark. Danny is in bed, asleep. Suddenly, a flashlight is flipped on, right in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Daly, rise 'n' shine. Mission oh-eight-hundred. Danny squints up at the pie-faced SERGEANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Okay. The Sergeant shines the flashlight in Rascal's face. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Moore. Up and at 'em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I just went to sleep! He pulls the covers over his head. Other men are starting to wake up, groaning, hacking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Alla yous guys, get crackin'! Clay sits up and starts to sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "(sings) 'Oh, how I hate to get up in the morning...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is identical to the enlisted men's Nissen hut, but less crowded with six bunks, rather than twelve. The Sergeant shines the light in Dennis's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Captain Dearborn, mission today. Breakfast oh-six-hundred, briefing, oh-six-forty-five. Dennis wakes and looks at his wristwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Thanks, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Lieutenant Sinclair. In the bed next to Dennis's Luke is already starting to awake. His dog is sleeping beside him on the bunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm up. The Sergeant moves his flashlight across the aisle to Phil's bed. It's empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Where's Lieutenant Lowenthal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Phil? I don't know. Val, where's Phil? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25 26 27 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Sergeant moves the flashlight to Val. Val quickly improvises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "He's in the can. Couldn't sleep. Nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "I don't blame him. Give ‘em hell today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Will do. Dennis starts to get up. Behind his back, Val and Luke exchange a glance. They have no idea where Phil is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val, dressed, comes out of the barracks. It rained during the night and the ground is muddy. Men are hurrying for the latrine and mess hall. Jeeps go by, splashing mud. Val starts jogging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val jogs around the perimeter track. Planes are on their individual hardstands, with ground crews crawling over them. Gas trucks and bomb carts come and go. Ordinance crews are loading fat olive drab bombs into the bellies of the planes. Armament crews are putting boxes of ammunition in the planes and checking the gun turrets. Val looks around for Phil, but there's no sign of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that remains of the dance is some beer bottles, playing cards and cigarettes on the ground. The hangar door is open and we can see that it has turned back into a repair shop. A damaged B-17 is being cannibalized for its parts. Val looks around, stumped. Suddenly, a voice cries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Bogey, six o'clock low! Phil tackles Val from behind and knocks him to the ground. Val scrambles out from under Phil and gets to his feet. Phil sits in the mud, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "You're drunk! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(deliberately slurring) I rethent that inthinuation! He takes a drink from his bottle of Scotch -- it's almost empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Are you crazy? We've got a mission! Val grabs the bottle away from Phil, then tries to pull Phil up. He's wasted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "I know, that's why. I'm gonna get it today, Val. My luck's up, my number's run out. I mean... (giggles) I'm gonna die and I want to give you something to remember me by. He takes off his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "I don't want that piece of crap. You've got to get hold of yourself. Everybody's counting on you... Arm around Phil, he starts leading him back to the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "You want my cufflinks? They've got my initials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Phil, you're going to let everyone down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "How about my whole set of New York Yankee baseball cards? Nah, then you'll just remember the Yankees and forget about me. Phil continues to ramble as Val leads him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "I know, my fountain pen! You could use it to fill out prescriptions and stuff. Or you name it, Val. Anything you want. My dog tags? You want my dog tags or my Boy Scout knife? \f28 29 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are men in here, shaving, sleepily getting ready for the mission. Val and Luke watch Phil weave towards a stall. He misses the door and bumps into the doorjamb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That's our navigator. Phil disappears into the stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "We better tell Dennis he's sick and get someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "We can't! <A new man's bad luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "What's a drunk navigator, good luck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "So, you're the doctor. Sober him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "He's going to endanger every man in that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on, he's not so bad. He's just a little high. Sound of a TRICKLE from the stall. Val glances at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "I timed that. Forty-five seconds to find his own dick. Val and Luke look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val bends Phil over the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Stick your finger down your throat. Phil shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Do it or I'll do it for you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f29 30 31 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Phil tries to get away. Val shoves him up against the wall, pries open his mouth and sticks his own finger down Phil's throat. Phil gags and vomits, right on Val's shirt and tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The enlisted men are getting dressed and shaving. Danny takes a picture of the hut, and the men groan. The men are tense, nervous, but they cover their anxiety with jokes and foolishness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I can see it. I get back home, I'm making love to my wife, the door breaks open and it's Danny, taking a fucking picture! Danny laughs. He turns his camera on Eugene, who's searching his bunk, in a state of near panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Anybody seen my St. Anthony medal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Isn't he the patron saint of missing things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Yeah, I can't find him! Danny takes the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is shaving Phil, who's shivering, a wreck. Val's shirt is wet -- he has washed off the vomit. Luke comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Coast's clear. Dennis went for chow. Phil pulls a Boy Scout knife out of his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Luke, I want you to have my penknife. It's real nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Keep it. If Dennis sees you like this, you'll need it to cut your throat with. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 32 33 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Luke rips open a little packet and empties it in Phil's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Sen-sen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny takes the bottle of champagne from his locker. Rascal snatches it away from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "You're not thinking of sneaking this on the plane, are you? Danny, I am shocked. And Virge goes out for the pass! He tosses it across the room to Virge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Don't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hey, wiseguys, cut the crap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "I found it! He finds his St. Anthony medal under his bed. He slips the chain over his head, kisses the medallion and falls to his knees to say a little prayer. Rascal and Virge continue to play keepaway from Danny, annoying the other men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is dressed and Val is tying his shoes. Phil hiccups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Stop it! Phil hiccups again. Just then, a quick KNOCK, the door opens and Dennis comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "There you are, Phil. I just want to remind you both to keep quiet about you know what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "What? Oh, sure. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 335.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Phil nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay. See you at briefing. He goes out, closing the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "(to Phil) You did good. Phil lets out a loud hiccup he'd been saving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's crowded and smoky. The enlisted men are jammed together on one side of the hall. The officers have more space on their side. Val and Phil are going down the line. A tough Army COOK is serving eggs, bacon and pancakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "We're counting on you today, sirs. Kick Hitler's butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Give him extra. He's real hungry. The Cook heaps some more eggs on the plate. Phil watches, nauseated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, VIRGE, EUGENE, JACK, RASCAL AND DANNY",
          "text": "are crowded at a table, all smoking and drinking coffee. Jack is the only one eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "These powdered eggs would gag a buzzard. He takes Virge's plate and scrapes the eggs onto his plate and eats those, too. Luke and Dennis come over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "How are we doing this morning, men? Luke puts a hammerhold on Rascal's neck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34 35 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Stop it! You won't have a chance to do that after today, Luke, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I wouldn't be so sure. Right, Dennis? Suddenly, across the room, a CRASH and CLATTER. Everyone looks. Val is scurrying to retrieve a box of silverware Phil knocked over. Dennis watches. Luke watches Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "I guess we've all got the jitters this morning. See you after briefing. Dennis walks off. Luke breathes a sigh of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up front, a small stage. On stage, a board covered by a curtain. On the left side, a spool of red yarn, the yarn leading behind the curtain. The room is crowded, noisy and smoky. Val escorts Phil to a seat in the back. He's nearly comatose. Luke comes up to them, holding his dog, a brown and white speckled mutt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "How the hell's he going to get through the navigator's briefing afterwards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "On a wing and a fucking prayer. Val and Phil sit. Luke leaves them to take his seat down front with Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY AND ROOKIE",
          "text": "sitting across the aisle with the other radio operators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE",
          "text": "I thought we'd have a little more practice before we went up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You'll do fine. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny takes out a couple of pencils and gives the Rookie one, then turns to a fresh sheet in his notebook. Suddenly, a sharp voice calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Tenn-hut! Everyone rises to attention. The CO steps up on stage. co At ease, gentlemen. Murmuring and shuffling as everyone sits. co I hope you all had a good time last night. But now it's back to business. The target for today is... The S-2 pulls back the curtain to reveal a map of Northern Europe. The red yarn extends from East Anglia all the way across the North Sea, then turns sharply and penetrates into Germany. co Bremen. The room erupts into disbelief, gasps, groans, nervous laughter. First we see Dennis and Luke, then Phil and Val, then Danny and the Rookie, all looking at the map in shock. They weren't expecting this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO hurries out of the briefing room. Bruce is waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "(angrily) Are you crazy? Bremen's one of the most heavily-defended cities in Germany! They'll get blown out of the sky. You've got to pull the Memphis Belle from this mission. co No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I need those men. This whole public relations junket depends... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co (interrupting) I have orders to put every plane in the sky that I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Craig, if we present a united front, the two of us, we can get the Belle pulled. You talk to H.Q. I'll talk to Washington. co I promised General Eaker 24 planes today. I lost one yesterday. The Memphis Belle has to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "You don't really care if those men live or die, do you? They're just another plane to you. Just so you can reach your quota. co Colonel, I'm in command here and I've made my decision!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Your decision is inhuman and irresponsible, and I'm going to make sure everybody knows about it, starting with General Eaker. Bruce turns and jogs across the base, dodging a Jeep as he goes. The CO watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lights are off. A large blown-up photograph is projected on the screen: an aerial view of a railyard, a river snaking through, some trees and houses. The 8-2 taps a large, square building in the center of the photo with his pointer. He taps it three times. 8-2 This is our target right here. It's a square building, the only square one in the area, so you can't miss it. Note these railroad tracks on the east and this long, rectangular building on the north. That's a hospital. These are houses here. This is a school and a playground. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 38 39 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON VAL",
          "text": "He's watching very carefully. This is his department. He stares at the picture, trying to memorize every detail. Beside him, Phil is fast asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is filled with men in various stages of dress, Rascal, Clay, Jack, Eugene and Virge among them. They wear long underwear next to their skin, then bright blue heated suits over that. Pants and blouse over that. Then a leather flight jacket with a long extension cord sticking out. The blue bunny suits plug into the waist of the flight jacket. Thick, fleece-lined boots and gloves are next, a wool scarf, a helmet, and, finally, a Mae West, a deflated yellow life jacket. Rascal is fully-dressed and looks a little stocky with all these clothes on. Clay is just pulling on his long underwear and he sings as he does it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "(sings) 'I'm putting on my top hat, Tying up my white tie, Brushing off my tails...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "There he goes, the human jukebox. Clay buttons up the front of his underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "(sings) 'I'm duding up my shirt front, Putting in the shirt studs, Polishing my nails...'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO is now standing on the stage. The room is silent. He speaks with quiet force and feeling, but careful not to let his anxiety and anguish show. co Today they've given us a chance to really make a difference in this war. Let's do this job the best we can and leave the rest in the hands of God. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 41 42 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co (CONT'D) With luck it'll all be over soon and we can go back home to our families. My thoughts will be with you and I won't rest until you're back. Each and every one of you. Dismissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce is yelling into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I've talked to six different people and been cut off twice! I want General Eaker on this phone now or I want your name, Corporal. I'll hold, but you better not cut me... A second, then he jiggles the cradle. He's been cut off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The navigator's briefing is in progress. In the back, two lines: one for radio operators (Danny and the Rookie in this one) and one for bombardiers. Val is lined up to receive his flimsies, Luke with him. They're both watch- ing Phil. The GROUP NAVIGATOR drones on in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROUP NAVIGATOR",
          "text": "You'll have nil to 3/10 low clouds at takeoff with visibility one to two miles. You'll assemble over the field at 3,000 feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "So far, so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHIL",
          "text": "He's awake and paying attention. Then we see why. He's jabbing the sharp point of his compass into his forearm. It's spotted with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay, Eugene, Jack, Virge and Rascal are piled into the back of a Jeep parked on the edge of the perimeter track. They stare at Danny in shock. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 44 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Bremen! We're dead men! We're dead!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Shut up, Rascal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "You shut up, Virgin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Cut it out. Clay, what're the odds today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "(calmly, objectively) Well, they'll overload us with bombs, so it's about thirty to one we'll crash and blow up on takeoff. Then, they're going to throw every fighter they've got at us, so, five to one against us even getting to Bremen. Then, you've got your flak batteries...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Skip the gory details.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Basically, we're fucked. Then Dennis walks up, Luke, Val and Phil behind him. As soon as the enlisted men see Dennis they smile and try to look innocent and happy to be going to Bremen. Without a word, Dennis gets in the front seat of the Jeep and the enlisted men make room for the other officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all in the Jeep, some seated, others hanging on to the back or sides. They're being driven across the field. Luke's DOG runs along with the Jeep, BARKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Jeep halts at the plane. The crew gets up and starts for the hatches. The ground crew is doing a final check, crawling all over the plane. Les is supervising. \f45 46 47 48 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hundreds of dials and switches on the instrument panel. More gadgets on the left and right walls. Between the pilot and co-pilot seats is a pedestal with the ignition switches, engine controls and throttles. Below that, another box with switches and wheels controlling the trim tabs, elevators and rudders. Luke sits in the co-pilot seat. He plugs in his intercom and speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Soon as you're ready, call in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front of the nose is Plexiglas. There are two guns on the sides, right and left. Under the right gun, an intricate panel of bombing instruments. There are more instruments, dials, gauges and buttons -- including the bomb release switch -- on the left. Val takes the canvas cover off a complicated device in the very tip of the nose: the Norden bombsight. He wipes it carefully with a cloth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Bombardier checking in. Phil is behind him at a little desk that juts out of the left wall. Above and behind his desk is more equipment: hoses, gauges, compasses. In the ceiling, a small Plexiglas dome. Phil very neatly arranges his pencils, compasses, rulers, maps, flimsies, log book -- everything in its place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Navigator checking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Directly behind the cockpit is a small platform where Virge stands. He's checking his twin .50 caliber machine guns in the top turret. They stick out of a small Plexiglas bubble in the roof. The TURRET is hydraulically-operated with hand controls; it WHINES and CLANKS as it rotates. Directly behind the top turret is the bomb bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Top turret checking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind the bomb bay is Danny's radio room. He has a desk against the left forward bulkhead. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 50 51 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "His radio receivers, transmitters and Morse code key are on the desk. Additional equipment is on little shelves bolted to the right bulkheads, fore and aft. A .50 caliber machine gun points out of a small window in the ceiling -- Danny's gun. Danny has his headphones on, his codebooks open, and is making notations in his log book. His box camera is also on the desk. On his wrist he wears a big red rubber band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Radio operator checking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An area that contains the top of the ball turret. Rascal is checking his ammunition boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Ball turret checking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are two large open windows on either side of the plane. The plane has tapered and is much narrower towards the back. Jack and Eugene are on their respective sides of the fuselage, checking their guns and ammo. When in action, Jack and Eugene are hip to hip, with no room to spare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Right waist gunner checking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Left waist checking in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tail gun position is very cramped. There's only room for one man and he has to kneel in front of his twin -50s. His head sticks up into a rectangular box with small windows in it, providing maximum view and minimum protection. Clay adjusts the rope of ammunition which leads from the ammo box to the guns. Clay's lucky horseshoe hangs on the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Tail gunner checking in. In this section we should have the sense that each crew member knows his job inside out and gives it his fullest attention. No horsing around now. \f52 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis and Luke are in their seats. Dennis checks off items on a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Auto pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "De-icers, anti-icers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Generators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Good. Crew, assume positions for takeoff. Virge jumps down from the top turret and crouches behind the control box. Then he taps Dennis on the shoulder and points. Racing towards them across the tarmac is a Jeep. Dennis opens his side window. The Jeep slows and a LIEUTENANT yells up to Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "Captain, there's a delay. We've got a 9/10ths cloud cover over the target. But there's a strong wind and we're hoping it'll blow over. Stand by your plane until further notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "How long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "They don't tell me doodly, sir. The Jeep pulls away. Luke pounds the control column in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Damnit! They always do this! Dennis speaks over the interphone. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52 53 54 55 56 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Men, we're delayed. There's cloud over the target. They're asking us to stand by until further notice. Danny, tell the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny turns around and speaks to Jack, Eugene, Rascal and Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "The target's clouded up. We're delayed. The other guys look at each other, disappointed and relieved at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Snafu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Situation normal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, JACK, EUGENE, CLAY",
          "text": "All fucked up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke is unplugging his interphone cord and taking off his headset. Virge is still crouched behind the control box. Dennis speaks over the interphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Gentlemen, we're stood down for a while. Let's take the extra time to double-double check everything. Let's make this mission our best one yet. Virge steps up into the top turret. Luke starts getting up from his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, Luke, let's do the pre- flight check again. Fuel Transfer Valves. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 57 58 59 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Did you hear? There's a complete cloud cover over Bremen. We're not going anywhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Fuel Transfer Valves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Off! They were off before! They're still off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Intercoolers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil drops out of the forward hatch and walks under the belly of the plane. He hoists himself up onto the left wing, lies down, puts a parachute under his head as a pillow and closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the edge of the airfield, a hedgerow and beyond it, a farmhouse, crops, some sheep grazing. Clay calls across to a ruddy FARMER, who's trying to repair an ancient horse-pulled combine baler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Busted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARMER",
          "text": "It's no use, Yank. This thing's old as the hills and there's not a spare part to be found these days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I've got one just like it at home. Let me take a look. Clay goes to a gap in the hedgerow where part of a roll of barbed wire is stuck. Clay pulls it out and steps through the hedge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruce is on the phone as the CO comes in. Bruce is really wound up. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Well, wake him up at home! (covers phone, then to CO) Washington. co Bruce, I won't tolerate this. If I have to, I'll have you arrested and locked up until takeoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Craig, there won't be any more takeoffs if we can't convince people back home daylight bombing makes sense. With the Belle I can say, look, they made it, they survived 25... co Bruce, if the weather changes, they're going. The door opens and the S-2 enters. 8-2 Sir, it looks like that cloud cover is breaking up. H.Q. will make a decision in the next ten, fifteen minutes. co Thank you, Corporal. The S-2 leaves. The CO and Bruce look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baler alongside",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "A lot can happen in fifteen minutes. (in phone) Yes, I'm still here! Great! You bet I'll hold. is fixed and Clay is riding it. Luke walks and throws a stick to his dog, who chases it. Luke is frustrated and impatient with the stand-down. This whole section has anxiety and tension to it. Are they going up or not? Why is it always \"hurry up and wait?\" (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "All you do is call up on the intercom and say you're having trouble in the tail. I'11 come back and you let me have the gun for five minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "It's against regulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Screw regulations. This is my last chance. How am I going to get girls when I go back home if I haven't killed a single Nazi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "If they found out, they'd put my hot dog in a bun and chow down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nobody's going to find out. It's just between us. I'll do anything you say. Name your price. The dog charges back with the stick and jumps into Luke's arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Give me your dog. Luke looks at Clay, speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge and Rascal by the ball turret. Virge is putting his tools back in the toolbox. Frustrated by the hiatus, Virge and Rascal are on each other's nerves more than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "You're flight engineer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "I'm flight engineer when we're in flight. Les is ground crew chief and he checked it out and it's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I know, but look at it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 thru 65 66 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "I just did! Rascal, how many times...? You're just nervous",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I'm not just nervous! It jammed last mission! I'm the one who has to sit in this rat trap!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "I checked it, top to bottom. It's okay. Take it easy, Rascal. Virge picks up his toolbox and starts to walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Gee, thanks, Virgin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "The name is Virgil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Not to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "You know, Rascal, I could tell you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "What? Tell me, Virgin. Virge hesitates. He'd love to tell Rascal and get him off his back. But he can't -- he promised Faith.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Nothing. He walks away. Rascal continues worrying over the turret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has clouded up a bit. It's quiet. The crew is gathered on the left side of the plane. Phil is still asleep on the wing. Dennis is looking over his flimsies and Clay is whittling a model of the Belle out of soft, white wood. The other guys are nervous, anxious, jumpy. Val is compulsively doing sit-ups, one after another. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rascal can't keep still, he's drumming his fingers on his knees, bouncing his legs up and down, etc. Eugene is running his St. Anthony medal up and down its chain while Jack is doing sleight of hand, pulling sticks of gum out of Eugene's nose and ears. Luke is fooling around with his dog. Danny is writing in a composition book. Virge is oiling and cleaning the tools in his toolbox. One slips out of his hand and drops into the box with a clang. Eugene, Jack and Rascal jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Virge, do you have to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Sorry, I just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "(to Jack) Stop it! Leave me alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Seven to one we're not going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Let's just go. Just get it over with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'd rather get it over by going to a nice little French target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Yeah, so if we have to bail out, we could hide in some little French girl's hayloft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Is that all you think about, Rascal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Gotta make up for you, Virgin. Take up the slack. Virge shoves him. Rascal goes for him. Eugene grabs Rascal, Clay grabs Virge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, men, calm down. Getting excited isn't going to do any good. Relax. Be more like Phil. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Luke and Val exchange a look -- if Dennis only knew. Then Jack grabs Danny's composition book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What're you writing, Danny Boy? Poetry! We have a poet on the plane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Give it back, King Kong. Eugene snatches the book from Jack, tosses it to Clay, who tosses it to Virge, who gives it back to Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Read us something you wrote, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I wanna hear some poetry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Come on, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Nothing's finished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Don't be shy, Danny. Jack takes out his harmonica and starts playing a little of \"Danny Boy.\" Danny blushes. They all look at him, waiting. Reluctantly, Danny opens his book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTEBOOK",
          "text": "Everything is crossed out. He turns a page or two. Same thing, everything is crossed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANNY",
          "text": "Everyone is watching him. He looks down at the book and pretends to read. He starts nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "'I know that I shall meet my fate Somewhere among the clouds above; Those that I fight I do not hate, Those that I guard I do not love...! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f66 67 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He hesitates. They're listening. It's very quiet, just the harmonica. Danny recites from memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "'Nor law, nor duty bade me fight,' 'Nor public men, nor cheering crowds, A lonely impulse of delight Drove to this tumult in the clouds; I balanced all, brought all to mind, The years to come seemed waste of breath, A waste of breath the years behind, In balance with this life, this death.! Long, long silence. The words have expressed the feel- ings of each of these men, the attraction to the fight and the fear of it; the threat of death and the excite- ment of its closeness. We FOCUS ON Dennis -- he's particularly struck by the poem. This is a moment suspended in time -- then it's abruptly broken when the JEEP races up, SKIDS to a halt and the Lieutenant yells to Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIEUTENANT",
          "text": "Captain, you're going up! Takeoff's in five minutes! The Jeep speeds away. The men quickly grab their clothes and equipment and start towards the hatches. Val shakes Phil awake and helps him down from the wing. Clay pulls on his jacket and speaks to Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Okay, Lieutenant, it's a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm not giving you my dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I don't want that flea-bitten, mangy pooch anyway. Clay jogs off to the waist hatch. Luke puts the dog down, pats him, then also heads for the waist hatch. The dog watches him go, then charges across the field toward the control tower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke climbs into his seat and plugs himself in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 68 69 70 71 72 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Let's do the preflight check again for good luck. Dennis picks up his clipboard and pencil, then hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, if we could decide right now, do we go or do we stay... what would you choose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Are you kidding? Go! I can't wait! He grabs the clipboard and pencil from Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Fuel transfer valves. Open. He starts going through the checklist for the third time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO nods to the 8-2, who points a flare GUN in the air and FIRES. A green flare shoots up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis flips a switch on the pilot's control panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prop on ENGINE one begins turning, then COUGHS and BELCHES a white cloud of smoke. The prop whirls into invisibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is sitting at his desk, tuning his radio, making notes and eating a candy bar. Rascal and Clay are sit- ting on the floor against the left aft bulkhead. Rascal compulsively shuffles a deck of cards. Clay is whittling again. Jack and Eugene sit against the right aft bulk- head. Jack practices his magic on Eugene, making a coin disappear, then pulling it out of Eugene's nose. Eugene is praying and tries to brush Jack away. But Jack per- sists, pulling a piece of gum out of Eugene's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENGINE TWO COUGHS and STARTS UP. \f73 74 75 76 77 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "78A",
          "text": "79 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil's desk is vibrating so much it's hard to keep things in order. His maps slide onto the floor. He picks them up, then his compass falls off, then his ruler. He picks them up and puts them in place, then his maps slide to the floor again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENGINE THREE WHIRLS into action. Then ENGINE FOUR STARTS UP. ENGINES are POUNDING, rattling the ground all over the field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO is on the control tower balcony, watching the scene through binoculars. Bruce comes out of the control room, steamed that his efforts to stop the Belle have failed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Les signals to the ground crew to pull the chocks out from under the front wheels. As two members of the ground crew do it, we see them up CLOSE, then we PULL BACK WITH them and the plane is revealed with all four ENGINES POUNDING, props whirling with tremendous speed and power. The plane begins to move forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ROAR of ENGINES is deafening as twenty-two planes start moving off the hardstands onto the runways, getting into position for takeoff. There's no turning back now. The sheer mechanical and human effort to get to this point is monumental, exciting. Once they're in line, we see them FROM ABOVE -- plane after plane after plane after plane, ENGINES ROARING, the air wrinkled with their fumes, waiting to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke looks down at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATCH",
          "text": "It is exactly 9:00. \f80 81 82 thru 92 93 94 95 thru 103 104 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The S-2 FIRES a second flare: this one splits into two green prongs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lead plane, Windy City, opens its throttles and hurtles down the runway and soars into the sky, surpris- ingly graceful. Then another plane, Mama's Boys, charges down the runway and takes off. Then a third plane, C CUP, ROARS down the runway and takes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Memphis Belle starts down the runway. We TRACK WITH it, keeping pace as it picks up speed, steadily, smoothly The wheels start to lift off the runway. The plane, which has seemed too heavy to ever get off the ground, takes to the air gracefully, naturally. It soars. Finally, we can't keep up with it and we watch as it flies off into the horizon, its ROAR DIMINISHING and leaving us with silence and an empty feeling. We can't help them now. They're on their own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Les and the ground crew watch the plane until it's gone. They feel helpless. Les, exhausted from working twenty- four hours to get to this moment, turns away and picks up his bicycle from the ground. He starts to ride back to the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're inside now. We're rising fast and flying towards a huge, dense cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Wheels!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I know. He flips a switch on the throttle box. There's an ELEC- TRIC WHINE as the LANDING GEAR retract. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 105 106 107 108 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Watch the cowl flaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(annoyed) I know! And we enter the cloud. Visibility is gone. There's nothing but white blankness. It's like suddenly becoming blind. It's terrifying. There's silence, just the ROAR of the PLANE. Then, abruptly, without warning, another huge B-17 appears right in FRONT of us! We're going to crash into its left wing. There is no way to avoid the collision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Look out! Luke ducks. Dennis pushes on the control wheel. He does this calmly, without panic. The nose of the Belle suddenly drops down and Virge is thrown off-balance and falls hard to the floor. The other PLANE ROARS directly overhead. When it's clear, Dennis straightnes out the plane. This all happens so fast, it's over before we know it -- but it's hair-raising and an ominous premo- nition of what's to come. Luke comes up from his tuck, amazed they're still in the air. Virge picks himself up then touches his forehead. There's a little gash and he gets blood on his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane breaks out above the clouds into dazzling blue sky and bright sun. It's spectacularly beautiful. Another plane comes up on its left: Baby Ruth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke looks out the left window at the left wingman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Baby Ruth. Who's our right wingman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Mother and Country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Swell. The rookie crew. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f108 109 110 lil 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, take over for a second. Luke puts his hands on the control wheel. Dennis picks up a Thermos from the floor, unscrews the lid and pours hot liquid into the cup. Dennis offers the cup to Virge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Soup? Virge shakes his head. The cut on his forehead has dried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fierce WIND BLOWS in constantly through the open waist windows. Jack unlashes his gun and strokes it, fondly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Okay, Mona, let's get us a nice little 109 today. We got one, let's do it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Sweet-talking your gun won't help, Jack. Just straight shooting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Butt out, Gene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "You know, when I got my two Nazi fighters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're asking for it! Eugene turns to his side, chuckling. Jack clips him in the back of the legs with his knees, making Eugene crumple and stagger. Jack laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is a mess. Les looks around. He closes a locker that was left ajar. He picks up an undershirt lying on the floor, folds it and places it on a bed. Picks up a pair of boots and sets them under another bunk. He starts tucking in the rumpled covers of another bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby Ruth is flying tight on the left and now the brand new plane, Mother and Country, comes up on the right. \f112 113 114 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is making adjustments to his bombing instruments on the left side of the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Captain, okay if I arm my bombs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Go ahead. Val yanks out his intercom cord and starts towards the back of the nose. Phil pulls off a class ring from his finger and holds it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Val, take this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Phil, you're not going to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Just in case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "You're flak happy. We took a big chance on you. Just do your job and shut up! He doesn't take the ring. He brushes past Phil and goes up the hatch to the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val stands on the narrow catwalk running the length of the bay. There are eight bombs, four on each side -- olive drab bombs with three thin yellow bands. Val eases the cotter pin from the nose of one of the bombs. He looks at the bomb, then pats it a little as if to calm it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is helping Rascal drop down into the ball turret through the entry hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Rascal, there's nothing wrong with the turret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Don't worry your pretty head about it, Virge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "I'm just doing my job. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f114 115 116 117 118 119 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Now you do it. Thanks a lot. Rascal disappears into the turret. Virge closes the hatch on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal is curled into the womb-like turret. His legs are spread and his feet are set on pedals which control the movement of the turret. There are small windows on each side and one large circular window of armored glass in front. He has no room at all. It's claustrophobic. At the same time, the turret is insubstantial, as if Rascal weren't in the plane at all, just tenuously clinging to its belly. He presses the foot pedals, spinning the turret around, testing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahead and slightly above the Belle is the first flight: Windy City in the center, Mama's Boys on its left, C Cup on its right. Luke is fastening his oxygen mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "We're at ten thousand feet. Let's hear your oxygen checks. Clay, how are you doing back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay is kneeling in front of his twin guns, looking down on the formation spread out above and below. Planes for miles. He fastens his oxygen mask tight over his nose and mouth, then checks the gauge to make sure oxygen is flowing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "(sings) 'Don't worry 'bout me, I'll get along...!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On his map, Phil has drawn a line from Bassingbourn, near Cambridge, northeast to Swaffham. Now he extends the line from Swaffham east to Great Yarmouth, on the British coast. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f119 120 121 122 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Captain, we're exactly five miles south southwest of Great Yarmouth. This is the rally point. We're in formation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Okay, boys, we're on our way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First we see the Memphis Belle, flying steady and level. Then we PULL BACK to see its two wingmen, Baby Ruth and Mother and Country flying tight on the left and right. We CONTINUE PULLING BACK FURTHER AND FURTHER, REVEALING more and more planes -- B-17s stacked up all over the sky The formation is composed of three groups, each group containing eighteen planes. Memphis Belle is in the first group. Within the first group there are three squadrons: high, lead and low. Memphis Belle is in the lead squadron. The high squadron is above it, behind and to the left. The low squadron is below and to the right. Each squadron consists of six planes, divided into two flights. The first flight flies above and ahead of the second. In our squadron, the first flight is Windy City, Mama's Boys and C Cup. Memphis Belle is the lead plane of the second flight, with Baby Ruth and Mother and Country as its left and right wingmen. Altogether, there are nearly 500 planes in the air, a majestic sight. Contrails -- wide, beautiful strips of vapor -- are streaming from their engines. Below, the deep green land ends in a white coastline. From then on, nothing but grey sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Eugene are at their guns, watching the sky tensely for fighters. Dennis's voice comes over the INTERCOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Listen, men, I'm showing thirty below zero up here, so keep your gloves on. Don't touch your gun with your bare hands or you'll freeze right to it. I don't want anyone losing any fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny carefully wraps the champagne bottle in an extra blue heated suit, sets it carefully on the floor under his desk, and plugs the socket into the outlet on the wall. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f122 123 124 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "And keep checking your masks for frozen saliva. That stuff gets down there and blocks up your oxygen flow. The last thing I need is someone passing out on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal spins the TURRET around, testing it. It turns smoothly, with a high HYDRAULIC WHINE. He raises and lowers his guns. He's still worried about the turret, almost trying to find something wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "In short, don't drool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "In short, check your masks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil takes off his watch and sets it down on top of his maps, where other items are laid out: his dog tags, rabbit's foot, class ring and baseball cards which have black and white photos of the Yankees on them. He's trying to decide who gets what. Val is in the front of the nose, checking the bombsight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Keep the intercom free and call out those fighters. Make it short and sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "(to himself) This is for Virge. No, Clay. This is for Virge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "And don't shout. We can hear you loud and clear. Let's make this our best run yet. One we can really be proud of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Right in the pickle barrel, huh, Dennis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Only in the pickle barrel. Keep your minds on your job, work together and stay alert. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay has dropped off to sleep. He has fashioned a little pillow from an extra pair of long johns and lodged it between his head and the fuselage wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is tuning his RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Captain, I'm getting Gracie Allen here. Can I put her on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Yeah, yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Please, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "All right, Dennis. But when I say that's enough... Danny flips a switch. The voices of GEORGE BURNS and GRACIE ALLEN are clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "... My family is putting on a back yard circus, just like we did when I was a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Every spring you kids used to put on your own circus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "Yes. Of course, admission was free, but that was only for people who could afford it. Audience laughter. Danny laughs, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is still trying to figure out who gets what. He has added a fountain pen and an air medal to the collection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "Aunt Gertrude was the snake charmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Aunt Gertrude? The one who's so nearsighted? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f127 128 129 130 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Clay... Bugene... Jack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is slowly rotating his turret, anxiously watching the blue sky through the Plexiglas bubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "Yes. She had a little snake and she was supposed to put it in a basket and then blow on a flute until the snake stuck its head up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is behind his gun, watching the sky and eager to get into action. Eugene has made a sign on the back of an old flimsy and now puts two pieces of electrical tape on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "And what do you suppose happened one Saturday afternoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "She put the flute in the basket and blew on the snake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "Wasn't that awful! Jack laughs. Eugene laughs with Jack and slaps him on the back, attaching the sign without Jack knowing it. It reads, \"COULDN'T GET LAID LAST NIGHT!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loud burst of STATIC. Danny adjusts the RADIO, but the static won't go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "I was the lion tamer. Of course, I just used our house cat... The voice disappears. Danny fiddles with the dials some more. The signal returns, but very faintly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRACIE, (V.0.)",
          "text": "But when she got in front of the audience she forgot all her tricks and just had kittens... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f130 131 132 133 134 135 136 137 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The voices disappear again. This time Danny can't get them back -- there's only STATIC. Disappointed, Danny switches the RADIO OFF. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Okay, test your guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal spins the turret as he FIRES. The vibration of the GUNS rattles the turret and goes right through him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene and Jack FIRE out of their two open windows. SHELL CASINGS SPIT out onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil and Val FIRE their GUNS -- Phil on the left side, Val on the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay wakes up in a panic. He grabs his gun and looks around for fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge stops firing his guns. He puts up a hand to shield his eyes from the bright sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Little friends, three o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P-47 Thunderbolts streak across the sky above the formation, like fat hummingbirds. They're careful not to point their noses at or fly directly into the for- mation to avoid being mistaken for enemy aircraft. These one-seat fighters have a single propeller mounted in a round, blunt nose with a white ring around the cowling. They have eight machine gun barrels, four on each wing. They zoom effortlessly through the air at 300 m.p.h. and can perform dazzling acrobatics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke watches as one of the Thunderbolts zips by on the far side of Mother and Country. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f137 138 139 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'd give anything to fly a Thunderbolt. You're all alone, you can do anything you want. That's flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is here, with Jack and Eugene. He has a small, light oxygen tank slung over his shoulder on a strap. It has eight minutes of air in it. Whenever the men move around the plane for any length of time, they use these little tanks, taking a hit of oxygen when they need it. Both Jack and Eugene have their masks off to talk. Phil hands Eugene a fountain pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "It's the best pen money can buy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Why can't I have the baseball cards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "They're for Jack. Here, Jack. He hands Jack the baseball cards. Jack looks longingly at the fountain pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm really more of a football fan myself. Angrily, Phil grabs the pen from Eugene, thrusts it at Jack, then takes the cards and gives them to Eugene. He shouts at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Happy? He turns and stomps out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is changing the film in his camera when he hears the ROOKIE'S VOICE on the RADIO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE, (V.0.)",
          "text": "Mother and Country calling Memphis Belle. Come in. Danny flips a switch on the radio. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f139 140 141 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Read you, Mother. What's wrong? Danny looks out his right window. Mother and Country can be seen, flying very close. We might even see the Rookie's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE, (V.0.)",
          "text": "Nothing, Danny, I just had a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "We're not supposed to use the radio unless it's an emergency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE, (V.0.)",
          "text": "Oh, sorry. It was just about my log book, whether I should write down every radio communication I hear or just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Write down everything at first. Then later on... Look, we better sign off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE, (V.0.)",
          "text": "Okay. Thanks, Danny. I won't bother you again. Danny has wound his camera. He stands up and aims it out the right radio room window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I'm taking your picture. Smile. Danny snaps the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil extends the line on his map out across the North Sea. His hand shakes and the line goes wobbly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "We're getting close to enemy territory. Be on guard. Call out those fighters soon as you see them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is alert, tense, checking the sky for fighters. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f141 142 143",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He checks from eight to ten o'clock, high and low. He still isn't aware of the sign on his back. Eugene also watches the sky, nervously. His duty is two o'clock to four o'clock, high and low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Clay, you really sang great last night. You should do like we keep saying. After the war go to to Hollywood and get a record contract like Frank Sinatra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah, so we can say we knew you when.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay has a bird's eye view of the formation, spread out in perfect \"Vs\" across the sky. It's a spectacular sight. Clay is whittling his model plane. He looks up occasionally for fighters -- his area is mainly four to eight o'clock low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Nah. I'm gonna get a nice little farm and a nice little wife and settle down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis is intently flying the plane. Luke is, as usual, sitting beside him with nothing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Luke's the one should go to Hollywood. He could star in the movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Maybe, maybe. I don't know what I'm going to do after the war. Except not work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Yeah, Luke, why go back to the daily grind of being a lifeguard? Take it easy! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "144 145",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "I know exactly what I'm going to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Virge, if I hear one more word about that stupid restaurant...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is slowly turning in his turret, watching the upper sky, all hours of the clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "It's not stupid! At least I've got a plan. What are you going to do after the war, Rascal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Come to your restaurant and rob it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is behind his gun on the right front side of the nose. He's searching the sky, twelve to three o'clock high and low. Phil is on his gun on the left side, checking the sky nine to twelve, high and low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Val's the smart one. He's almost a doctor already. What kind of doctor are you going to be, Val?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "A rich one. What about Phil? What should he be after the war? Nerves on edge, Phil looks at Val.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Wait. I've got it. <A mortician! Val cackles with laughter. Phil doesn't think it's funny at all. He turns away. \f146 147 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Above and ahead, the first flight can be seen, still streaming contrails from their engines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Fellas, think about this. My family has a furniture business. We make furniture, sell it. You can all come work for me. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Like I said, don't give it a thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "That's just what we need, you ordering us around the rest of our lives. 'Do the pre-flight check!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "\"Don't hog the intercom!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "'Keep your gloves on!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (V.0.)",
          "text": "'Check your masks!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "'Call out those fighters!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "‘Let's make this our best one yet!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "\"Right in the pickle barrel!' Laughter all around the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "I'm not that bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is behind his gun. He watches the sky from four to eight, high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Danny boy, you didn't say what you're gonna do when it's all over. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f147 148 149 150 151 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(hesitantly) Clay, I don't really like talking about it. I mean, what if something happens... (hesitates) What I mean is, it just seems so far away, that's all. A silence as the men think about how far away the end of the war really is. Now Danny feels bad for spoiling the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I'm sorry, guys. Suddenly, Eugene's voice calls out, sharply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Bandits, five o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene swings his gun towards the rear and aims at two tiny specks in the sky. He's already nervous, jumpy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge spins his turret to five o'clock and sights in the fighters with his two big .50 calibers, excited and anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay, calm as ever, puts down his penknife and model plane, takes hold of his guns and aims them at five o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke looks out his window. The Thunderbolts are peeling off to chase the fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Go get 'em, little friends!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Hold your fire till Gerry's in range. Don't waste ammunition. \f152 153 154 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene OPENS FIRE at the fighters, still far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "I said, hold your fire! Eugene stops firing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That was Geenie the weenie. Jack laughs and looks at Eugene. Eugene fakes a kick to Jack's groin. Jack doesn't even flinch, he just laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Thunderbolts and German fighters rush at each other at a combined speed of over 600 m.p.h., FIRING away. Just when the fighters seem about to collide, the Thunderbolts peel away and soar off into the sky. The M-109s keep coming. They're smaller and more sleek than the Thunderbolts, like cigars with wings. They can do anything they want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is excited and eager; Eugene nervous and jittery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "They're a-comin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Call them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Six o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nine o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL, (V.0.)",
          "text": "Ten o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Three o'clock high! Jack OPENS FIRE. So does Eugene. The room throbs from the vibration of the GUNS. SHELLS SPIT out onto the floor. \f155 156 157 158 159 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny FIRES out of his little opening in the roof. He can't see much, just a piece of bright sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right behind the cockpit, Virge is FIRING his twin .50 calibers. The sound is deafening. Luke twists anxiously in his seat, trying to see what's happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, do your job. The gunners will do theirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Breaking low to five o'clock! Ball turret, look out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal spins the turret and FIRES at a fighter zipping by at an incredible speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "That guy had blue eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are planes all over the sky. It's hard to tell who is who. Tracers streak the air. B-17s FIRE back. It's chaotic. The fighters are dazzling, flying rings around the bigger planes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Keep calling them out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "They're leaving us alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "They're going after the first flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighters are converging on the three planes above, really giving them hell. Engine two of the lead plane bursts into flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Windy City's on fire! \f160 161 162 163 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THROUGH the nose we can see the German fighters soaring off into the sky, fleeing from the burning plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Why aren't they doing something? Are they asleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Bail out, you guys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Come on, get out of there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Jesus, there's a hole in the pilot's window! Suddenly, WINDY CITY EXPLODES in a huge ball of flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ball of flame becomes a massive black cloud straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Watch out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Hold on, everyone! Luke braces himself. Dennis grips the control column as we fly straight into the huge black cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is filled with smoke, getting in Jack and Eugene's eyes. Eugene cries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Call in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Right waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Left waist. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke fills the ball turret. BITS of metal are PINGING against the Plexiglas. Rascal is jumping out of his skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Ball turret! Get us out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis is gripping the wheel, trying to control the plane as it's buffeted around in the black cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (V.0.)",
          "text": "Radio operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Top turret. There is a LOUD THUNK and the plane rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Keep calling in! Suddenly, we come out of the black cloud into sunshine that seems twice as bright as before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Copilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "Bombardier. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Navigator, call in! Navigator!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is paralyzed, staring at the nose. It's covered in blood and the blood is streaming back from the tip in rivulets and freezing. Val hasn't seen it yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Phil! Phil!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Navigator. Sorry. I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "When I say call in, I mean right away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f166 167 168 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Val shakes his head in annoyance of Phil, then turns around and sees the blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Fuck! Somebody's guts are all over the nose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Any damage? Crew, check your stations. The blood has frozen in a ring around the nose. It glints in the sun, horrible, but also weirdly pretty. Phil can't take his eyes off it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Nose okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (V.0.)",
          "text": "Radio room okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Waist okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Tail okay. Phil shakes himself out of his trance and turns back to his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Call out those bandits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge spins his turret, checking the sky. It's peaceful, as if nothing had happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "They're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Hit and run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahead, C Cup and Mama's Boys draw closer together. Friendly fighters patrol the sky in the b.g.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (V.0.)",
          "text": "Captain, I just heard from C Cup. They're taking over the lead. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f168 169 170 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Hear that, Val?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "Roger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "C Cup is lead plane now. When they drop their bombs, so do we.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "Got it. Pause, then Dennis looks at Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Any chutes from Windy City?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene and Jack's faces are smudged with soot. Eugene's eyes are watering and he rubs them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Those guys didn't have time to pee their pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "If you gotta go, that's the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Here one minute, gone the next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL, (V.0.)",
          "text": "Do we have to talk about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is also greasy from the soot and he wipes it with his scarf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Hey, I heard a good one from the waist gunner on Windy City. What was his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Cooley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I mean the left one. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f170 171 172 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Cooley!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I mean the right one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "I know the guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Tall guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Not so tall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Everyone's tall to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil extends the penciled line across the North Sea and above a string of islands skirting the northern coast of Holland, the Frisian Islands. We're approaching Germany fast. Again, Phil's hand shakes and his line isn't as straight as it should be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Lindquist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "No, no, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Something like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Virge, you're not even close. We DISSOLVE FROM the map TO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The real coastline, matching the map perfectly: the curve of Holland's coastline and the Frisian Islands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Anyway... a plane gets shot down. This guy bails out. The Gestapo gets him. His leg's broken and they have to amputate... \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "turns slowly in the turret, searching the sky below for fighters as he speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "He says, 'Do me a favor. After you cut it off, give it to one of your pilots and have him drop it over my base in England.' So they do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Rascal, don't tie up the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "This is real quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "slowly revolves in the top turret, carefully watching the sky, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "A week later they have to take off the guy's other leg. Same thing. 'Could you have someone drop it over my base in England?' And they do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "notices that his camera has moved to the edge of his desk and is about to fall off. He grabs it just in time and pushes it to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Next week, they've got to cut off his arm. He asks them again, 'Could you please have someone drop it over my base in England?! This time they say, (German accent) 'Nein. Zis ve can't do anymore.'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sits a little forward to deliver the punchline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "The guy says, 'Why not?' And they say, (German accent) 'Ve sink you're trying to escape!' \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sound of LAUGHTER from all over the plane. Luke is now flying the plane. Dennis is having more soup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Pretty good, Rascal. I think even Dennis liked that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Stoller! That's his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "No... no...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Stoller wasn't on Windy City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Wait, it'll come to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "I can see the guy's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Me, too. A long, bleak pause as they think about it. Then Rascal breaks the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Well, whatever his name was, it's a good joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, men, let's stop fooling around. The Gerries are out there. Let's look sharp. In the b.g., the Thunderbolts peel off from the formation",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Damn, are the little friends leaving already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "They sure know when to run out of fuel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "They ain't dumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Thunderbolts gather in a squadron above the formation (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f178 179 180 181 182 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Below, the grey sea ends in brown and green countryside. The Thunderbolts wiggle their wings, then drop away from the formation, one by one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Navigator, give me a position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "starts to draw a line south-southeast, right into Germany",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Sir, that's the Third Reich down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Now the shit really hits the fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office is scrupulously neat, the desk clean and clear There's the loud TICKING of a CLOCK. It's unnaturally quiet -- none of the usual hustle and bustle of the base. The CO is sitting at his desk, sharpening pencils. The pencils are already as sharp as can be, but he continues to sharpen them, one after another. Suddenly, a RAP on the door and the S-2 enters. 8-2 Sir, you'd better come take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Preparations are underway for a party. A banner is being hung from the ceiling: \"CONGRATULATIONS MEMPHIS BELLE! 25 MISSIONS!\" A stage is being set up, tables are being arranged, streamers are being strung. Bruce is arranging it all. The CO comes up to him. co What's the meaning of this? A couple of men are rolling in a piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "On the stage. Thanks. Just a little party, Colonel. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co I didn't order this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Leave this stuff to me. The Memphis Belle's my job. co And my job is to approve everything on this base. I did not authorize a homecoming...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Craig, you work too hard at being ahardass. What's the harm in a little party in honor of these guys? They're special. co I have twenty-four crews up there. They're all special to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "That's great story, but bullshit's my business and I know it when I see it. All you care about is putting planes in the air. Results. Brown-nosing H.Q. The only man... The CO interrupts, grabbing Bruce's arm. co Come with me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO comes in, Bruce behind him. The CO is trembling with anger. He shouts at Bruce. co Sit down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Craig, look... co Sit down! Bruce sits. The CO opens a bottom drawer and takes out a handful of letters. He puts them on his clean desk top. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f183 184 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "co Start reading. This one's from the mother of a boy who got his head blown off over Lorient. Start with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Craig, I think you're cracking up. co Read it! The CO gives him the letter. Bruce starts to read it. OVER, we hear the letter read by the voice of a FATHER. Bruce reads it casually at first, then little by little it gets to him, moves him. The CO puts another pile of letters on the desk, then another. They start to spill over onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (V.0.)",
          "text": "Dear Colonel Harriman, I want to thank you for your letter of sympathy about my son Tommy. He was only at your base a month, but he must have made a big impression because you described him right down to his boots. I wish you could have told me how Tommy died, but I understand we have to be careful about security these days. I'm glad he was brave and did his job to the end. Maybe his mother and I raised him right after all. I guess we'll get used to him being gone, but not too soon, I hope. Well, I can always read your letter and that will bring him back. Sincerely, Thomas R. Maguire. During the reading we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil behind his gun, watching for fighters, sweat dribbling down the side of his face and freezing. OVER, we continue to hear the LETTER READ, and then hear a second voice, VOICE of a SISTER READING another LETTER. \f185 186 187 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal, on edge, cold, waiting for fighters. Another voice, VOICE OF A BROTHER, begins. The VOICES are LAYERED on top of each other. Now we can only pick up a word here, a phrase there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny, behind his gun, worried, tense, looking up into his piece of sky for enemy aircraft. Then we --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside of the plane. The Memphis Belle and its two wingmen. Then, as more and more VOICES spill on top of the others the way the letters spilled on top of the CO's desk. We CUT WIDER AND WIDER until the SCREEN is FILLED with the entire formation and the SOUNDTRACK is filled with the VOICES READING their LETTERS to the Commanding Officer, conveying the enormity of the air war -- each plane contains ten young, fragile lives, heading into battle. Abruptly, the SEQUENCE ENDS with --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GERMAN FIGHTERS",
          "text": "shoot through the formation like a swarm of angry bees. There are ME-109s and also FW-190s. These are fatter than the 109s and have blunt, snub noses similar to the Thunderbolts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Bandit, five o'clock low!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Three o'clock high, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "They're all over the place!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Don't yell on the intercom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "See this guy at eight level? Left waist, see him? \f188 189",
          "sentiment": "neutral"
        },
        {
          "speaker": "189C",
          "text": "190 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack eagerly aims at the fighter. One side of the sign on his back is unstuck and is hanging from his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I see him! Come to daddy! That's the way. That's the... He OPENS FIRE at the fighter coming in from the rear of the plane. As Jack swings his gun to the right to follow it, the wind catches the sign on his back and it flaps up into his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What the fuck? I had him! He was right there! Goddamit! He rips the sign off his shoulder and reads it. He can't believe it. He turns to Eugene, who is FIRING out his side and hasn't seen this. Jack's about to grab Eugene when Rascal's voice interrupts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Here he comes around again, left waist! Jack, get the greedy bastard! Jack turns back to his GUN and FIRES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge pounds his GUNS at the fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay rattles his GUNS at a fighter up in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val and Phil are both FIRING out of their sides of the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene reaches up to touch his St. Anthony medal, but it's not there. Alarmed, he pulls off his oxygen mask and speaks to Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "My medal! Have you seen it? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f190 191 192 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jack spies it on the floor, reaches down and picks it up -- the chain has broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Thanks. Eugene reaches for it. But instead of giving it to him, Jack angrily throws it out the window. Eugene screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Why'd you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Now we're even! Jack turns back to his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Right waist? Right waist, call in! Radio operator, get back there and see what's happening!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny pulls off his oxygen mask and pulls out his inter- com cords.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny comes into the waist and Eugene grabs him. He's frantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "My medal, it's gone! I'm finished, Danny, I'm finished!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Stop it, Gene! Wait! Danny quickly pulls off his glove and takes off the big red rubber band around his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Take my lucky rubber band. It really works. He puts it on Eugene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You're okay now. Go get 'em. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f192 193 194 195 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny pats him on the back, then goes back through the forward bulkhead. Eugene looks at the rubber band and decides it's better than nothing. He puts his oxygen mask back on, gives Jack a kick in the butt, grabs his gun, sights in a fighter and starts FIRING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fighter swoops down from above, FIRING away. C Cup is all that remains of the first flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "190, twelve o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "He's going for C Cup. Look out, look out! The NOSE of C Cup SHATTERS. A man is blown out and starts to fall. No parachute opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val and Phil look down through the nose at the falling man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Jesus, he doesn't have a parachute. How long would it take to fall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Too long. Somehow, C Cup remains above. But the nose is gone and wires and equipment dangle from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Everybody, make sure you've got your parachutes. Phil reaches under his desk for his parachute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal spins in the turret, looking for fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Parachute? There isn't room for a hard-on in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "I know, ball turret, but put your safety strap on. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f195 196 197 198 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "It hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Put it on! Rascal takes the strap, a thin strip of canvas, and puts it between his legs. He snaps it into place above. It's tight and uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is at his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Captain, I just got word from C Cup. They're dropping out of formation. We're in the lead now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C Cup is losing speed and altitude. We start to pass it. It looks like a ghost ship. Dennis has again taken control of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, Danny. Give me C channel to talk to group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Poor bastards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "They're dead meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "The bogeyman will get them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Bye-bye, C Cup. There is a sharp CRACKLE on the INTERCOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (V.0.)",
          "text": "Sir, you're on to group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "This is the Memphis Belle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Belle is now the lead plane, leading the entire group. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f198 199 200 201 202 203 204 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dennis is sobered by the responsibility of what he has to do. He speaks quietly, with humility, to the other captains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "We're lead plane now. I'll try my best to put those bombs right in the pickle barrel and get us out of here safe. I'm going to need all the help you can give me. Let's tighten up out there and be on our toes. We're three minutes, thirty seconds from the bomb run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val FIRES at a fighter coming in a little to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Bloodsucker, nine o'clock level! Ball turret, watch out! Rascal starts to spin the turret around, but suddenly it sticks and won't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I'm jammed! He's coming right at me! Virge, help! He stomps on the control pedal, but nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge pulls off his oxygen mask, yanks out his intercom cords and jumps down from the turret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge runs down the narrow catwalk through the bomb bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is SHOOTING his GUN into the sky as Virge runs past him and through the aft bulkhead doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal stomps on the pedal again and again. Suddenly the turret unsticks, whirls around and Rascal FIRES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FIGHTER EXPLODES in a ball of flame. \f205 206 207 208 209 210 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal screams at the fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "And your mother, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge drops to his knees beside the turret, breathing hard. He looks at the top of the turret -- it's turning smoothly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "What's his problem? Virge shakes his head in annoyance, then starts back towards the front of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGHTER appears out of nowhere, BUZZING down on the left, MACHINE GUNS BLASTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BULLETS RIP through the waist and Jack is knocked to the floor. His oxygen mask is ripped from his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Jack's hit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is doing some adjustments to his instrument panel. Phil is FIRING out his side of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Val, run back and look at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Captain, I'm two minutes from the bomb run!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Okay. Gene, you're going to have to take care of him. Val is very relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene kneels beside Jack, who is squirming and yelling. Eugene tears open Jack's pant leg around the wound on his left thigh. Eugene pulls off his oxygen mask to talk. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f210 211 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Jack, hold still! Let me look! Blood is already freezing around the wound. Eugene examines it. Then he starts to laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Would you help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "It's a scratch! Look! It's nothing, and you're screaming like a stuck pig! Jack looks at his leg. Eugene's right, it's nothing. Then Jack sees his harmonica sticking out from his torn pant leg pocket. It's bent -- clearly it deflected the bullet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "My harmonica! Goddamnit, my favorite harmonica! Laughing, Eugene quickly wraps his flight scarf around Jack's leg, ties it, then pulls Jack to his feet. Then Jack reaches behind Eugene's ear and pulls out the St. Anthony medal. Eugene looks at it, astonished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "How'd you do that? Jack smiles, sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Magic. Bugene takes the medal and beams at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fighters have disappeared. Everything is peaceful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Keep calling 'em out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "They're gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Christ, you know what that means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Flak, nine o'clock level! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "That's what I was afraid of. Black PUFFS start to blossom in the sky around the planes. They make a soft POOF as they EXPLODE. A red flame can be seen for a brief second in the center of each explosion. No sooner does the smoke start to dis- sipate than fresh puffs appear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "They've got something like 500 flak batteries around Bremen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "I could live without knowing that, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay is writing in the frost that has collected on the inside of his left window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Clay, what're the odds of us getting out of here alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "I was just figuring that out. He writes \"Three to One.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black PUFF EXPLODES not far from the turret and there's a SHARP BANG on the side of the turret. Rascal jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Jesus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Ball turret, what's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "A big piece of ass fucking Nazi flak just hit my turret!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "You guess or you are? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f212 213 214 215 216 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I am. One of the little windows on the side of the turret has been knocked out. A frigid wind blows in. Rascal tries to plug it up with his flight scarf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The constant PATTERING CONTINUES, like metal rain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "I hope we're all wearing our flak jackets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene and Jack grab their heavy, bib-like flak jackets from the floor and struggle into them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is putting on his flak jacket when the Rookie's voice comes OVER the RADIO. Danny glances out his right window at Mother and Country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE, (V.0.)",
          "text": "(nervously) Danny, quick question. This flak, it's not like I expected. Can't the captain do something, avoid it or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Not this close to the bomb run. You have to fly straight through or you'll be off target. It's just four minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE, (V.0.)",
          "text": "(nervous laugh) Just. Suddenly, a BANG and a hole opens in the left wall of the radio room and a small, SIZZLING piece of FLAK skates across Danny's desk, digs a scar in the wood and lands on top of his log book. It burns a little hole in the top page. Danny brushes the jagged, black piece of shrapnel away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're flying through a massive flak barrage. Constant PINGING and RATTLING on the outside of the plane. It's incessant, unnerving. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f216 217 218 gl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL, (V.0.)",
          "text": "This is the bomb run. We're exactly four minutes from target. Dennis puts his finger on the automatic pilot switch. It's on the control box below the throttles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Bombardier, I'm turning on the auto pilot. You're flying the plane from here to delivery. He flips the switch. Lights flicker on the instrument panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is bent over the bombsight, making careful adjust- ments. He works with great concentration, ignoring the flak barrage that can be seen directly ahead through the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Seventy thousand pounds of bombs are going to drop on your command. I want pinpoint bombing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Pinpoint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black smoke is smeared all over the sky. Puffs appear constantly. The RATTLING on the outside of the plane has grown LOUDER. It doesn't give you a moment's peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Christ, I've never seen it this thick before. Suddenly, a LOUD BANG and blood sprays all over the cock- pit. The instrument panel, windshield, Dennis and Luke are drenched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke's hit! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f218 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Dennis is hit! Virge rips off his oxygen mask and jumps down from the top turret to look at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Jesus! Dennis and Luke examine themselves: Dennis rationally, Luke in a panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "It's not me. It must be you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It isn't me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "(to Virge) I think he's in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm not in shock! You're in shock!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Val, you better get up here fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "I'm on the fucking bomb run! Virge sees something on the floor and reaches for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "It's not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Me, either!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "It's got to be somebody. There's blood all over the cockpit. Virge picks up Dennis's Thermos off the floor, cut in two",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Tomato soup. He starts to laugh. It takes Luke a moment to get over his terror, but then he starts laughing, too. Dennis is relieved. Then, suddenly, an incredible BANG and the plane rocks violently. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f218 219 220 221 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "There's a hole as big as my dick in the left wing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hole is about two feet in diameter. It's between engines one and two. Gas is leaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The needle on one of the fuel gauges is sinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "We're losing fuel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Virge, get on the fuel transfer pump . Virge turns around, bends down and flicks the transfer levers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "The electrics must be out on the left side. The pumps aren't responding. I'll do it by hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, work with him. We've got to save as much fuel as we can. Virge runs into the bomb bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "Two minutes to target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Let's drop those bombs and get out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val pulls a lever on his control panel on the left side of the fuselage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Bomb bay doors open. \f222 223 224 225 226 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is standing on the narrow catwalk at the front end of the bomb bay, working the fuel transport pump switches when the bomb bay doors start to open. He looks down at the ground, so far below. Suddenly, a flak SHELL BURSTS right below the bomb bay. There's a frantic CLICKING as pieces of SHRAPNEL HIT the bombs. Virge looks through the bomb bay into the radio room and meets Danny's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val takes his eye from the bombsight and looks out the nose. Although the day is perfectly clear, the ground ahead is covered with low-lying white smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Bombardier to Captain. The target's covered. Looks like a smoke screen. Val flips down the safety latch on the bomb release button. It's on the left side, next to the bomb bay door control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge comes out of the bomb bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Fuel transport complete. We saved some of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Bombardier, how's that target?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Houses, a river and the beginning of the smoke screen. There are two crosshairs which Val manipulates with course knobs on either side of the bombsight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (0.8S.)",
          "text": "Target totally obscured.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val flips some switches and sets a couple of dials on the control panel. He does this with quick precision, then looks through the sight again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Thirty seconds to delivery. \f227 228 229 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flak is still pummeling the outside of the plane. Black smoke is smeared all over the sky. The plane wobbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Bombardier, I need those bombs on target. The whole group is bombing with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "If I can't see, I can't see. Dennis reaches down and puts his hand on the auto pilot. Luke looks at him in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What do you think you're doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "We came here to bomb a factory. We're going to bomb a factory even if it means going around again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Are you crazy? You go around on a bomb run, that's like sending out an engraved invitation to the Nazis to blow us away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, I'm in command!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val puts his finger on the bomb release button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Dennis, what do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON PHIL",
          "text": "At his desk, watching Val, terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis has taken his finger off the auto pilot switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Bombardier, give me a report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "Visibility zero. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f229 250 251 252 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dennis reaches for the switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "You do it and we're dead. Dennis flips the auto pilot to \"off.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "We're going around again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Danny, give me C channel again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val takes his finger off the bomb release button and adjusts the bombsight. Phil lunges for the button. Val sees him out of the corner of his eye and grabs Phil's hand just before he can push it. He shoves Phil back, then snaps the safety catch back on the button. Phil sits in his chair, shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Belle banks into a sharp turn to the left. Baby Ruth and Mother and Country follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "It'll take us five minutes to get back to the start of the bomb run. Navigator, give me a postition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is sitting at his table, but unable to work, to focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Navigator, did you hear me? Phil looks up and meets Val's gaze. They look at each other a long moment. Then Phil turns back to his maps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Yes, sir. He tries to pull himself together and begin to work. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis banks out of the turn and straightens out the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Everybody listen. I know you want to drop the bombs and get the hell out of here. But there's civilians down there, there's a school right next door and if we don't get these bombs right in the pickle barrel, a lot of innocent people are going to be killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "They're all Nazis, what difference...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, shut up! Luke glares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Eugene are both listening. Eugene clutches his St. Anthony medal, the broken chain dangling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "I don't want to go around again any more than you do. But we were sent here to bomb a factory and if we don't do it, somebody's going to have to come back here again and do it for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLAK is BURSTING right outside Rascal's turret and PATTERING against it. He's shivering from the cold blowing in the broken window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Nobody promised us it would be fun and games. It's our job. Ours, nobody else's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay looks at the odds he wrote on the condensation on his side window: 3 to l. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f256 257 238 239 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "If we do it right, it's something we can be proud of our whole lives. That's all I want, believe me. With a swipe, he wipes them away. All bets are off now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke has not taken his eyes off Dennis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Now, let's get back to work, stay alert and call out those fighters soon as you see them. Silence. The flak has stopped. Dennis feels Luke's stare and looks over at him. They exchange a long, long look, then Dennis breaks it. Suddenly, Virge calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Bandits, three o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane has straightened and Baby Ruth and Mother and Country have closed in tight beside it. A squadron of fighters appears high in the sky, queued up, ready to come in. They dive down at the formation, one after another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Ten o'clock, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Two of them, coming in at eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "I don't like being in the lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Yep, we're the piece of shit the flies are headin' for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Here they come, here they come!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal spins the turret and starts FIRING. \f240 241 242 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Eugene and Jack open up, FIRING out of their sides of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUNS are FIRING all over the plane. Virge's GUN throbs right behind the cockpit. Luke is jumpy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Bandit, twelve o'clock high! Cockpit, look out, he's heading straight for you! Luke looks up in terror at the fighter zooming in at him, FIRING away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "What am I supposed to do, spit at him? Luke ducks his head down, as the FIGHTER BUZZES right at them. Dennis doesn't even glance up. The fighter passes overhead. Luke comes up from his tuck. He's jumping out of his skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Tail gunner, how are you doing back there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Jus' fine, Lieutenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Let me know if you need help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay calmly FIRES at a fighter barrel-rolling under the Belle. It's already on fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Sure will. But I'm doin' just... He hesitates. He remembers. Then, a little too obviously:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY",
          "text": "Oh, right, Lieutenant! I do need some help back here! \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke pulls off his oxygen mask, yanks out his intercom cord and starts to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Tail gunner, what's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "I'm runnin' out of ammo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'll take care of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Can't somebody else do it? Right waist, left waist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Captain, we got fighters all over us back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Dennis, I'm the only one not doing anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "(a beat; then) Okay, but make it fast. Luke steps over the control box, squeezes past Virge and heads into the bomb bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke goes past Danny, who's FIRING up into the sky, then through the aft bulkhead doorway. From here we see Luke go the length of the plane to the tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is bent over the bombsight, making adjustments, turning dials. Phil takes off his mask to talk. So does Val.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Val, I'm sorry. I don't know what's wrong with me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f246 247 248 249 250 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "You're a coward, that's what's wrong. A big fucking coward and you're in real trouble when we get back down on the ground. Now leave me alone and let me do my job! Val refastens his mask and turns back to the bombsight. Phil turns back to his maps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke comes into the tail and changes places with Clay. He kneels in front of the guns with Clay behind him, watching over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "190 breaking to ten o'clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Another one, high at three. Radio operator, hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY, (V.0.)",
          "text": "Gotcha. Thanks, Virge. Luke looks around for fighters, but none are in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Come on, come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A speck appears way down below, dodging through the formation at a fantastic speed. Fortresses FIRE at it, but it keeps coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Tail gunner, see that bandit at seven low? He's all yours, Clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke eagerly aims his guns down at the approaching plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fighter keeps coming. It flips over on its back and zooms toward the Belle's tail, MACHINE GUNS BLASTING. \f251 252 253 254 255 256 257 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke OPENS FIRE. He follows the fighter up past the tail. At first it looks like Luke missed it. Then the FIGHTER STALLS, stopping dead in the air above. Smoke starts streaming from its belly, its nose drops down and it starts a slow fall to the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I got him! I got him! Whooo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fighter falls right into Mother and Country. The fighter's left wing slices off the B-17's tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke watches with horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother and Country's tail section tumbles toward the ground with the fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "It's the rookies! They got the rookies!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny looks out the right side window, alarmed. Then he flips a switch on his radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Memphis Belle to Mother and Country! Come in, come in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The back of Mother and Country drops down and two men roll out. For a moment, Mother and Country hangs in the air like a big cross. Then it plunges toward the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny frantically works the radio. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f257 258 259 260 261 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mother and Country come in! He flips a switch. On the RADIO, we hear SHOUTING and SCREAMING, complete chaos. Danny listens with horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke watches, horrified, as Mother and Country falls. He's stunned, paralyzed by what he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother and Country plummets to the ground, spinning as it goes, like a giant arrow. Then it hits the ground with a quick flash and a little plume of smoke. When it hits, the RADIO GOES DEAD. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny sits there a moment, shocked by the suddenness of it. Then he starts to move to his position behind his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay grabs Luke by the back of his jacket and pulls him up and shoves him out of the way. Then Clay falls to his knees before his GUNS and STARTS FIRING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "How many chutes from Mother and Country?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "I saw two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "Yeah, two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY'S WHITTLED MODEL PLANE",
          "text": "sitting in a sea of spent cartridges. It's crushed. In the b.g. we see Luke's back as he starts slowly toward the front of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "262 263 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As soon as he's out of the tail and into the tail wheel area, Luke stops and leans against the fuselage wall. Tears come to his eyes. He tries to hold them back, but can't. He's overcome with remorse for what he has done. He finally realizes the horror of war. He struggles to pull himself together. Then he starts towards the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis is alone in the cockpit. PHIL'S VOICE comes over the INTERCOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL, (V.0.)",
          "text": "Captain, this is the bomb run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Bombardier, I'm turning it over to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (V.0.)",
          "text": "Roger. Dennis flips the auto pilot switch to \"On.\" Dazed, Luke squeezes past the top turret, climbs into the cockpit and sits in his seat. Dennis pulls off his oxygen mask to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, right after delivery, on our way to the rally point, I'm going to take some evasive action and try to avoid this flak. Be ready on rudder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Whatever you say, Dennis. You know what you're doing. Dennis looks at him, astonished by this response. Luke turns away to hide his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ground is almost visible, still covered with smoke. A patch of green or a piece of river can be seen for an instant, but that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Bombardier, how does the target look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (0.8.)",
          "text": "Like shit. \f264 265 266",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "takes his eye from the bombsight, pulls the bomb bay door lever, then flips up the latch on the bomb release button. He catches Phil's eye, who is on his gun, very near the button. Phil looks at Val a moment, then turns back to watch for fighters. Val looks through the bomb- sight again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Captain, I still can't see a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "his finger hovers over the auto pilot switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Bandit, three o'clock high. Top turret, see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "I see him. He's a dead man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ball turret, watch this guy on the left. He wants your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL, (V.0.)",
          "text": "He ain't going to get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "puts his finger on the bomb release button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE, (V.0.)",
          "text": "Bandit coming in twelve level. Coming right at the nose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "I'm on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "'Nother one at two low, Phil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Thanks, Gene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "\f267 268 269 270 271 272 273 274 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only thing we can see is thick, rolling smoke. The crosshairs intersect at perfect right angles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL, (0.8.)",
          "text": "Dennis, my sight says we're over the target. I've got to do something. What do you want me to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis's finger is on the auto pilot switch. His hand trembles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIRES his GUN with one hand and rubs his lucky horseshoe with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "kisses his St. Anthony medal as he FIRES at a FIGHTER BUZZING in on the right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "finishes firing off a round, then reaches inside his cuff for his lucky rubber band, but it isn't there. A flash of panic. Then he remembers he loaned it to Bugene. He looks through the rear bulkhead door and can see Eugene. Danny's relieved his rubber band isn't far away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is frozen, eye to the bombsight, finger on the bomb release button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the smoke thins a little, revealing the top of a@ square grey building, directly at the intersection of the crosshairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "To the briefing where the target photo is projected large on the screen. The S-2's pointer taps the factory three times. It's the same building. \f275 276 277 278 279 280 281 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "jerks his head up from the bombsight and shouts, excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "That's it! That's it! Bombs away! (presses the bomb release button) Right in the pickle barrel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bombs start dropping from the racks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bombs fall from the bottom of the Belle. Bombs also start to fall from Baby Ruth and the other planes in the group. Bombs are dropping all over the sky. Then they hit the ground. Flashes, then billowing clouds of grey- black smoke. It's an unforgettable, frightening sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis watches the delivery from his side window. Then he reaches down and flips off the auto pilot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, boys, we've done our job for Uncle Sam. Now we're flying for ourselves. He turns the control wheel. There are WHOOPS of joy all over the plane -- they did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "holding on as the plane tips into its turn. Eugene holds up his St. Anthony medal. Jack gives him the thumbs-up sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil reaches out and pats Val on the back, but Val angrily shakes him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bombs are still falling. The target is a mass of fire and smoke. The Belle banks into a turn. Baby Ruth follows. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUNS are again POUNDING all around the plane. Jack is FIRING, following a fighter from ten o'clock high to nine low.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Gerry breaking low to nine o'clock. Ball turret, watch it, watch it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal pushes on the foot pedal to swivel the turret, but nothing happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "I'm stuck! Virge! He's coming right at me! Virge! Virge! The fighter is zooming in right at him, firing. Rascal stomps on the pedal, but still nothing happens. The fighter keeps coming, keeps firing. Rascal's eyes widen in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, a HUGE EXPLOSION and the plane rocks violently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Call in! Virge pulls off his oxygen mask, yanks out his intercom cord, jumps down from the top turret and charges into the bomb bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Right waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Left waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is frantically FIRING up into the sky as Virge comes running through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "Ball turret! Ball turret, call in! \f286 287",
          "sentiment": "neutral"
        },
        {
          "speaker": "287A",
          "text": "288 289 290 291 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panicky, Virge falls to his knees beside the ball turret, opens the hatch and looks down into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "down into the turret. The bottom of the turret is gone and Rascal is dangling twenty thousand feet above the ground, held by just the strap between his legs. He's holding onto the top of the turret and the force of the slipstream is blowing his legs toward the back of the plane. He's out of his mind with terror. He reaches for Virge. Virge grabs his hands and pulls him, with difficulty, out of the narrow hatch on the top of the turret. Rascal is shot up a little. Virge quickly checks him, but the wounds look superficial. Rascal is shaking and crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "You're okay, Rascal. You're safe. You're okay. Rascal grabs Virge and hangs onto him. Virge holds him, pats his back, trying to comfort and calm him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "are FIRING frantically out of their sides of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is FIRING, too, humming a little as he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "finishes FIRING a round, then swings his gun around to fire at another fighter. As he does, he sees that his camera has again moved to the edge of the desk and is just about to fall. Quickly, Danny reaches for it and catches it just as the camera falls off the edge. Relief. Just then, a CANNON SHELL bursts through the roof of the radio room and EXPLODES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane is jolted harder than ever. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f291 292 293 294 295 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Call in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "Tail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge and Rascal have been thrown to the deck by the explosion. They scramble to their feet and go through the forward doorway into the radio room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE, (V.0.)",
          "text": "Right waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK, (V.0.)",
          "text": "Left waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is on fire. Danny lies face-down on the floor. Virge pulls him away from the flames while Rascal grabs a fire extinguisher and turns it on the flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fighters are everywhere. FLAK is still PUMMELING the outside of the plane. Virge comes out of the bomb bay and crouches down behind Dennis and Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Danny's hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Val, Danny's hurt. Get back there right away and see what you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STOPS FIRING his GUN. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "How bad is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "I guess he needs help pretty badly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f295 296",
          "sentiment": "neutral"
        },
        {
          "speaker": "296A",
          "text": "lll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But Val doesn't go. He hangs onto his gun. Phil rips off his oxygen mask and yells at Val.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "What are you doing? It's Danny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "I can't. There's fighters all over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "I'll cover your gun. Just go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "(hesitantly) Maybe somebody in the back of the plane could...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "You're the fucking doctor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "(panicky) That's just it. I'm not. Phil, I lied about it. I only had two weeks of medical school before I enlisted. I don't know anything. Phil drags him toward the back of the nose, grabs the first aid kit off the wall and shoves it into Val's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Just do it! Val starts to go up the hatch to the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIGHTERS are still BUZZING around. Luke is silent and grim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, don't worry. Danny'll be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "It's such a waste. The whole fucking... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "297 298",
          "sentiment": "neutral"
        },
        {
          "speaker": "298A",
          "text": "299 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He stops, unable to put into words his feelings. Dennis tries to think of something to say to make him feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fire is out. Val, Virge and Rascal gently turn Danny over. His oxygen mask was ripped off in the explosion. He's pale and still. Val opens his jacket. There is an ugly, open wound in his upper chest below his shoulder. Val stares, paralyzed with fear. Then he opens the first aid kit and takes out a syringe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis speaks quietly, comfortingly to Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Luke, don't take the world on your shoulders. You didn't start the war. All we can do is try to do our best. We're not perfect. When this is all over, we'll go back home...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "(looking out window) Fire on number three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Cut fuel, feather prop. Fire extinguisher. Luke quickly turns the engine three feathering switch on the instrument panel, then pulls the turbo supercharger control and closes the throttle, both on the control box. Suddenly, BULLETS RAKE across the instrument panel. GLASS and sparks fly as Dennis and Luke cringe. Half the instrument panel is shot out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Call out those fighters!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The prop on engine three slows, then stops, edges facing into the wind. But the fire still burns and now it's spreading to the wing itself. \f300 301 302 503 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is again crouched behind Dennis and Luke. Luke is finishing the feathering procedure, flipping the shutoff valve to closed and the booster pump to off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Danny's in bad shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "How's Rascal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "He's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Prop feathered, but the extinguisher's not working. If we don't do something quick we're going to lose the wing. Dive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay, but I'm going to need you to pull out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "I'm not going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Crew, I'm going to dive and try to blow this fire out. Everybody hang on! He depresses the control wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane begins to plunge, leaving Baby Ruth behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack's and Eugene's feet go out from under them. They're suddenly weightless. Eugene hangs on to his gun, but Jack loses his grip and is slammed against the ceiling. Shell casings fill the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil is lifted up along with anything that isn't nailed down: his log book, pencils, compass, maps, ammunition. \f304",
          "sentiment": "neutral"
        },
        {
          "speaker": "304B",
          "text": "305 306 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The floor is tipped at a forty-five degree angle. Rascal holds Danny. Val has the needle in Danny's upper arm. The plane is vibrating violently. The needle breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of the airspeed indicator as the needle creeps toward 300 m.p.h.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis and Luke are both holding their control wheels. Dennis is monitoring the airspeed, Luke watching the burning engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "275. We're exceeding maximum diving speed. We better level her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "The fire's not out. Just a little more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "A little more and we could lose the windshield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Trust me. A few seconds more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the flame on engine three blows out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE, (V.0.)",
          "text": "It's out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis and Luke pull back hard on their control wheels. The plane shudders violently as if it's going to rip apart. Luke and Dennis strain to control it. They're working together now as partners, no need for words. The plane starts to pull out of the dive. After it levels, Dennis pulls off his oxygen mask and takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Crew, we're at ten thousand feet. We can come off oxygen. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f306 307 508 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Luke pulls off his mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Thanks, Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Once in a while I do something right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is just finishing injecting Danny with morphine. He pulls out the needle. Rascal, Virge and Eugene are gathered in the radio room. Danny is still unconscious and his breathing is shallow. There are occasional BURSTS OF GUNFIRE from the front and rear of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "I don't know what else to do. He's lost a lot of blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "How far is it to base?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "On three engines? Two hours, maybe two and a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Two and a half hours! He'll never make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "Val, help him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "(panicked) What do you want from me? He needs a hospital! I've got a stupid first aid kit! Val turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON EUGENE",
          "text": "Eugene suddenly sees that he still has Danny's lucky rubber band on his wrist. He never gave it back. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f508 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He leans against the doorway, trying to hold back his tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "turns back to the others. He's very frightened. He's grasping at straws and trying not to lose control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "There's one more thing we can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "What? Let's do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "We can put a parachute on him... and push him out. The others react with shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Jesus Christ, Val!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "It's crawling with Germans down there. He'll get picked up by the Germans and they'll take him to a hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "If they don't kill him for fun first!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Rascal, it's his only chance! Another crew did it. This gunner lost an arm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Yeah, but that guy was conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Danny couldn't even pull the cord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "We can pull it first and put the chute under his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "He could fall in a lake and drown!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EUGENE",
          "text": "Val, can't we wait? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f508 309 310 117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "We'll be over the North Sea in ten minutes. Then it'll be too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "If we're going to do it, we've got to do it now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke is flying the plane. Phil and Val are in the cockpit, crouched behind Dennis's and Luke's seats. Val is fighting down his hysteria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Val, I'll go along with anything you say. You're the doctor. Phil looks at Val. Val avoids his glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "We just don't have a choice, Dennis. We've got to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "All right. Tell the men that's my decision and I don't want any argument. Val starts to return to the bomb bay. Phil follows him through the top turret and stops him on the threshold of the bomb bay. The bomb bay doors open, revealing the ground so far below. The enlisted men are gathered around Danny at the other end of the bay. They have put a@ parachute on him and tucked the chute under his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Please don't do it, Val.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "It's his only chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "No, you're his only chance, but you're too goddamn chicken to help him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "If he stays on board, he'll die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "He's going to die if you throw him out. And you know that. A long pause. Val is trembling with fright. He looks at Danny. Phil pleads with him, desperately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Val, you can save him! So, you're not a doctor, so what? You can help him, I know you can. Don't give up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Phil, I'm scared!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "No, you're not. You're not scared. Phil turns Val around and looks him in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "You're Val. Val looks at him a long, long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Now go help Danny. Val takes a breath, nods and starts toward Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some SOFTBALL PLAYERS are playing a game. There are men on second and third. The batter steps up to the plate and the pitcher pitches. The ball is right over the plate, but the batter doesn't even try to swing. His teammates yell at him, angrily. He points out at the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SOFTBALL PLAYER",
          "text": "There they are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first three planes appear in the distance. \f313 314 315 316 317 318 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men are starting to gather on the lawn in front of the control tower. Bruce is giving instructions to the Life photographer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "What I want is a picture of them running towards the camera, throwing their hats in the air, going crazy, the plane in the background. We might have to do it a few times to get it right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Les wakes at the sound of a PLANE ROARING overhead. He looks at his watch. It's 4:45. He gets up and starts pulling on his boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first plane is landing. A two-pronged red flare pops out of the cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Les joins the rest of his ground crew. The Softball Players are counting the planes as they appear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOFTBALL PLAYER",
          "text": "Seven!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND PLAYER",
          "text": "Hight, nine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD PLAYER",
          "text": "Did'ja get that one? We MOVE UP TO the control tower balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO joins the S-2 on the balcony. The S-2 is watching the sky with binoculars. co How many so far? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f318 319 320 321 322 323 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "8-2 Nine, sir. There's another one. Ten. co The Belle? 8-2 Not yet, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane is alone over grey sea. Oil is spitting out of the first engine on the left side of the plane and heavy, dark smoke is twisting out of it. The propeller reverses directions, slows, then stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS, (V.0.)",
          "text": "We're running on two engines now. Let's lighten up. Throw out everything you can. We're close enough to home so you can lose your guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack takes out the bolt that attaches his machine gun to its mounting, then picks up the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, Mona... we didn't get a fighter after all. Eugene picks up his gun and looks at Jack for a long moment. Then Eugene throws his gun out the window. Then Jack throws his out and watches it fall. Clay comes in from the tail with his guns slung over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phil throws some flak jackets out of the nose hatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is very pale. His eyes flutter a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "The Belle is sitting on the ground. Phil is asleep on the wing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f323 324 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The other guys are listening to Danny recite his poem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "'I balanced all, brought all to mind, The years to come seemed waste of breath, A waste of breath the years behind, In balance with this life, this death.!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny suddenly opens his eyes. He's panicked. Val leans over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Yeats!",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "It's okay, Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I didn't write that. It's by W.B. Yeats. I couldn't write that. Val strokes Danny's forehead. He doesn't know what Danny's talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Take it easy. Danny becomes calmer. He closes his eyes. Then he starts to shake. Val tucks Danny's jacket around him tighter, but the convulsions only get worse. Val feels Danny's pulse, then lifts one of his eyelids. Danny's eye is turned up into his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Danny! Danny suddenly stops shaking. He lies still. Val pulls the jacket away and puts his head down to Danny's chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "No! Panicked, Val doesn't know what to do. Out of desperation, he pounds Danny in the chest with his fist. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f324 325 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "Don't do this! Goddamnit, Danny! Don't do it to me! He pounds him again. Danny gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "One more! Give me one more! Danny gasps again and starts to breathe. Val listens to his chest. He hears a heartbeat. Val looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "You try that again and I'll kill you. He puts Danny's jacket over him again and tucks it in tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahead we can see the white coastline of England. Virge crouches down behind the control box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Ain't that a pretty sight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "How's Danny? Virge crosses his fingers. Then Virge looks up in the sky and gasps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Oh my God! Fighters! A whole squadron, twelve o'clock high! A sqaudron of fighters have appeared directly ahead, aimed straight for the Belle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Look alive, men. Fighters, twelve o'clock high!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLAY, (V.0.)",
          "text": "(calmly) What do you want us to do about it, Captain? You had us throw out our guns. A flicker of panic in Dennis's eyes. Then Luke puts a hand on Dennis's shoulder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f325 326 327 328 329 330 331 332 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Relax, Dennis. They're little friends. Dennis looks up at the fighters, then breathes a sigh of relief. The sound of the other crew members WHOOPING with delight all around the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The furthest ENGINE on the right side of the plane starts CHOKING and the propeller begins to slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke sees this out his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "We're losing number four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Are we out of fuel? Luke looks at the shattered instrument panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "The gauge is shot out. How long can we fly on one engine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "I don't know. I guess we'll find out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is clear of planes. Les is still standing with the ground crew, but other men have given up hope and are walking back to the barracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED",
          "text": "\f333 334 335 336 124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luke's DOG is lying on the grass. Bruce is patting him on the head, but the dog isn't interested. Then suddenly, it raises its head and BARKS. Bruce jumps back, afraid he'll get bit. The DOG runs past Bruce and BARKS out at the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "with the ground crew, looking anxiously out at the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CO is on the balcony with the 8-2. The ADJUTANT comes up to the CO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADJUTANT",
          "text": "Sir, Headquarters on the phone. co I'll call them back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADJUTANT",
          "text": "Sir, it's General... co I don't care who it is, I'll call them back! The CO raises his binoculars and looks out at the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH BINOCULARS",
          "text": "The Belle, flying very low, barely clearing the treetops, just Engine One still turning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The base is visible ahead. Virge is crouched between Dennis and Luke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Landing gear. Luke flips a switch on the control box, but there's no electric whine. He looks out his window. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f336",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Something's wrong. My wheel didn't come down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "(hesitates, then) Okay, pull them back up again and we'll belly land. Luke flips the switch again, but there's silence -- no electric whine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing's happening. He flicks the switch back and forth. He looks out his window again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Nothing's coming up, nothing's going down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "The electrics must be totally out! A moment of terror as the three men look at each other. They remember the plane the day before that landed with one wheel -- and blew up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Can you lower the wheel by hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Okay. Get some of the other men to help you. Luke, monitor the wheel and tell me when it's down. Virge runs through the top turret and into the bomb bay. Dennis flips a switch on the lower wall by his knee. A loud ALARM BELL RINGS. Luke loads a flare gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Take positions for crash landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eugene and Rascal are gently moving Danny into a position so that Val can protect him from the crash. Jack and Clay are taking crash landing positions. Virge rushes in. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "337 338",
          "sentiment": "neutral"
        },
        {
          "speaker": "338A",
          "text": "339",
          "sentiment": "neutral"
        },
        {
          "speaker": "339A",
          "text": "340 341 342 126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Jack, help me! He grabs a small handcrank from the aft bulkhead wall and then runs into the bomb bay, Jack and Clay right behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is straddling the bomb bay catwalk and turning the landing gear hand crank quickly. Jack and Clay are standing on the catwalk behind him, each waiting his turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The right wheel slowly starts to descend from the belly of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis is holding the control wheel tightly as he starts to point the plane towards the base.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane brushes the tops of the trees at the end of the runway. A two-pronged red FLARE SHOOTS out of the Belle's cockpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The AMBULANCE DRIVERS are standing by their ambulance. They see the flare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMBULANCE DRIVER",
          "text": "Wounded aboard! Let's go! They quickly hop into the ambulance cab. \f343 344",
          "sentiment": "neutral"
        },
        {
          "speaker": "344A",
          "text": "345 346",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Les, with the ground crew. In the background, men are coming from all over the base to watch the plane land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "My God, they've only got one wheel down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge is exhausted from turning the crank. He steps aside and Jack takes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The right wheel is very slowly creeping down. It has a long way to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The runway is ahead. Dennis is gripping the control wheel tight as he aims the plane for the runway. Luke is fastening his seat belt when there's a sudden jolt, then complete silence. Luke looks out the left window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "We lost Number One! The plane suddenly loses altitude, the nose dips down and points straight at the runway. Dennis pulls at the control wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Flaps! Luke spins the flap controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge hears the silence and knows what happened. He shouts at Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIRGE",
          "text": "Hurry! Jack turns the crank faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wheels are extended further, but still not enough to land on. \f347 348 349 350",
          "sentiment": "neutral"
        },
        {
          "speaker": "350A",
          "text": "351 352 353 354 128.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Val is cradling Danny, to protect him from the crash. The others are braced against the bulkhead walls. Eugene's praying as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Belle dives for the runway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Les watches, muttering under his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LES",
          "text": "Come on, baby, come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO grips the railing, with white knuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis is gripping the control wheel as the plane dives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack is exhausted, out of breath. He's turning the crank slower and slower. Phil shoves him out of the way and takes over the crank, turning it as fast as he can. He talks to himself as he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "We're not going to die. It's okay. We're not going to die!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just when it looks certain to crash, the nose of the Belle lifts, the landing gear pop out with an audible CLICK and hit the runway, hard. The plane bounces into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew is jolted. Danny wakes. He looks up at Val, panicked, not knowing where he is or what's happening. \f355 356 357 358 359",
          "sentiment": "neutral"
        },
        {
          "speaker": "S59A",
          "text": "360 361 362 129.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane tips to the right and looks like it'll come dow on its right wing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis wrestles with the control column. Luke works the flap controls. They're instinctively a team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane straightens and lands. The flaps come up and the plane goes onto the grass, throwing dust into the air",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men on the lawn cheer. They surround Les and the ground crew and congratulate them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clay, Rascal and Eugene cheer and ruffle Danny's hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virge, Jack and Phil realize that they made it and shout with excietment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane comes to a stop at the far end of the runway. The ambulance races towards it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CO lets go the railing, relieved. He turns to go back inside. The Adjutant takes a step back, a little afraid of him. But the CO smiles, pats the Adjutant's arm affectionately, then goes inside -- back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rascal opens the waist door. The Ambulance Drivers are there. He steps aside and they enter the plane, carrying a stretcher, a medical kit, an IV bottle. \f363 364 365 130.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The photographer is snapping pictures. Bruce yells at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "I don't want that Goddamn ambulance in there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dennis and Luke quickly flip off the power and fuel controls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Wing flaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Tail wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Unlocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENNIS",
          "text": "Generators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "off. They're finished. Silence. They don't know what to do with themselves. Then Luke unhooks his seat belt and gets up and goes through the top turret into the bomb bay. But Dennis just sits there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is conscious, pale, but looking better. He's hooked up to an IV, which Val holds. The rest of the crew is with them, under the nose of the plane. Danny clutches his camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VAL",
          "text": "One picture, Danny, then straight to the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(weakly) You're the doc. Val smiles. Bruce starts arranging their positions while the photographer sets up his tripod. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRUCE",
          "text": "Let's have the officers in the center. Luke, I want you down front...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUKE",
          "text": "Bruce, just take the picture. He takes Danny's camera and tosses it to Bruce. Bruce catches it, too surprised to object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Where's the captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHIL",
          "text": "Yeah, where is Dennis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RASCAL",
          "text": "We've got to have Dennis in the picture. Dennis appears around the nose of the plane. He holds the bottle of champagne. He walks towards the crew, a grim expression on his face. The crew shifts uneasily. Dennis stops right in front of Danny and looks at him. Danny thinks he's in big trouble. Then, suddenly, Dennis whoops with joy and pops the cork. Champagne spurts out and Dennis douses the crew with it. The crew is amazed -- this is a new Dennis. They laugh, try to duck the suds, and Bruce takes the picture. FREEZE FRAME. The picture FADES TO black and white as a LEGEND ROLLS OVER it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEGEND",
          "text": "The air war over Europe lasted six years. 353,000 young men lost their lives. OVER the credits we see more of the pictures Danny took: at the dance, in the barracks, in the plane -- his permanent record of the last mission. FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1238"
    }
  ]
}