{
  "movie_id": "MOV1243",
  "scenes": [
    {
      "location": "PALMS NEIGHBORHOOD",
      "time": "MORNING",
      "characters": [
        "BLACK",
        "SUNBLOCK. ARE YOU ALIVE",
        "ME",
        "LOOK, NOT WHITE",
        "CHRIS, (CONT'D)",
        "STEVIE",
        "WITH HIS NEW BOARD. HIS FACE SLOWLY TURNS TO CONFUSION OV",
        "OOOOOHHHHHH/ SHIT",
        "LOVE THIS SHIT",
        "WHAT THE FUCK",
        "DABNEY",
        "ANY-WAY.",
        "DING",
        "THE POSSIBLY TERRIBLE DEAL HE MAY HAVE JUST BEEN MANIPULA",
        "IAN, (CONT'D)",
        "UNDERSTAND ME",
        "SHIT",
        "DABNEY, (CONT'D)",
        "YOU'RE A PIECE OF SHIT",
        "FOURTH GRADE, (CONT'D)",
        "IT AND ME, YO",
        "FUCK",
        "FUCK YOU",
        "ABOUT EVERYTHING, NIGGA",
        "ME. YOU DO NOT GIVE MY SON ALCOHOL.",
        "THE COURTHOUSE... WHICH IS ATTACHED TO THE",
        "FILM",
        "IAN",
        "NICO",
        "CHRIS",
        "WHAT ARE YOU DOING",
        "FADE IN",
        "WHATEVER THE FUCK YOUR NAME IS.",
        "THEY PUT ME ON THE CHOCOLATE",
        "REALLY",
        "RUBEN, (CONT'D)",
        "YOU CAN'T FUCK WITH ME ANYMORE",
        "INTO.",
        "BAILED",
        "THIS SHITII111",
        "YUP.",
        "MOM",
        "GIVE MY SON DRUGS. DO YOU",
        "I FUCKED UP",
        "DON'T CONTRIBUTE, YOU JUST FILM OUR",
        "HE DOES, THOUGH",
        "THE CREW",
        "GIVE MY SON ALCOHOL. YOU DO NOT",
        "SOCCER MOM",
        "JORGE, (CONT'D)",
        "IT BETTER BE COOL, FUCK HEAD, OR",
        "JORGE",
        "FUCKSHIT, (0.S.)",
        "RANDON",
        "OLD ASIAN WOMAN",
        "FEMALE EMPLOYEE",
        "STEVIE, (CONT'D)",
        "LAST TIME YOU EVER COME HERE",
        "THE END",
        "YOU'RE JUST JEALOUS OF ME",
        "IS THAT IT",
        "FOURTH GRADE",
        "ESTEE",
        "LIKE...",
        "FUCKSHIT, (CONT'D)",
        "AAAHHHH",
        "SORRY",
        "MOMENTS LATER",
        "HIM",
        "AHHHHH",
        "THE CAMERA LEADS STEVIE AS HE SKATES ACROSS THE STREET.",
        "DEAD",
        "THE WEIRD GUY TELLING THE STORY IS",
        "RUBEN",
        "WOOOOO",
        "POLICE STATION.",
        "JORGE AND FUCKSHIT",
        "COUPLE OF TIMES.",
        "RANDOM KID, (0.S.)",
        "WHAT IS YOUR NAME",
        "YOU'RE BLEEDING FROM YOUR HEAD",
        "WHO ARE THESE KIDS",
        "YES",
        "ARE YOU FUCKING SERIOUS",
        "WHO DRANK MY ORANGE JUICE",
        "HAPPY THAT I DO, AND YOU KNOW ME",
        "YOU THINK THIS IS FUNNY",
        "SAY GOODBYE, STEVIE",
        "LATER",
        "DOCTOR 2",
        "BANNER",
        "HAPPENED TO ME",
        "CONVERSATION",
        "FUCKSHIT",
        "STEVIE HANDS IAN 10 SUPER NINTENDO GAMES. ALL THE GOOD ON",
        "ESTEE, (CONT'D)",
        "STOP FIGHTING, GUYS",
        "WE LOVE THIS SHIT",
        "QUICK FLASHES OF THE SKATE CREW SKATING ON THEIR BOARDS D",
        "HARD CUT TO",
        "SUNBLOCK",
        "FUCKKK",
        "DABNEY, (0.S.)",
        "CUT TO",
        "HOMELESS MAN",
        "I LOVE THIS SHIT",
        "MOM, PLEASE",
        "TRICKS.",
        "YESSSSSSSS",
        "WITH YOUR SON",
        "NEGATIVE SHIT YOU WANT TO SAY ABOUT",
        "WHAT THE FUCK ARE YOU DOING,",
        "DOCTOR 1",
        "LIVES",
        "IAN, (0.C.)",
        "TIME CUT",
        "I WANT TO BE FUCKING HAPPY FOR YOU",
        "A GECKO",
        "AMATEUR TEAM",
        "DO YOU GUYS FUCKING LOVE THIS",
        "NIGGA",
        "WHY YOU'RE HERE",
        "FOURTH GRADE, (0.S.)",
        "RUBEN, (0.S.)",
        "HEY",
        "I FUCKING LOVE THIS SHIT",
        "OH JESUS FUCKING CHRIST",
        "WHAT",
        "SHUT THE FUCK UP, FAGGOT",
        "EVERYONE",
        "SETTING UP BOARD"
      ],
      "dialogues": [
        {
          "speaker": "CUT TO",
          "text": "TITLE CARD: (This will be an image of the words keyed int the back of a Los Angeles public bus seat): MID 90’s CLOSE ON PUMA’S WITH THE FAT LACES PEDALING A BIKE RAPIDL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE WIDEN OUT and see Stevie riding his bike through the P area of Los Angeles. He has his headphones on and a mid 9 Hip Sop song plays. He is wearing an oversized white T-sh and baggy jeans. He gently nods his head to the song. We pass by liquor stores, auto body shops, taco trucks, a store called ULTIMATE that hasn’t yet opened for the day. He continues to nod his head and ride his bike when ALL O THE SUDDEN the song starts skipping on one of the song’s lyrics. It keeps repeating as Stevie pulls over and stops bike. He pulls out a beat up DISCMAN and handles it with extreme care like a priceless jewel. He is freaked out something is wrong with it. CLOSE ON DISCMAN as he shakes and hits the \"play/pause\" button rapidly. We hear breathi and the noise of the CD reloading and then ALL OF THE SUD the song kicks back in where it left off and Stevie is ri again, nodding his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie rides up to PALMS MIDDLE SCHOOL. He locks up his b against a chain link fence. EXT. STAIRWELL —- LUNCH Stevie sits with his two friends, RANDON, 13 (an obese wh kid) & CHRIS, 13 (rail thin white kid with braces). \fRevision 3. They sit in the stairwell. Stevie uses his shirt to clean Discman thoroughly. Randon and Chris playing with POGS, little circular paper discs that you stack up and hit wit metal \"Slammer\". The Pogs that turn over are kept by the person who threw down the \"Slammer\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "YESSSSSSSS",
          "text": "Randon gathers up all of his new pogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Fuckin' motherfuckin' cunt-pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDON",
          "text": "And the “special edition green pounder” slammer! Chris reluctantly hands the slammer to Randon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "That's my favorite fucking slammer! Fuck! I need a do-over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDON",
          "text": "No do-over’s! (smiling proudly) You’1l have a chance to win it back tonight. Chris stared daggers at Randon. Randon realizes he said something he shouldn’t have. Stevie thinks for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Oh, are you guys hanging out tonight? Randon and Chris share an uncomfortable look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Yeah... Randon is gonna sleep at my house. You’re welcome to come hang out for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(sensing something is weird) Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "It’s just... my mom said I could only have one friend sleep over. Or Whatever. \fStevie takes this in. This clearly hurts him very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Oh. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "I wish there was something I could do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(this is hard to ask/almost pathetic) Could you, like, ask her again maybe? Like, if that’s not weird? Chris doesn’t know what to say. It’s uncomfortable. Chris Stevie uncomfortably avoid eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(very left out) Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Randon and I had already talked about it, like, Monday or whatever. Stevie is quiet. Hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDON",
          "text": "(very well intentioned) You should still come and hang out and play Pogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Yeah, and then just go home when it’s time to go to sleep or whatever? Stevie is hurt and can’t figure out what to say. silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS, (CONT'D)",
          "text": "(changing subject) It’s your turn. Stevie stands up and begins to walk away. Beat of \fRevision 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie unlocks his bike. He breathes in five times deeply grabs the chain link fence with both hands, doubles over RAMS the top of his head into it like a bull. He SMUSHES top of his head and part of his face as hard as he can in the fence until he can’t take it anymore. He removes his but keeps his hands interlocked on the fence. He smushes head until he exhausts himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie rides his bike down the street, listening to his Discman, the batteries die and the song abruptly stops. H stops his bike to see if he can fix the music situation. hears the sounds of skateboard wheels rolling on concrete wood slapping on concrete and laughter and shit talking o teenagers. He turns to see what he is hearing. From across the street outside of the Ultimate skate shop Stevie sees RUBEN ALVAREZ (13, skinny Mexican kid), FUCKS (17, skinny black kid with a shaved head), FOURTH GRADE ( white kid with long hair and a flannel), JORGE SILVA, (18 handsome Mexican kid who looks like a real athlete), skat outside the shop. There is a boom box playing hip hop mus Ruben is on the ground with a bar of wax, waxing up the c The others are doing flip tricks and ollies and 180’s on sidewalk out front of the shop. The curb is done being wa and the skaters start riding up and grinding and doing bo slides on the waxed up curb. Some fall HARD onto the stre while others narrowly avoid being hit by cars. They are cracking jokes and laughing at each other’s expense the w time lovingly. Fourth Grade films them doing their tricks Stevie watches this whole scene go down. CLOSE ON STEVIE’S FACE WATCHING. CLOSE ON CIGARETTES BEING LIT BY SKATERS. CLOSE ON STEVIE'S EYES. Jorge lands a perfect nose blunt on the curb and lands perfectly. The crew of skaters goes nuts celebrating and slapping their boards on the ground. SLOW MOTION SHOT of the crew running up to him and celebrating his victory. Rubbing of his hair and bro-hugs continue in the slow motion celebration. Fuckshit shakes head like “that was dope” and can’t not give Jorge a poun Jorge tries to look at the playback. Fourth Grade whips t camera away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nuh uh. No peeking. No one sees anything ‘til the whole thing is done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Come on! Stevie clocks this respect and affection between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(regarding Jorge) Don’t worry, you don’t wanna see that sloppy shit anyway, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Ha! You WISH you were landing that! Ruben laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I don’t know what you’re laughing at? I only see you landing kickflips with one foot like a bitch! The crew laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(embarrassed) I land ‘em on carpet every time. The crew lets out a “come on” noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Maybe we can have the city pave all the sidewalks with carpet for you, nigga! The crew all laughs. Ruben is used to this treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Go back in the store and unpack the boxes of hoodies. Fuckshit playfully pushes Ruben into the store. Ruben run to do what is asked of him. The crew pays and leaves the store. SLOW MOTION of Stevie watching this. His face is filled w an almost smile. \f7. The sounds of the skaters’ joy fades out as the sound of clinking of silverware against plates fades up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (0.S.)",
          "text": "You're eating too fast. INT. STEVIE’S HOUSE - DINNER TABLE - EVENING Stevie and Dabney are mid conversation. There is a third place setting with untouched food and a vacant chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(embarrassed) Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(without even thinking) You look sloppier than you are when you do that. Stevie feels shame. He puts his silverware down and sits straighter. Beat. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "I haven’t called that guy Todd back. Stevie looks up. She needs him to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "He’s nice and everything but I feel like a third date says A LOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Do you think you may like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "He’s fine. He’s nice. I’m attracted to him and all. It’s just... I don’t know. I don’t have a lot of time as it is. And I like to spend that time with you. Stevie smiles and looks down. Neither of them realize the oddness of this dynamic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You’re the only person I don’t get sick of. They both giggle a little. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "How was school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(uncomfortable/distraught sigh) I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I don’t know. Randon And Chris are having a sleepover or whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(quickly/guilt provoking) Oh and you want to have a sleepover with them? I wouldn’t have cooked if that is what you wanted to do... So that’s what you want to do? (with guilt) That’s fine. Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(stopping her) No. No. Chris’ mom said only one of them could sleep over and I guess Chris chose Randon or whatever. Dabney slams her fork down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT",
          "text": "Stevie looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "I have had that little shit, no offense, over here so many times, How dare she make you feel that way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "It’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sweetly to Stevie) It is fine. You know why? Because you and I are going to have so much more fun here than... Randon and Chris are going to have. It’s a good thing if you think about it, because we get to have an amazing night together. Stevie wants to say more about how this hurt him but, he swallows it. He eats more of his food quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "Slow down. Dabney puts his fork down and looks into Stevie’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "You get to watch whatever you want tonight. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(hiding pain) Yeah. We’ll have more fun together. She puts her hand on Stevie’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(sincere) You don’t deserve to feel shitty. Stevie looks down and smiles with his face still in the p of her hand. Ian enters and breaks up this moment. Ian clocks this swe moment. He keeps it inside, but he clearly notices their affection for each other. They notice Ian enter. Stevie stiffens up and gathers some courage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(very nervously trying) Hey. Ian doesn’t acknowledge Stevie. This hurts Stevie. Ian quickly picks up his plate of food and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(calls out to Ian) Do you want to eat in here?! \f10. Ian walks into his bedroom and slams the door. Loud hip h music plays muffled through the door. SLOW PUSH IN ON THE DOOR VIBRATING. Back at the table Dabney looks upset. Stevie looks hurt. Stevie looks down at his food. He can’t figure out words say. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "He’s just... (searching for words) So angry with me... (thinking out loud) I'm figuring all this out as I go. (a bit sad) I don’t know. Stevie feels uncomfortable hearing his mom say she doesn’ know what she’s doing. She clocks Stevie’s discomfort and lightens things up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(where does the time go?) He turns eighteen this week. (beat. Cracks a smile) Benihana. Stevie almost smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(very dead pan) Should be a blast. They both let out a little laugh. Takes the pressure off. WIDE SHOT ON THEM EATING DINNER. INT. DABNEY’'S BEDROOM - LATER THAT NIGHT Dabney lays in bed in an oversized T-shirt with a blank expression watching the 0.J. SIMPSON TRIAL on television. Stevie sits on the floor at the foot of her bed watching her. INT. STEVIE’S BEDROOM - LATER A JERKY BOYS PRANK CALL plays on the Stevie’s stereo over scene. “Teenage Mutant Ninja Turtles” figures and Micro Machine cars are strewn all over the floor and desk. \f11. A “Street Fighter 2” poster, an “NBA JAM” poster, a Bo Jackson poster, and a “DuckTales” poster hang on the wall “Dinosaurs” plays on a tiny TV in the background on mute. Baby from “Dinosaurs” hits the Father dinosaur with a pan Stevie stands in front of his mirror in his underwear. He examines the bruises on his arms and chest from his fight with Ian this morning. He stares into the mirror. CLOSE U on the bruises. CLOSE UP on Stevie’s eyes taking them in. He’s not sad or even angry. They’re badges of honor. Like soldier’s war wounds. INT. STEVIE’S BEDROOM - LATER Stevie hears the front door open. He looks out the window see Ian getting in his car and driving away. He BOLTS out his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie bursts into Ian’s room. He doesn’t know how much t he has. Ian’s room is an OCD wet dream. So clean and fill with a teenage obsessive collections. Ian's room is covered with east coast hip hop posters (Na O.C., Brand Nubian, Pete Rock and C.L. Smooth, Grand Puba Gang Starr, etc.) and tons and tons of CDs organized perfectly in alphabetical order. Stevie delicately inspects them like an archeologist insp a bone. He notices the names of the albums and rappers. H pulls a pen and piece of paper from his pocket and begins writing down some of the names of the rappers. Stevie brushes his hand gently over the racks of hip hop He carefully pulls one out like it’s a museum. He puts it his prized Discman. He sits Indian style on the floor wit his back to camera nodding his head to the music. He is enjoying hearing this music so much. Learning who Ian is. Learning about the world of hip hop. HOLD ON Stevie from behind nodding his head. After a long beat, Stevie hears a noise! He scrambles to the CD he is listening to back in its case. He runs out o Ian’s room and into his room. INT. STEVIE’S BEDROOM —- CONTINUOUS He breathes heavy, almost hyperventilating. He is safe, b still needs a minute to calm down. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie approaches a FEMALE EMPLOYEE, 20, who is standing the “Hip Hop” CD aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE EMPLOYEE",
          "text": "How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I need to buy a birthday gift for someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE EMPLOYEE",
          "text": "Okay. What’re you thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "He has really, really good taste in music. In hip hop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE EMPLOYEE",
          "text": "(smiles) Okay. Stevie pulls out his list of rappers. She looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "He probably has all the good ones already. at the list and smiles at the cute-ness of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "But if I could, like, get a really good one that he doesn’t have yet... that would be really cool. She looks up from the list. She has an idea. She pulls a off the rack and hands it to Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE EMPLOYEE",
          "text": "Does he have this? It just came out two days ago. Stevie looks and it’s “LABCABINCALIFORNIA” by The Pharcyd Stevie’s eyes widen and he smiles while looking at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so excited) He doesn’t have this. I didn’t see this one. He doesn’t have it. (serious but excited) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRevision 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Like people who know a lot about hip hop would like this? And you're sure it’s like, really cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE EMPLOYEE",
          "text": "(smiling) Yes, I’m sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(smiling) Thank you. WIDE SHOT of Stevie in line as he pulls out his chain wal and has barely enough money for the CD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie gets caught at a red light on his bike. As he wait for the light to turn green, he sees TWO TEN-YEAR-OLDS st squirting each other with Nerf Super Soaker water guns. S MOTION ON THE KIDS as they are having the time of their lives. Laughing. These kids are only two years younger, b they seem in a different stage of life than Stevie. He is snapped out of his reflection by seeing the skate c from the day before, skate by as a crew weaving in and ou cars. This looks like the coolest thing he has ever seen. They seem like such badasses, but they are all interconne even though they aren’t verbally communicating. They fly Stevie, leaving him alone. EXT/INT. STEVIE’S GARAGE - LATE AFTERNOON Stevie rummages through the messy garage. He finds what h looking for! His brother’s warped, old 1980s body skatebo The body of the skateboard is bigger, bulkier and “neon”- than the boards he saw the crew from the bodega holding a skating on. The board has a giant, neon Dinosaur screamin “cowabunga” on it. It’s cheesy as hell but to Stevie it’s beautiful. He rolls the board back and forth under his foot a few ti The concrete outside his house is smooth. He puts his foot on the board and pushes on the board sloppily with his other foot. He rides on it for a few fe then jumps off. He does the same thing again. He does the same thing... SLAM! He falls on the grass. He’s shocked, but okay. The grass kept him from really hurting himself. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRICKS.",
          "text": "QUICK CUTS of Stevie pushing and rolling on his board. Sometimes he jumps off and sometimes he falls off. Stevie carefully puts the board back exactly where it was the garage. INT. STEVIE’S BATHROOM - LATER Stevie looks at himself in the mirror as he practicing a monologue very meticulously and nervously like Luca Brasi the beginning of “The Godfather”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(muttering to himself) Hey Ian. I’m so sorry to bother you... I saw your old skateboard in the garage. I notice that you never use it... Hi Ian. I was thinking that maybe there was a trade that could be made for something of mine that you... Oh hey Ian. I didn’t see you there. I know MY stuff sucks but... Hi Ian... Stevie breathes out nervously. He clenches his fist. He doesn’t want to blow this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Hey Ian. Sorry to bother you... Stevie closes his eyes and takes a deep breath. INT. STEVIE’S BEDROOM - LATER LOW ANGLE SHOT FROM THE FLOOR UP TO STEVIE AND IAN. Ian a Stevie stare into camera for a long beat of silence. Stev looks incredibly nervous and is perspiring. Ian looks int into the camera, thinking hard. A SHOT OF THE SKATEBOARD FACE UP ON STEVIE’S FLOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "How much cash you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I... I don’t have any...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Why? \fRevision 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I spent it... on something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(shakes his head) Fucking dumb fuck. (thinks ) I‘1l trade you for your Discman. Stevie’s face is confused and shocked. This is a massive Way bigger than he could have expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(very timid) Well. (beat/looking down) It’s just that... I use my Discman... all the time... or whatever... (beat/nervously looking down ) And mom got it for me for my birthday... and Christmas... or whatever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(sharply) I don’t need to do this. Ian bends down to grab the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Wait! Wait! Ian stands back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "It’s the one thing in the world I can’t trade. I’m begging you. Anything else. Literally anything. Ian thinks about this. We see in Ian’s face he is going t completely fuck Stevie over on this deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(icy) You don’t even know about music, anyway. This hurts Stevie. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fRevision 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE HANDS IAN 10 SUPER NINTENDO GAMES. ALL THE GOOD ON",
          "text": "“STREET FIGHTER 2”, “F-ZERO” ETC. STEVIE’S FACE IS ELATED",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO.",
          "text": "EXT. STEVIE’S HOUSE - A LITTLE LATER Stevie obsessively practices on his new board. He can gli pretty much every time without falling off. Over and over over again. EXT. STEVIE’S HOUSE - THAT EVENING Stevie, Dabney and Ian exit the house. Ian, Stevie and Da wear their “fancy clothes”. The boys in baggy polo shirts baggy khakis. Dabney in a dress. Stevie has the CD he bou for Ian, crudely wrapped in newspaper. There are two cars parked out front. Ian and Dabney walk towards their own c Stevie gathers up some courage and walks towards Ian’s ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(regarding the gift) I got you... He barely takes two steps towards Ian’s car as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(sharply grumbles) GO WITH MOM. Stevie JUMPS BACK like a scared puppy. Ian hustles to his and gets in. Stevie slowly shuffles towards Dabney’s car disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dabney, Ian and Stevie sit at a group table at Benihana w strangers filling out the rest of the table. A YOUNG WHIT COUPLE, 30, and AN AFRICAN AMERICAN MAN, 64, and his GRANDSON, 11. The BENIHANA CHEF is doing his thing on the grill. It is quiet amongst the three of them as they watc It’s an uncomfortable dinner. Stevie has the CD he bought the table with his hand on top of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(to Ian) At my eighteenth birthday party I was breast feeding you. \f17. The boys say nothing. It’s an uncomfortable image for all parties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(to herself almost) I was a baby who had a baby. Jesus, could you imagine if you had a baby right now? Dabney laughs to herself at how insane that seems and how insane it was at the time. Ian takes a deep breath. This subject matter strikes a deep nerve with him. Stevie is listening but more focused on the gift he has for Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "What’re you gonna do with your friends tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(rushed/quiet) chill. Beat. No other explanation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Sounds fun. The chef flips a shrimp tail into his shirt pocket. The couple and the Grandpa and Grandson smile and clap. Dabne Ian and Stevie sit in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "I got you a present. Dabney hands Ian a card in an envelope. He takes it. Rips open, doesn’t read the card, opens it, takes out the two twenty dollar bills and puts the money in his pocket and the card and trash on the table without ever reading the card. He looks back down at his plate. Dabney looks offen but not surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(looking down/barely audible) Thanks. Deep breath from Dabney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(exasperated) You. Are. Welcome. Ian. \f18. Beat. Stevie looks very nervous. He is gathering up the courage to give Ian his gift. His heart is racing. He tak deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I... uhh... got this. Here. Stevie hands it to Ian. Stevie’s heart is RACING, he trie not to look to eager to see Ian’s reaction. Ian grabs the present and rips open the newspaper. He qui looks at the CD and with no expression puts the CD and th trash down on the table without looking at it again. With emotion or expression, Ian makes the slightest hint of a nod to Stevie in his direction. He shows no appreciation enjoyment of the gift. Stevie is CRUSHED. He swallows it the best he can, but th stings more than anything we’ve seen sting Stevie thus fa Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(to Dabney/looking at his plate) How much longer is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(frustrated) Until we’re done eating dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I want to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(pissed) Well we ordered and I’m paying for this food, so you’re staying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(shaking his head/looking at plate) Whatever. The chef scoops chicken and shrimp onto Dabney’s plate. S forces a smile to the chef then back to Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(to chef) Thank you. (to Ian/muted yell) What is wrong with you? Ian says nothing and just stares at his plate. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "Why do you make it so difficult to be around you? Ian still looks at his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(aggressive to Dabney) Shut the fuck up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "What did you just say to me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "I said: “Shut. The Fuck. Up.” The African American Grandfather uncomfortably tries to t louder to his Grandson so he doesn’t hear this argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(losing it) Just leave if this is so fucking miserable for you! You think we want to be here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(serious and scary) You're a fucking BITCH! Ian darts up and leaves the table. Dabney flinches with a of anger and fear. She puts her face in her hands and let emotional grunt into her hands. Ian leaves the CD on the table. Stevie looks shattered. He just stares at the CD. to die. It is very unpleasant and uncomfortable with the other pe at the table and with the Chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(to the other patrons) Sorry. Dabney starts crying in her hands. Stevie consoles Dabney rubbing her back. HOLD ON A CLOSE UP OF STEVIE HOLDING BACK HIS OWN TEARS. WIDE SHOT of the uncomfortable table at Benihana with the strangers. Stevie is crushed. Everyone else in the restau is having fun. \f20. HOLD ON CLOSE UP OF THE CD FOR A LONG BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAMERA LEADS STEVIE AS HE SKATES ACROSS THE STREET.",
          "text": "His face is determined and displays a nervous hardness. C pass as he dodges them, he stops short, lets them pass Th honk at him and then he keeps pushing. He gets to the other side of the street outside the shop. picks up his board and walks up the curb. He reaches the front door of the shop. He puts his hand on the handle. H takes a deep breath. He enters the shop. INT. ULTIMATE SKATE SHOP —- CONTINUOUS Stevie quietly enters the shop for the first time, trying be as stealth as possible. The door opens loudly. Stevie looks overwhelmed. We feel the energy of all the skaters we saw in the bodega filling the store, but we on see pieces of them sitting down in a couch area in the ba We hear them yelling, talking shit and laughing with each other. They are blocked by various clothing racks. Stevie walks through the store as quietly and incognito a possible. He sees a giant wall lined with SKATE DECKS (Girl, Chocol Flip, Hook Ups, Alien Workshop, World Industries, Plan B, Blind etc.). He notices how subversive the artwork is on the skate decks. He keeps walking. He sees another wall l with SKATE SHOES. On another side, he sees glass encaseme filled with SKATE TRUCKS, SKATE WHEELS and SKATE STICKERS He’s puzzled and not sure how all the pieces fit together walks through RACKS of T-SHIRTS and HOODIES that fill the middle section of the store. The voices of the crew grow louder as Stevie gets closer. Through the T-shirts we see Ruben, Fourth Grade, and Jorg sitting on couches and the floor surrounding a television The crew is watching a skate video and talking shit to ea other. Behind the couches is a work area, where boards are set u Fuckshit is behind the work area setting up a board for a YOUNG CUSTOMER. Stevie looks at all the cool boards on the walls. Examine all the trucks and wheels in the glass cases. \f21. Walks back over to the T-shirts and pretends to look at t but really is looking at the crew hanging out. No one eve looks in his direction or asks him if he needs help with something. Stevie watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "A baseball hat is held by a hand as money is stuffed insi by various hands. WE WIDEN OUT to reveal Fourth Grade hol the hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Ante up. Everyone pitches in for tape so I can film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I just kicked in, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "That was a week ago. And without footie, no one’s going pro around here, son. Greater good, yo. Fuckshit nods his head understanding. He pulls out a coup bills and tosses them in Fourth Grade’s hat. They all go to watching Plan B’s “Virtual Reality” skate video on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(fantasy mode) Okay, if you could go pro for one team, who would it be? The whole crew gets excited at this day dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Easy. Girl or Chocolate or Menace. Easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Chocolate or Menace for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Fuck. Chocolate, yeah, that’s the one. Imagine you and me decked out in all Chocolate gear. Free gear they just send us on the regular. We'd have the whole crew decked out in all Chocolate gear. Fuckshit and Jorge smile. They’ve had this day dream befo \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "I already know what the first graphic on my board would be: A sick illustration with me wrapped in the Mexican flag manualing the stage at the courthouse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(super into it) So sick, nigga. So sick. He and Jorge give a hand shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "I know what my first board graphic would be. The Tribe Called Quest album cover with all the rappers heads on it, but it would be our whole crew's heads on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "That’s tight!/So Dope!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "That would be so sick, yo. We'd never have to buy boards again. Free boards forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Whatever team we end up on. It’s us together. Fuckshit gives Jorge another excited hand shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(joyously) That's what’s up, nigga. That’s what’s up. The crew sits happily and thinks about this day dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "Stevie is at a closer rack of clothes pretending to brows but is secretly watching the crew watch videos and talk s There are a few other DIFFERENT RANDOM SKATER KIDS are browsing and hanging out in the store. A classic intro to WU TANG CLAN song blasts on the stereo. SUPER CLOSE UP ON FUCKSHIT’S FACE AS HE PERFECTLY RAPS TH INTRO TO THE SONG. When the beat kicks in we WIDEN OUT. Fuckshit is standing rapping every word perfectly. \f23. He is jumping up and down getting everyone hyped up. The is into it and laughing and playfully punching him. Stevi smiling and laughing at this infectious joyous energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "Stevie is waiting by the glass case in front of the store with the stickers in them. He admires all of the amazing stickers. He sees a copy of Thrasher and Big Brother maga on the counter. He flips through them delicately. Ruben finally approaches Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Yo. Stevie is pretty stunned anyone in here has acknowledged let alone talked to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Uhh... hey. Uncomfortable silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Do you need something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Oh. Uhh... can I have this sticker? Stevie thoughtfully and carefully points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "And that one, please? Ruben slides open the glass, grabs them and tosses them o the glass towards Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Two bucks. Stevie takes out his chain wallet and takes two bucks out",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "What grade are you in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Seventh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Me too. Where do you go to school? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Palms. (nervous ) You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Crenshaw. DING! Fuckshit walks into the store with a Subway Sandwic a clear Subway plastic bag. He walks by Stevie and sees t board he’s holding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(very dry/subtly sarcastic) Cool board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(not getting the sarcasm) Thanks! Fuckshit has already kept walking. Ruben smiles about the interaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Atight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Cool. Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Later. Stevie leaves the store. Once he is outside he has a HUGE beaming smile. They acknowledged him. EXT. MAGAZINE STAND —- LATE AFTERNOON Stevie skates up to the magazine stand. He scans the rack through the fitness mags, beauty mags, and on the bottom right finally finds the skate magazines. He grabs a copy Thrasher, Slap and Big Brother. He pays the guy and skate off. EXT. STEVIE’S HOUSE - THAT NIGHT Stevie practices skating obsessively. Quick cuts of him riding back and fourth on the sidewalk. Turning, zigzaggi etc. He is sweating. It’s getting later and later into th night. Dabney finally calls him in from the front door. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Stevie! It’s late! Come on! Stevie picks up his board and runs inside. INT. STEVIE’S BEDROOM - THAT NIGHT QUICK CUTS of Stevie taking down Ninja Turtle and NBA JAM posters and putting up his two stickers and tear-outs fro his skate magazines with scotch tape. His room is now thr quarters kid posters and one wall is all skating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DING! Stevie enters the store. Unlike last time the store quiet and empty. He wanders towards the back, but no one there. As he gets towards the very back he hears noise co from outside the back door. He follows the sounds. The back door, which is half open, leads to a parking lot Partially obscured by the door, we see the crew skating. Stevie creeps outside with his board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie watches the kids skate. They’re attempting and lan some cool tricks as music plays from a ghetto blaster. Stevie sits on the ground with his back against the wall his board flipped up next to him. He continues to watch t tricks and commit them to memory. He spins the wheel of h board with his hand while watching. Jorge walks by and notices Stevie’s board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(dry/sarcastic) Nice board, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(elated/unaware of the sarcasm) Thanks! Jorge smiles, shakes his head and skates off. Ruben attem a kickflip and lands it with one foot as Stevie watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Fuck! \f26. Ruben skates over next to Stevie, but doesn’t notice him. Stevie is subtly trying to make eye contact with the only person he’s broken ground with within the crew. Ruben pic up the bottom of his T-shirt and wipes the sweat from his eyes with it. He picks up a gallon of water from the grou and starts chugging. Late in his chug he notices Stevie sitting there. He takes the gallon away from his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "(to Stevie) Oh, what’s up fool? Stevie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(frustrated) Skating like shit today, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(unsure what to say) Looks cool to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(a compliment is a compliment ) I’m Ruben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Stevie. They give a “teenager new acquaintance lazy hand shake”. Ruben clocks Stevie’s wack 80s board. He wants to say something but he decides not to embarrass him. He just ki of smiles and shakes his head. Jorge skates over to them picks up the jug of water which is now empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(to Ruben re: empty jug) Will you go fill this up, yo? Ruben instinctively goes to refill it. He thinks of somet and stops in his tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(to Stevie/in front of Jorge) Yo Stevie, go fill up this jug with water? \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(with excitement) For sure! Stevie’s eyes light up. He is excited to be given a task Ruben and in some way help or be involved with the skatin He runs off with the jug with enthusiasm. INT. ULTIMATE STORE BATHROOM —- CONTINUOUS Stevie is filling up the jug with water at the sink. He i smiling wide. Happy to be a part of this at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie practices the cool tricks he saw the crew doing in back parking lot by himself. QUICK FLASHES of the crew members doing their tricks intercut with Stevie’s awful misguided attempts. He slams and falls constantly trying these tricks. He can take it. He gets up. Scrapes and all",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie watches them skate and gathers up his courage. He takes a few deep breaths. Stevie puts the board under his left foot and rolls it ba and forth under his foot a couple times. There is somethi really rough and intense about this. Stevie puts his left foot on the board and kicks a couple times, pushing him into the middle of the parking lot in view of the crew. The crew watches him like a new young c in the animal kingdom. He GETS ON THE BOARD and coasts for a couple of feet. He does his pathetic attempt at an ollie... SLAM! Stevie CRA INTO THE CONCRETE. He is in a lot of pain and shock. We a CLOSE on his face and the gravel underneath it. The crew ERUPTS into laughter, mocking the shit out of Stevie. We stay CLOSE on Stevie. He all of the sudden LEA up to his feet. The pain of falling didn’t phase him AT A Ruben is watching. A bit worried and embarrassed for Stev QUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie pushes a couple of times and starts gliding again. is gliding for a few moments with determination on his fa and he busts another ugly attempt at an ollie and... SLAM CLOSE again on his face and the gravel underneath it. His face isn’t shocked this time. He’s okay. The crew laughs even harder this time. Stevie LEAPS UP and brushes off some dirt. He is filthy. makes eye contact with Ruben. Ruben’s expression is “what fuck are you doing?” Stevie’s not bailing. Stevie sees Fourth Grade is filming him now and the crew laughing at him. QUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUPLE OF TIMES.",
          "text": "Stevie pushes a couple of times and starts gliding again. glides for a few moments, determination on his face. He b another awkward attempt at an ollie...and SLAMS EVEN HARD It took the wind out of him but won’t let it stop him. CLOSE again on his face and the gravel underneath it. Ste could not give a fuck about the pain. He won’t fucking st He LEAPS UP again. The sees the crew’s faces changing to subtly from laughin him to slightly impressed with how hard of slams he’s tak and picking himself back up again. Big balls. QUICK CUT CLOSE UP OF STEVIE GRABBING HIS BOARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUPLE OF TIMES.",
          "text": "A hand grabs him by the shirt off the board. It’s Ruben’s hand. He picks up Stevie’s board and walks Stevie into th store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruben is walking fast and Stevie is following him through store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Come here. \f29. Ruben walks him out of the store to the front of the stor where no one is skating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruben and Stevie stand out front of the shop with their boards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(in shock) Are you fucking crazy, yo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(worried) Did I do something wrong? Ruben thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "DUDE. That was embarrassing as shit for you, yo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(beating himself up) Oh. Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "And do you, like, not feel pain or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You slammed fucking hard a TON of times and it didn’t even phase you for a second? Stevie thinks for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(genuine to Ruben) I just really want to get better. Ruben takes this in. Shakes his head. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You're fucking crazy, yo. (thinks ) I think what you’re trying to do, I can’t tell because that looked fucking insane to me, is an ollie. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "It basically is what it’s called when you jump off the ground with your board. You can’t do any fucking tricks if you can’t ollie, yo. Ruben thinks for a moment and then picks up Stevie’s boar and places Stevie’s back wheels of his board in the crack the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "Get on the board. Stevie gets on the board silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "The wheels are in the crack so you won’t roll away and you can do this shit over and over. Like a billion times in a row. Because it’s gonna take that many before you can do it. Just keep doing it. Stevie nods his head. Ruben places his board parallel to Stevie and steps on it so Stevie can watch him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "When you pop back on your tail, you're going to slide your front foot to the front as you jump so you pop up into the air and the board stays with you. Ruben does a perfect ollie. The board looks as if it’s st to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "You go. Stevie does the lamest looking attempt at an ollie you’ve ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "Damn, son. That was the ugliest shit I’ve ever seen in my life. Eww. Come chill for a minute. You're gonna have a fucking heart attack. \f31. Stevie sits next to Ruben. He’s sweaty and out of breath. Ruben pulls out a pack of Camel Lights and a lighter. Ste is NOT used to being around people his age smoking cigare and we see it on his face. It’s quiet except for cars pas by. Ruben lights his cigarette. He offers one to Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "Here. Stevie looks fucking terrified as HELL but he doesn’t wan be seen as lame for not taking one. HE nervously takes a cigarette out of Ruben’s pack. Ruben hands him the lighte He very awkwardly lights his first cigarette. He puffs it awkwardly without inhaling, trying his best not to cough. looks VERY unnatural. Ruben chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "(chuckling) You don’t smoke do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(debating on whether to lie) Uh. I mean... not like... a lot. Ruben looks at him like “come on dude”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Very casually. Stevie takes another awkward puff. He tries not to cough. Smoke gets in his eyes and it’s uncomfortable. Ruben laug",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You’re funny, yo. Stevie takes a break from his cigarette and rests it on t edge of the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "So, how long have you skated for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(thinks ) Since last year... (squinting/thinking) Maybe like eight months?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so interested) You love it? \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Yeah, it’s cool. (thinking) Yeah, I do. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(sincere) Thanks for teaching me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(confused/upset ) What’re you gay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(what the FUCK) Why the fuck are you... THANKING me and shit? Stevie is freaked out and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(terrified) You think I’m gay because I thanked you for helping me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Yeah. Don’t fuckin’... THANK people, man. That’s gay as hell, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(genuine) I’m sorry. I didn’t know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(smoking/calming down) It’s fine. Now you know. It’s a little uncomfortably silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "(shaking his head/under his breath) Fuckin’ weirdo. Silence. Stevie is worried he’s blown everything. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "(gotta get something off my chest) Can I tell you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You gotta get a new fucking board, dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(surprised) Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "YES. That shit is eighties as fuck and has a wack ass neon Velociraptor on it screaming “cowabunga”. You look retarded, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(maybe you're off on this one) Are you sure? Everyone keeps complimenting me on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "They're fucking with you, Stevie. Stevie realizes and is hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(sad) Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(it’s okay) It's fine. Everyone here fucks with each other non-fucking stop. You just gotta get a new board fucking fast, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Okay, I will. For sure. How much are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Hundred twenty for a complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(shocked) I don’t have that kind of money. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "I’1l sell you my used setup for 40 bucks. Stevie thinks this over. He may be able to swing that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Don’t you need your board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(smiles) I’m saving up for an “Ultimate” board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so curious) What’s an “Ultimate” board?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(super proud) It’s the shop team’s board. You have to be ALLOWED to buy one. You can’t just walk in off the street and buy one. (now bragging) I just got the okay from the crew, so now once I get the money, I can get an Ultimate board. All Stevie wants in this universe is to be allowed to buy Ultimate board one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "So I'll sell you mine for forty bucks which is a dope ass price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Than.... Stevie is about to speak, but stops himself. Reconsiders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "I was about to thank you, but I know now how gay that is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(what the fuck) You don’t have to say that shit either. Just fuckin’ say nothing, yo. Jesus Fucking Christ. Stevie smiles. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(smiling) Sorry. Ruben chuckles to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You're fuckin’ funny, yo. Weird as hell but funny. They both laugh a little. Stevie realizes something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "I don’t know, probably like eight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(super nervous) Oh man. I... I gotta go, man. Stevie gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Aight, man. Stevie gathers himself and his board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "You don’t have to be home at a certain time? Ruben looks down for a beat. He stares down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(brushing it off) Nah. It’s better for me if I get home after my mom is asleep. Uncomfortable heavy silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(picks up on the trouble at home but doesn’t know what to say) Oh. Beat. Ruben looks up finally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "See you tomorrow? Stevie lights up! Ruben just invited him back to the shop \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(smiling like an idiot) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "A'ight. Ruben reaches out for the “lazy new homie handshake”. Ste skates off smiling from ear to fucking ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie bursts into the gas station bathroom with his boar He immediately, and in a mad rush, heads over to the sink starts pumping excessive amounts of soap all over his arm hands, face and scrubbing it off with water. He smells hi breath and can tell it smells like smoke. He’s panicked. literally begins to wash his mouth out with soap aggressively. He continues pumping soap, lathering and washing out the soap from his mouth manically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie is skating home as fast as he can. All of the sudd it starts pouring rain. He keeps skating even though it’s slippery and new to him. He has to get home. INT. STEVIE’S HOUSE - FRONT ENTRANCE - MINUTES LATER We hear the keys jangling outside and the lock open. Stev BURSTS through the front door. Dabney rushes from the kit to greet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Stevie? (then) You're soaking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I’m so sorry, I lost track of time, I’m so sorry it won’t happen again. Sorry. Dabney is confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "It’s only seven thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(sigh of relief) Oh. Great. \f37. Dabney is puzzled and amused. Stevie is worried she will smell smoke. He takes off to his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(running) I’m gonna put on dry clothes. INT. STEVIE’S BEDROOM —- CONTINUOUS Stevie bursts through the door and slams it shut behind h He takes off his shirt and dries himself off with it. He looks at his board and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(to himself) So lame. He looks out the window and it’s pouring. He looks back a his board. He wants to skate more, but it’s pouring. He p his board on the carpet and stands on it. He practices so ollies on the carpet. He doesn’t notice how loud the soun inside the house. He does a few more. Dabney BURSTS through Stevie’s door! It scares the shit o of him. She is scared also.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "What is that noise?! Are you okay?! She sees it’s the skateboard. She laughs a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "What’re you doing, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Practicing. She laughs. It’s cute. She throws herself on his bed on h stomach with her head at the foot of the bed facing Stevi It’s an invasion of Stevie’s space. He is annoyed by it b swallows it. He sits in his desk chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(relieved/laughing) You scared the shit out of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Sorry. I would have practiced outside but it’s pouring. She thinks for a moment. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "You love this skateboarding, huh? Stevie looks at her sincerely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(half smiling) Yeah. (then) Actually, there’s something I wanted to talk to you about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(deep breath) I wanted to... ask you... for money for a new board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(confused) Didn’t Ian just give you that board? It was ACTUALLY nice of him to do that and it’s perfectly good. Stevie protects his lie that Ian gave it to him and launc into his argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "The thing is. It’s not. I know that seems weird to you, but it’s like, from the eighties and it has like a neon dinosaur and says “cowabunga” and stuff on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "So? Dinosaurs are cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "It’s like... not a cool board. I need one of the “cool” brands or whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(wishing she could) I'm sorry, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Please Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "No. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Mom, I’m begging you. Please? Please? I’m begging you. I’m gonna be a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Kid. I want to give you everything in the whole world. I do. But I don’t have money to just throw away on skateboards. I’m sorry. I’m sure it’s not as bad as you think. Stevie looks down, bummed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(trying to cheer him up) On the bright side, it’s Saturday! Blockbuster night! Stevie is still bummed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "You can choooooose. “Defending Your Life”? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I can’t. Sorry. I have to practice. Dabney is hurt and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Not in the house. And it’s pouring out? Beat. Stevie gets up and picks up his board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(upset) I'll survive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(upset/guilting him) That hurts my feelings, Stevie. We always watch movies on Saturday night. Do you realize you're hurting me? Beat. \fRevision 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(under his breath but she can hear) You’1l survive. Dabney is hurt. Stevie leaves the room without wearing a shirt still and shuts the door. EXT. STEVIE’S HOUSE - 2 HOURS LATER It is pouring and Stevie is shirtless, practicing his oll angrily and with determination. Over and over. He is soak He falls some of the times, but continues and practices m He looks at the window of Dabney’s bedroom. He can see he watching “Defending Your Life” by herself. She seems worr and lonely. Stevie takes this in and feels guilty. He wat for a moment and debates going inside. He does. We stay o Dabney’s bedroom from outside in the rain and HOLD for a moments. After a bit, we see Stevie enter her bedroom and sit on the floor in front of her bed in his usual spot. T say nothing. They both just silently watch. She cracks a slight smile, relieved the fight is over. INT. DABNEY’S BEDROOM - THE NEXT DAY We are over Ian and Stevie’s shoulders as they look at Dabney’s dresser drawer next to her bed. Dabney is out of house. It’s silent. Finally...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(scared) I don’t know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Don’t be a pussy. It’s the only way. We are now on a TWO SHOT of Ian and Stevie. Stevie looks really terrified and really uncomfortable with doing this",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "This...doesn’t feel right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You came to me and said you needed forty bucks. That’s a lot of fucking money. Just open the drawer and grab forty for you and forty for me. Simple. Stevie’s eyes become a bit glassy. This feels very wrong. \fRevision 4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "(manipulating) Fine I’m fuckin’ outta here. You’re acting like a fucking baby... Ian turns to leave, but knows Stevie will cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Fine! Fine! Stevie is upset with himself for doing this, but has no o choice. He knows this is very wrong. He opens the door an VERY CAREFULLY grabs eighty dollars in cash from Dabney’s money stash. He closes the drawer shut and looks like he might start crying. Ian grabs his forty bucks and leaves room. HOLD ON Stevie looking incredibly guilty. He looks his forty bucks. He catches a glimpse of himself in the mirror. His eyes glass up again. He’s mad at himself for doing this. He spits at the mirror onto the reflection of face. He looks at himself in the mirror with shame. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie gives Ruben the forty bucks and Ruben gives him St used board. It is a new style shape, but the graphics are smeared from use and the trucks are all grinded down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "This is a sick deal. You’re lucky you caught me at the right time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so thrilled) Thank... (rapidly changing his words ) I... do... not... appreciate... this? Stevie and Ruben share a laugh. Stevie looks at his “new” board like it’s the Mona Lisa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(to the rest of the crew) I got the money, yo! I got the money! Jorge and Fourth Grade head over to Ruben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "That’s what’s up! \f42. Fuckshit grabs a brand new Ultimate deck off of the wall. smiles and brings it over to Ruben. Ruben is smiling from to ear. This is a MASSIVE moment for him. Ruben hands the money over to Fuckshit. This is a joyous moment for every Stevie is excited for Ruben. Stevie’s face says, “I would anything to have this be me one day”. The crew gives Rube props and fist bumps. Ruben smiles at Stevie, bragging silently about his new status. Stevie smiles back. Happy his new pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole crew is in the couch area of the shop watching Kareem Campbell’s World Industries’ “New World Order” ska video and talking to each other. Stevie sits on the floor admiring his new treasure. He ha not yet earned a place on the couch. He is able to listen on the conversations, but is not included in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Okay, okay, okay. I don’t fuckin’ get this one. Why do people say Mexicans are lazy and shit? The crew laughs. Some uncomfortably. The crew looks at Jo",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Why the fuck are you looking at me? That’s fucked up! Do people say that shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I heard that shit. But it doesn’t make any sense to me. Every time I see a Mexican dude he’s building like a fucking building and shit, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "That’s fucked up, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I didn’t say I say that. I said PEOPLE do! The whole point of this game is you can’t get offended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Okay. Okay. Fine. Fourth Grade, I got one: Why are white people so fuckin’ obsessed with their dogs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh! RIGHT?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "All my white friend’s parents have a dog that they talk about like it’s one of their kids and shit, like: (valley girl impression) “Eric has been, like, really in his own world lately”. The crew cracks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(laughing) I don’t even have a dog. I have a Gecko. The crew laughs hard at this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GECKO",
          "text": "They laugh harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "I don’t know ONE NIGGA in the universe with a gecko! The crew is dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "That is the whitest fucking animal on planet earth, nigga!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Why is that so fuckin’ funny? Nico is awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You have a GECKO named NICO?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAHHHH",
          "text": "The crew dies laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(genuine) That’s mean. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE, (CONT'D)",
          "text": "(interrupting the laughter) Okay! Okay! I have one: The crew simmers down. FOURTH GRADE (CONT’D) Can black people: (wait for it) Get sunburned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Jesus Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You are one of the dumbest motherfuckers I have ever met in my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "What?! I’ve genuinely always wanted to ask that! I honestly feel like a load off my chest even having asked. Like every time I’ve talked to you when it’s hot outside I’m like “does he not even need sun screen?” “Is there black colored sun tan lotion?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "YES. Black people can get sunburned, you dumb fuck. How do you know not know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You can’t lump all white people in with Fourth Grade. That’s fucked up to do to white people. The crew laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(to himself/a little sad) Fuck you guys. He picks up his camera and starts filming because he does know what else to do with his discomfort and hurt feeling \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Okay. (to Stevie) Yo. Kid. Stevie is like “is he talking to me?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Did you know black people could get sunburned? Stevie genuinely looks like he’s about to shit his pants. nightmare is being within a thousand miles of this conversation. A deer in headlights. His face turns from f to deep thinking to “fuck it, now or never”. WHAT IS HE G TO SAY. BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(dry/now or never) What are black people? BEAT. What is their reaction going to be. Stevie is freaking ou BEAT. Fuckshit breaks the silence and gives a VERY SLIGHT laugh. Almost silent. The others let out very minor laugh well. They’re not cracking up by any means, but their bar audible chuckles are the nicest we’ve seen them be to an outsider. Stevie is insanely relieved. The crew goes back to watchi the video. On the television, Kareem Campbell does a GIAN 360 Ollie over a massive gap as his last trick in the vid section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "FUCK! SHIT! That was DOPE! Let’s go hit Lockwood, yo. The crew all gets up and grabs their boards. Stevie stays seated. Fuckshit hovers over him and notices his “new” bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You coming, Sunblock? Stevie is in shock. Not only has he just been invited, bu even has a nick name?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Let's go. Fuckshit leaves through the front of the store. Stevie ge up with his new board. Ruben waits for Stevie. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(confused himself) What the fuck was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so happy/confused) I don’t know!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew skates through the streets of L.A. dodging cars SLOW MOTION. Stevie is doing his best, but struggling to up. This is hard and beyond his skill level but he is ina pack. A feeling he has never felt before. A pretty fuckin good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew, including Stevie, skate up to Lockwood, an elementary school and famous L.A. skate spot in a rough neighborhood (at the time). The gates are locked and the crew immediately start throw their boards over the giant fences and start climbing up hoisting each other up. Stevie looks a little freaked out has never hopped a fence before. He struggles over, awkwardly. The crew starts lining up benches and setting up picnic tables in an order to their liking. They start doing tric on the benches and picnic tables. We see shots of the crew trying tricks, talking shit and laughing. Stevie is practicing incredibly hard. He takes falls and the crew notices. After a particularly hard sla Fuckshit extends a hand to Stevie to help him up. He take it. It means a lot. Fuckshit skates off and attempts some tricks. Stevie skates over to Ruben who is drinking from big gallon of water. He offers the last bit of water to Stevie. Stevie has the last few drops and puts the jug do",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Thank y... (very quickly) I mean... nothing. Ruben shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(a little sarcastic) So you’re “Sunblock” now. \f47. Stevie smiles. Proud to have a nickname.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(genuine) How come some people have nicknames and some don’t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(annoyed because he doesn’t have a nickname) I don’t fucking know. (then) Jorge doesn’t. And he’s the best skater so whatever, yo. I think it’s like better not to have one. Stevie nods his head. Did he just offend Ruben?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. Jorge is the best and he doesn’t have one. That’s cooler for sure. Stevie looks at Fuckshit skating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Why do they call him Fuckshit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "‘Cuz any time he sees a dope trick he always yells out “FUCK! SHIT! That was dope!” Stevie laughs. The boys watch Fourth Grade filming Jorge doing tricks on the picnic tables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "I mean... they’re both fucking DOPE. (thinking) I mean they can land pretty much the same tricks, but Jorge... (smiles to himself) Jorge's just got the sickest style EVER. Stevie takes this in. A new concept for him. Style is vit TWO SHOT of Ruben and Stevie watching Fuckshit attempt a trick Jorge just landed elegantly. Fuckshit SLAMS HARD. R FLINCHES HARD. Stevie doesn’t flinch at all. The violence Fuckshit hitting the ground hard doesn’t phase Stevie at \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "(re: Fourth Grade) His name is “Fourth Grade” because he’s as smart as a fourth grader. Stevie laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(nervous ) Am I allowed to call him that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(a little mean/jealous) I wouldn't call anyone anything yet, homie. Stevie is confused about why Ruben seems a little weird w him for some reason. Jorge skates over sweaty and out of breath. He picks up the empty gallon of water. He turns t Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(matter of fact) Yo Sunblock, go fill this up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(happy) For sure. Ruben is ELATED he wasn’t asked for the first time ever. gives Stevie the nod to go do it. Stevie is ELATED that J remembered his nickname and asked him to do something for crew. Stevie skates off with the empty gallon to fill it at the water fountain. INT. STEVIE’S BEDROOM - THAT NIGHT Stevie sleeps in his bed with his new board next to him. hear various “skate sounds”. Wheels rolling on concrete, tails slapping against concrete. These sounds swell into symphony of skate sounds. INT. STEVIE’S HOUSE - KITCHEN - THE NEXT MORNING Stevie walks into the kitchen. Dabney is cooking eggs. He looks at the clock on the wall. He grabs a Capri Sun from fridge and takes it down in seconds. He is in a rush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Morning, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I gotta go, mom. I’m sorry I’m late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "I’m making eggs. What’re you late for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Uhh... I’m meeting some people to go skate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(disappointed) Oh. (guilting him) It would be very hurtful to me if you ran out the door because I woke up early to make you eggs. (more guilt) But if that’s what you feel you want to do and if you feel that that’s the RIGHT thing to do. Stevie wants to rush out, but the guilt takes its hold. H exhales and sits down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "I actually have a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(impatient) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "So I finally called this Todd guy back and now he hasn’t called me back and it’s been over a week. Is that like, a major red flag? Stevie thinks. He is engaged, but still really wants to g skate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(thinking) Umm... maybe he didn’t get the message?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Yeah I thought that. And then I was gonna call him again, but then I’m like “I’m not even into him’? I don’t know. \f50. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. I don’t know. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "I‘ll give it another day or two. Whatever. Ian enters the room and crashes towards the fridge. He op it and pulls out the carton of orange juice. He shakes it looks furious. It feels light. His face changes from blan furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "No one, Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "There’s less of it. I know one of you drank it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(terrified) I didn’t. I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Me neither, Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "It’s MY orange juice. Why don’t you fucking understand that? FUCK...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Fuck this shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEY",
          "text": "Ian takes the carton and leaves the kitchen. Dabney swall her anger and pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(seeing his opportunity) I’m sorry, I have to go. Sorry. Stevie runs out of the room. \f51. EXT. STEVIE’S HOUSE - MOMENTS LATER Stevie rushes out of his house. He is worried about being late for something. He skates around the corner from his house. He reaches a house and waits outside of it on the sidewalk. He paces around waiting. He looks around suspiciously. Finally, a 1990 Mitsubishi Montero SUV pull to the house Stevie is waiting in front of. Fuckshit is driving and Jorge is riding shot gun. Fourth Grade and Ru are in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Whassup, fool? Stevie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Hey man, I have to pee. Can I use your bathroom? Stevie is freaked out, he doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Uhh... our toilet is... broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Ah, crap. Ruben gets out of the car to let Stevie in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You're riding bitch, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Cool. Stevie is about to get in when all of the sudden, an OLD ASIAN WOMAN leaves the front door of his house and walks towards the sidewalk to her car. The crew looks confused. does she. Stevie looks panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(panicked to Asian woman) Bye! Have a great day!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD ASIAN WOMAN",
          "text": "(super confused/polite) Uh... you too. Stevie rushes in the car. Ruben gets in after him. The ca drives off. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew is blasting music and talking shit. Fuckshit is driving fast to impress his friends like teenagers do. St is beaming. This is the most freedom he has ever had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(whispering to Ruben) I’ve never been in a car without someone’s mom or dad or whatever. This is AWESOME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(baffled/irritated) YO! Keep this shit to yourself, Stevie. Fuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so excited) Sorry. Sorry. The crew smoke cigarettes and blast music as they drive. EXT. ARCO HANDRAILS —- DOWNTOWN LA - LATER THAT DAY Jorge busts amazing tricks down the stairs at the spot. Fuckshit does some slightly lesser tricks but still impressive down the stairs. Fourth Grade is filming Fucks and Jorge. Stevie watches Fuckshit watch Jorge land an amazing trick. Stevie clocks this making Fuckshit quietly resentful. Ruben is landing kick flips more and more and they're getting cleaner. Stevie is practicing his ollies intensely and getting CLOSER to landing one. EXT. ARCO HANDRAILS — DOWNTOWN LA - LATER The crew and Stevie sit on the stairs smoking cigarettes drinking from gallon waters. They’re mid argument.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Nigga, fuck you! I think you lost your fucking mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "What? You know I got those looks though, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "There’s no way in hell you are better looking than me, nigga. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "I think it’s close, but I’m maybe a point higher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "What are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Seven. Seven and a half?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "And what the fuck am I?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Six. Six and a half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "What the FUCK?! Fourth Grade is filming and laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You got that little ass crusty ass mustache, son. I think you’re fucking crazy. Jorge? Jorge just gives a cocky smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You got nothing to say here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(cocky/you already know) Come on, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "You guys can argue over being sixes and sevens all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Oh, and what are you nigga?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(cocky) Come on. Don’t make me say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "What the fuck is going on here? You think you're more attractive than me? \fBeat. 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Don’t make me have to make it weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "No, what the fuck number do you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "You're really gonna make me say it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "If not a ten. Incredibly close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT THE FUCK",
          "text": "The crew starts laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "No disrespect, but come on, I’m clearly the best looking in the crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Nigga, fuck you! You're pretty like a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "I’m marketable, son. I got those marketable looks. That’s part of why I’m gonna blow up once I go pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "DOG. You can’t SAY shit like that! And anyway, you’re pretty like, feminine. Like a beautiful girl or some shit. I’m ruggedly handsome. Young Denzel, son. Got that rugged power. The crew laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Young Whoopi Goldberg, son. The crew laughs. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "HA. HA. You look like Selena, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "You're just jealous. I got those model good looks, though. Fuckshit actually is jealous, but won’t show it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Fourth Grade, what number you think you are? Fourth Grade is filming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(shook up/to Jorge) I don’t... who do you think is better looking, Ruben or new kid? Stevie feels very uncomfortable. He is not comfortable wi his looks. He can’t even look at Ruben who is a bit uncomfortable even being compared to the new kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(annoyed at the comparison) Oh, come on. Stevie is so uncomfortable. He doesn’t want to argue this point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I don’t know, yo. It’s close. Sunblock got that nigga from “Home Alone” vibe going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE DOES, THOUGH",
          "text": "Stevie laughs embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Oh fuck OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(let's change subjects) Ruben is a lot higher number than me. I’m like a one. Ruben likes and respects Stevie putting himself below him the food chain. A HOMELESS MAN, 40s, is wandering through trash can near the crew. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I don’t know, you being modest, nigga. (to the homeless guy) Yo homie! Come here! The homeless guy looks up and walks up to the crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "Any change?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Yo, homie. Which one of these niggas is better looking? (points to Stevie and Ruben) This nigga or this nigga? The homeless guy thinks for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(laughing but nervous) You fucking STUPID, yo. Jorge and Fourth Grade are laughing. Stevie is shitting h pants. He thinks he’s ugly, but he doesn’t want to go ove Ruben’s order in the crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Like, if you had to give them each a number from one to ten what would they be? The homeless man thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "(to Ruben) Five. Ruben is pissed. HOMELESS MAN (CONT’D) (to Stevie) Seven. The crew all dies laughing! Ruben is furious and Stevie i scare shit-less. He looks down so embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Ahhhh!!!!!!! (to Ruben) You ugly, nigga! \fRevision 57. Fuckshit hands the homeless guy some change. He walks awa The crew gets up and skates. Stevie walks up to Ruben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I think you’re way better looking than I am...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(pissed) Shut the fuck up, yo. Ruben skates off and practices kickflips. Stevie looks up but goes back to practicing ollies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew is driving by a movie theater in Westwood. The l is around the block for people waiting to see “The Usual Suspects”. Fourth Grade is filming as they pull up to the line and stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WEIRD GUY TELLING THE STORY IS",
          "text": "KEYSER SOZE!!! THAT’S THE TWIST AT",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END",
          "text": "The crew cracks up laughing. The people in the line look fucking pissed and upset they now know the end to the mov they're waiting to see. The car speeds off as the crew di laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew is in their same seats in the car. Fourth Grade filming as the crew fucks with people from the car. Throw shit at other cars and laughing. Hollering at girls. Fuck with other drivers. They pull up to a SOCCER MOM, 30, ina mini van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(to the soccer mom) Yo what’s up, baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCCER MOM",
          "text": "(disgusted) Leave me alone. The crew laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Just give love a chance, lady! \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCCER MOM",
          "text": "(pissed) Fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You can deny it all you want, but I’m sensing a real back and forth here. Sparks, ya know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOCCER MOM",
          "text": "In your dreams. You’re a four. The crew explodes laughing!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "Ahhh!!!! She called you a four, son!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(upset/to himself) Four. That’s fucked up. They sit awkwardly at the stop light. She smiles that he’ getting clowned on. Fuckshit awkwardly rolls up the windo embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOLLY IN OVER Stevie’s shoulders REVEALING the vast outdo plaza of the West Los Angeles Courthouse. This is the street skating Garden Of Eden. The place is PACKED with over 100 SKATERS of all ages, skating the abundance of ledges, a giant drained fountain can do tricks into, stairs and a taller stage to grind or manual on for the most advanced. CLOSE ON STEVIE’S FACE taking it all in. He’s made it to heaven. BACK TO all of the skaters tearing it up. Stevie makes his way close to Ruben. Ruben is a little co to Stevie because of the looks conversation, but has cool off some of his anger towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(with wonder) What is this place? \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "The Courthouse. Stevie takes it in. He senses this place is special. It’s bursting with energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "Illest skate spot in LA. SHOT of skaters grinding on the ledges. SHOTS of skaters ollieing and doing flip tricks down the two sets of stair SHOTS of the way better skaters doing big tricks into the fountain. It looks scary hard. We see Jorge ollie up the stage to manual and manual the whole stage and pop off of other side. It’s remarkable to watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "It’s an actual Courthouse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "It’s super fucking illegal to skate here. Trespassing, destruction of public property, and it’s federal property, you have to watch out for cops constantly. They do surprise raids usually once a day. And the craziest part is, the court house is ATTACHED to the police station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "The two buildings are LITERALLY connected. CHYRON: COURTHOUSE. POLICE STATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "So if you hear someone yell out “5-0\", you just take off running as fast as you can outta here don’t try and find the crew. Every man for himself. Meet up at Subway on Sawtelle. Understand? Stevie looks a little freaked out, but excited by the dan of it all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. \f60. We see around 30 HOMELESS MEN, all ages, on the upper dec the courthouse at picnic tables looking down on all the skating, playing checkers, drinking from paper bag covere beer cans. Two of the men appear to be in a pretty ugly argument that looks like it’s about to become physical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(re: homeless guys) What’s up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "That’s where the bums hang out. They usually are pretty cool and keep to themselves. Sometimes they’1l get shit faced and cheer on the skaters, but sometimes they go nuts so you gotta watch out. If one of them offers you something to smoke, don’t fucking smoke it. It’s probably crack. Stevie’s face tells you “that is fucking terrifying.” Stevie and Ruben stand on their boards with their backs against the brick wall. They both smoke a cig. Stevie is slightly more comfortable smoking now. Stevie and Ruben clock DANIEL CASTILLO, early 20s and CHI BRENES, early 20s. Stevie’s face lights up! Ruben can’t e help his excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (CONT'D)",
          "text": "(trying to be cool but can’t help it) Holy shit, that’s Daniel Castillo and Chico Brenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Whoa! I know who they are! I saw them in Thrasher!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Yeah, they skate for Chocolate, yo. They're so fucking sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(shocked) They skate here? Like where you guys skate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Yeah, yo. Everyone skates here. \f61. Daniel and Chico cross paths with Fuckshit and Jorge, who pick up their boards and show the pros respect. Stevie watches Jorge laugh and joke and make the pros laugh and smile. Fuckshit is more shy and puts on way less of a sho for the pros. Stevie and Ruben watch from a distance as Jorge busts a couple beautiful tricks with sick style and lands them perfectly. The pros seem impressed. They then watch Fucks try to nail the same tricks. He lands all except the last but with a lot clunkier of a style. The pros seem less impressed. Fuckshit tries that last one again and lands i The pros are into it, but not nearly as into it as they w with Jorge’s display. Fuckshit sits on one of the ledges ties his shoes a little defeated. Stevie watches Jorge be “life of the party” and continue to make the pros laugh a be entertained. Stevie sees Fuckshit skate away form Jorg and the pros, a little disheartened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "Stevie is practicing his ollies non stop in his own world",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDOM KID, (0.S.)",
          "text": "S-Ol!L1E! S-OlLEiiee Fuckshit and Stevie’s head turn up. Fuckshit takes off running!!! Stevie is freaking out! All of the hundred or skaters TAKE OFF RUNNING in different directions! COPS ch skaters out of the courthouse in all different directions Three random skaters in different parts of the courthouse caught and handcuffed and the cops take their boards. Ste picks a direction and TAKES OFF RUNNING! A cop SWIPES at but he narrowly escapes and makes it out of the courthous He runs like the wind with his board in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie is running. He is alone, scared and unsure of his fate. He’s sees the SUBWAY!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie bursts into Subway in a panic. The crew are all sitting down while Ruben is in line calmly ordering sandwiches. Stevie is FREAKED OUT. The crew sees him and laughs. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Sunblock, what’re you doing here? We thought you were doing ten to fifteen in San Quentin! The crew explodes laughing. Stevie composes himself and g in line with Ruben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(with authority) Four meatball six inches. Ruben hands Stevie the money and sits with the crew at th table. Stevie happily waits in line, but it was a bit mea spirited the way Ruben said that and handed him the money Stevie watches Ruben sit with the crew while he waits in line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew are eating their Subway sandwiches in the car as music blasts. The car pulls up to a house and stops. Rube gets out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Hey, Rube, can I pee in your house, man? Ruben freezes. He’s uncomfortable and doesn’t have a response. Stevie looks over to the windows of Ruben’s hou The shades are closed and there is something unsettling a off about the vibe of Ruben’s house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Uhh... my toilet is broken. Ruben gives Stevie a little look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Man, FUCK! Is everybody’s toilet broken in this city?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "Later, Ruben. The car drives off. Stevie looks over his shoulder at Rub out the back window. Ruben goes up to the front door and like he’s going to go in, but then once the car has drive away a bit he skates off around the corner going somewher else. Stevie is the only one who clocks this. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie is shoveling food into his mouth rapidly as Dabney watches with a disgusted look on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Jesus Christ, SLOW DOWN. You look so unattractive when you eat like that. Jesus. Stevie uncomfortable stops. He feels bad about the commen but is more focused on finishing so he can go practice mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(with a mouth full of food) Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "As I was saying, he finally called... Stevie stares blankly at Dabney as she talks about Todd. hear faint bits of her words, but we hear loudly the swel symphony of skate wheel sounds. EXT. STEVIE’S HOUSE - THAT NIGHT Stevie practices. He’s getting better. In fact, he’s gett pretty good. After we see three close attempts he LANDS H FIRST OLLIE! Smiles. To say he’s satisfied is an understatement. He celebrates and goes APE SHIT! Running around the front of the house taking his shirt off and wa it around!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHUT THE FUCK UP, FAGGOT",
          "text": "Stevie is FREAKED OUT. He looks at Ian’s window, which ha Ian hanging out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN, (CONT'D)",
          "text": "Skating’s fucking gay. Shut up. Ian slams the window shut. Stevie is shaken but this is t good of a moment. He goes back to celebrating... but quie \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew sits on lunch tables smoking cigs. It’s a Sunday the school is theirs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Two weeks?! What the fuck?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I know, nigga. I got my report card and my parents were fucking PISSED. No car for two weeks. Might as well cut my dick off. The crew laughs, but is bummed Fuckshit has no car for tw weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Parents are so fucking retarded, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "Word. So fucking retarded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I’m a senior in high school, it’s not like all of the sudden I’m gonna get into Harvard or some shit. Everyone is quiet thinking about their own situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "I mean, my parents went to good schools and became lawyers and got paid and shit. I mean, they’re not Puff Daddy or some shit, but I respect what they did. That shit just isn’t me. I get C’s and I’m a’‘ight with that shit. I spent my time skating and chilling with my niggas and I wouldn’t have done it any differently. Stevie is taking this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "I hope I go pro for sure. That would be so ill. But no matter what, I’m gonna work in skating for sure. (does he even believe this next sentence) And who knows, I may go pro? \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Fuck yeah you will, yo. Fuckshit smiles, but is this his friend being just nice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "You KNOW MY ASS is going pro and the second I do I’m gonna be like I don’t ride without Fuckshit on the team! Jorge doesn’t realize this is a hurtful thing to say. Fuckshit is almost in shock that Jorge is so unaware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(in shock) Oh really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(still not realizing) Yeah, really! I see so many people not doing shit with their lives. I’m lucky as shit I might be able to do something with mine. We’re going all the way, yo. I got the illest style, yo. Nobody does the tricks I do, looking as good as I do. Style over everything. Stevie watches Fuckshit take this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "I’m gonna fuckin’ ball out, yo. Drive Range Rovers and shit. And you're gonna be doing that shit with me, yo. I’1l be on the cover of Thrasher in no time like, “this is my crew, yo! Ultimate fo’ life!” The crew all laughs and thinks it over. Jorge most likely going pro and that’s a weird thing for them to think abou Fuckshit looks especially perplexed maybe realizing that friend is going to go all the way and he probably won't. seems sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "What about you, Fourth Grade? Fourth Grade is put on the spot. He fiddles with his came nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Oh... me? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Yeah, you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Shit... (beat) I guess, like... (looking down/nervous) Maybe like...make a...movie...or whatever... The crew CRACKS UP! It feels mean and Fourth Grade looks super embarrassed and angry he opened up like that. FOURTH GRADE (CONT’D) (angrily into his camera) Fuck you guys... shut up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "This nigga think he Spielberg and shit! The crew laughs more. Stevie isn’t laughing. He sees Four Grade’s pain but there’s no way he’s saying shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(embarrassed) Never mind. (making a joke out of it) That is stupid, yo. (then) I don’t know, maybe I’11 work for my dad or whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(interrupting) I don’t give a fuck what I do, yo. I just wanna smoke the most weed. Do the most cool shit. Fuck the hottest bitches. And have the most fun ever. All the fucking time, yo. I feel like every old person I see doesn’t give a fuck about having fun, yo. The crew laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(laughing) You're fucking stupid, yo. What about you, Sunblock? Stevie thinks deeply. He has no clue. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(genuine but matter of fact) I don’t know. The crew doesn’t know how to react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Dope answer. The crew laughs at Stevie. That was a harsh reaction from Ruben but Stevie takes the abuse. Stevie laughs it off. B",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(dry/with The most confidence we've seen from him) Maybe find cooler friends to hang out with. HOLY SHIT STEVIE MADE A JOKE!!! Beat. Everyone except Rub laughs. Ruben looks away not giving him props for his jok Everyone thinks about the conversation for a silent momen",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Let’s skate this gap, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Oh you wanna skate the GAP?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "BIG BALLS over here! The camera PANS UP above them and shows a roof gap over t lunch area. There is at least a ten foot drop if you fall through the gap and don’t make it to the other side. Scar",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The crew stands on the roof of the roof gap. It’s scary u there and everyone has a nervous energy. Without hesitati Jorge skates up and kickflips over the gap effortlessly. crew smacks their boards and hoots and hollers. Jorge put his arm up from the other side. Fuckshit is shaken by thi After the conversation they just had there is no fucking he’s not going to bust something over the gap. Fourth Gra is filming. Fuckshit pushes hard towards the gap. He 180’ it. It’s not a kickflip but he lands on the other side. \f68. Pride in tact. Jorge puts his fist out for a fist bump. Fuckshit is still stinging from earlier but gives him the fist bump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(from the other side) A'ight Ruben! Ruben tries to psych himself up. He is shook by this. Sca He finally skates up to the gap, but at the LAST POSSIBLE SECOND he jumps off and picks up his board. Jorge and Fuckshit “boo” him. He goes back to the starting point. R looks embarrassed and pissed. He psyches himself up. Stev clocks Ruben’s nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(genuine/quietly) You got this, man. Ruben shoots daggers at Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(to Stevie) Shut the fuck up, fag. Stevie is hurt by this. Ruben is now just being mean to h It reminds him of Ian’s treatment of him. Stevie is hurt. of nowhere STEVIE SKATES BY RUBEN!!!!! Without any fear Stevie approaches the gap and tries to ollie it!!!!! Ever in the crew reacts like “what the fuck this guy is insane Ruben looks like he is seeing the “Ghost of Friendship Pa skate by him. Stevie pops off the gap and NOWHERE NEAR MA IT to the other side! He immediately CRASHES DOWN the ten foot drop and SLAMS onto the picnic table below! Is he fucking dead?! He lays on the table motionless. The crew rushes down to see if he’s okay. Fourth Grade is filming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAD",
          "text": "Stevie lays there motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Is he fucking dead, yo? Fourth Grade, while filming, pokes Stevie with his finger",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Don't poke him asshole! \f69. Stevie wakes up a little. He is fucked up but he is alive The crew picks him up onto his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You okay, Sunblock? Stevie is out of it. As he stands up his head is LEAKING BLOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "Eww!!! Oh shit!!! Fuckshit takes Stevie’s shirt off and wraps it around his head to stop the bleeding. The white shirt almost immedia is soaked with blood. Stevie comes to. He notices the blo but doesn’t make a big deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Are you okay? Stevie takes the pain. He is okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. I’m cool. I’m cool. The crew minus Ruben cheer him on! They hoot and holler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "This nigga Sunblock is insane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Fuck yeah, fool! Jorge and Fuckshit shower Stevie with props and hugs and slaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "BIG BALLS, yo! Ruben is pissed at the love Stevie is getting right now. realizes something he’ll never shake. Stevie has somethin never will. Ruben’s skating has a ceiling that Stevie’s doesn’t have. Ruben has fear and Stevie doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "(to Ruben) Take off your shirt, he’s bleeding through his. Ruben looks furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(deeply insulted) Hell no. \f70. Jorge looks PISSED at Ruben for defying him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "I said “give him your fucking shirt, yo”. Right fucking now! Ruben is humiliated. He reluctantly and with a horrible attitude, takes his shirt off and angrily throws it at Stevie. Stevie catches it. He and Ruben lock eyes. Ruben’ eyes say “don’t fucking put that on your head or else”. Stevie looks into his eyes as he makes the decision to wr Ruben’s shirt around his head over his own bloody shirt. Ruben can’t even look at Stevie because he hates him so m right now. Ruben feels incredibly disrespected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(to Stevie with respect) You crazy, nigga. Stevie smiles. He has never felt so accepted. Fourth Grad reviews the footage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(genuine) Hey Sunblock, I’m not in love with the angle of the shot. Can we try one more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE AND FUCKSHIT",
          "text": "Shut the fuck up, yo!/You're retarded! Ruben looks as if he might cry. Stevie is woozy, but is i heaven. Both shirts are now soaked through with blood wra around his head. Fuckshit picks up Stevie’s board which is broken in half. hands it to Stevie. Stevie is really upset his board is broken. Fuckshit pats him on the back. Stevie gets woozy again and back to the high of the positive attention he i receiving. INT. STEVIE’S HOUSE - FRONT ENTRANCE Stevie tries to sneak inside the house with his board wit making a sound. Almost the moment he walks in Dabney rush towards the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Stevie? She sees Stevie with his head wrapped in a blood soaked shirt. She lets out a screeching scream! \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie sits in a chair shirtless as Dabney carefully clea the wound on his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(worried/pissed) Okay this is done. You’re done. The skateboarding...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(please listen) Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "No. It’s done. That’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(respectful but passionate) Mom. Please listen to me. Please. Dabney holds her angry words for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Mom. This is what I love. I love it. I love it more than anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(heated) I’m sure I would love heroin but I’m not going to do THAT every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(doesn’t even know how to argue that one) I... what?! (fired up) That is... such a weird thing to compare that to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "Well I’m not gonna let you get killed by smashing your head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I CAN’T STOP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(can’t keep it in)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(incredibly passionately yelling back) I KNOW! I KNOW THAT! I’M SORRY! I’M",
          "sentiment": "neutral"
        },
        {
          "speaker": "SORRY",
          "text": "Stevie calms himself. He doesn’t like exploding like that Dabney sees he is serious and can’t help but think about he is saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(calming himself) I love you. But I can’t... (chooses his words very carefully) I won’t let you take this away from me. Stevie takes a deep breath. He’s calm. Stevie has never s up for himself like this before. Both he and Dabney are shocked. Dabney realizes he won’t back down from this one She thinks for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(genuinely confused) What do you love about it so much? Stevie thinks. He just kind of looks off and smiles. He doesn’t know how to put it into words. He looks at her an smiles. She nods her head and bites her lip nervously. No happy but she understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(but for real) Who are these kids that you skate with? Stevie thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "Are they older? Are they... from good... families? I mean, who are they? Stevie looks at her with real sincerity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "They're my friends. Stevie gets up from the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(calmly/sweetly) I can’t stop. \f73. Stevie gives her a hug for a moment and then leaves the kitchen. INT. STEVIE’S ROOM - MINUTES LATER Stevie examines his broken board. What is he gonna do? He puts the broken board back down and walks up to his mirro He examines the bloody wound on his head. It isn’t going kill him, but it’s ugly and hurts. He tries to touch it b it stings. QUICK FLASHES of the crew giving Stevie props while he bleeds from his head. Stevie tries to touch the wound again. ANOTHER QUICK FLASH of the crew celebrating reckless wound. He stares at himself in the mirror. He se proud of his wound and in pain at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie hands Ian his Discman as Ian hands Stevie twenty bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(confused but doesn’t want to blow the deal) You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(definitely) Yes. Ian looks at Stevie in a weird way. Why isn’t Stevie upse about giving up his Discman? His usual dickish expression turns more to puzzled and possibly even a SLIVER of conce",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(are you SURE?) Twenty bucks. For your Discman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(more definite) Yes. Stevie leaves Ian’s room with the money. We se on his fac doesn’t miss his Discman. That’s the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie enters the shop. Ruben is at the counter. Stevie thinks and makes the decision to just walk by without acknowledging him. Ruben does the same. \f74. The silence and the lack of eye contact speak volumes. St walks towards the back of the shop. He heads to Fuckshit over at the work station by himself. Fourth Grade is on the floor looking at footage on his camera. Jorge sits on the couch watching a video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "FUCK! SHIT! Look at this crazy ass nigga over here! Stevie can’t help but smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "How’s your head, psycho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "It’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(laughing) It’s not fine, Sunblock. There’s something wrong in that head. Stevie laughs. He then gets a bit serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "My board broke, though. Stevie looks down. Bummed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(smiling) You should ride one of these. Fuckshit pulls out and hands Stevie an Ultimate deck. Ste is smiling huge, but then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(in SHOCK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Yeah. Ruben is FUMING. Fuckshit is letting Stevie buy an Ultima board ALREADY! ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(elation turning to sorrow) Yeah... I was able to get twenty bucks. I know that’s not even close to enough... \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(smiling) This one’s for you. No one will miss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(in SHOCK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(in MORE SHOCK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE YOU FUCKING SERIOUS",
          "text": "Fuckshit, Jorge and Fourth Grade can’t help but smile/lau at how genuinely happy Stevie’s reaction is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "It’s yours. Ruben gets up and STORMS out of the store. Jorge calls af Ruben, unaware that Ruben is pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(calling after Ruben) Ay! Go grab some Skittles! Ruben is already out of the store in a huff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(to Fuckshit in disbelief)",
          "sentiment": "neutral"
        },
        {
          "speaker": "REALLY",
          "text": "Stevie might actually cry tears of joy. The smile is embarrassingly big on his face. Dopey even. It’s cute but subtle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(laughing at how adorable) Yes, fool! Stevie thinks deeply for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Am I allowed to thank you for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(confused) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Am I allowed to thank you for this? I want to, but I don’t want you to think I’m gay? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Nigga, WHAT THE FUCK are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I really appreciate it, but I’m not gay or whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(what the fuck is he talking about?) Nothing gay about saying thank you, dumb fuck. It’s just basic manners, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(embarrassed) Oh... I... thank you. Fuckshit is Stevie’s new hero in life. He is now a G-d to Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(so genuine) Thank you so much, Fuckshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You’re welcome. Now watch closely. You're gonna be setting up a million of these. I’m only doing this for you once, homie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SETTING UP BOARD",
          "text": "- Two deck. - The tape. - The hands precisely lay a piece of GRIP TAPE on the wooden hands massage out all of the air bubbles in the grip side of a screw driver rubs furiously against the grip tape outlining in chalk the outline of the wooden deck. CLOSE ON STEVIE’S EYES WATCHING. - A razor blade precisely cuts off the excess grip tape. board takes its shape. - A screwdriver is used to poke four holes on each side o the board where the screws will go through. - Four screws on both sides of the board go through the d CLOSE ON STEVIE’S EYES WATCHING. \f77. - The metal trucks are placed on the bottom of the deck w the screws going through the little holes. - An electric drill screws in the four screws on both sid of the deck attaching the trucks. - Eight bearings go into eight wheels using a giant contraption on the work space. -CLOSE ON STEVIE’S EYES WATCHING. - The eight wheels are placed onto the trucks and tighten with a skate tool. - Lastly, the board is flipped over and CLOSE on the grip tape as a “U” insignia is carved out near the tale of the board with a razor blade. END OF MONTAGE. Fuckshit hands Stevie the board and also an Ultimate hood Stevie puts the hoodie on immediately. He can’t stop smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Go skate that shit. Stevie is grinning like a fool. He turns to run out to sk his new treasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie bursts out the back. He jumps around celebrating w just happened. He has never been so happy in all of his l He admires his new treasure and almost squeals with excitement. Joy. Beautiful, pure, joy. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE IN",
          "text": "INT. STEVIE’S HOUSE - DEN Stevie and Ian sit in silence on opposite ends of the cou watching the television. Stevie now has a shaved head and full “skater look”. He looks edgier and more confident in room with Ian than he ever has been. They are expressionl zombies. Ian looks over at Stevie and notices a pack of C Light cigarettes hanging out of his pocket. Ian gets a we look on his face. Why the fuck does Stevie have cigarette Ian is confused and has no idea he is feeling it, let alo how to show it, but this concerns him. This is really fuc with Ian by the look on his face. \f78. He almost says something, but doesn’t know how. It comes very grunted and uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(grunty ) You fucking smoke now? Stevie notices the cigarettes hanging out of his pocket a quickly shoves them back into his pocket. Stevie looks at TV, nervous to make eye contact with Ian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(not sure what this is about) I’m holding them for my friend. Ian can’t figure out the words he wants to say. We see hi struggling to find something to say in the form of brothe advice or concern. Ian stays looking at the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(awkwardly grunted) Your friends smoke and shit? You think that’s cool? Stevie does not recognize the intention or tone of this t of conversation with Ian. They both feel incredibly uncomfortable. Is he about to start ridiculing Stevie? Wh is this? Stevie stays looking at the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I uhh... I’m holding them for a friend. Beat. Stevie gets a bit nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "You’re not gonna tell mom I have them? Ian thinks for a beat. He has a hard time finding words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "You know mom used to smoke, right? Stevie thinks Ian is fucking with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(watching TV) She did a lot of stuff like that. \f79. Beat. Stevie is trying to figure out what Ian is trying t say. IAN (CONT’D) (not taking his eyes off the TV) She was a lot different when I was a little kid than when you were a little kid. Beat of uncomfortable silence as they both continue just staring at the TV. No idea how to talk to each other. Ian struggling to find words even harder while remaining focu on the TV. As he struggles to find what he wants to tell Stevie he ends up just making an awkward noise of finding words. Stevie feels uncomfortable. What the fuck is this conversation? Ian swallows the ember of concern he has for his brother picks up the remote and changes the channel on the TV. They both go back to their zombie TV watching faces. LONG UNCOMFORTABLE, DEAFENING SILENCE. BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN, (0.S.)",
          "text": "When do you get your car back, yo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (0.S.)",
          "text": "Don’t fucking worry about it, homie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crew and Stevie sit on the public bus in the harsh florescent lighting. Laughing and joking around. They hav taken over the back of the bus. Jorge and Fourth Grade write graffiti with paint pens on back seats of the bus. Fuckshit is scraping the word “Ultimate” into the back of seat in front of him with his house key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You should feel lucky you ever get to ride in that car, nigga. (pissed at his parents) My parents are being so fucking retarded, though. For real. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "I can’t wait to get my first whip so I never have to ride the fucking bus again. Soon, son! Fuckshit rolls his eyes. Jorge doesn’t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Yo. So tonight should go pretty fucking smooth. Angela is having a kick back and I’ve been working her for like two months, nigga. She wants my shit, yo. And if y’all niggas ‘aint too corny you might be able to get some pussy too. She got friends coming. Jorge rolls his eyes at that and laughs to himself. Fucks doesn’t notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(on the low to the crew) Yo, put out your hands. Everyone kind of smiles. Stevie is curious and pretty ner but won’t show it. Jorge pulls out a prescription pill bo and puts a pill in each of their hand. Stevie is really s by this, he doesn’t know what the fuck this is. Fuckshit clocks Stevie’s nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(mot a great idea) Yo nigga, don’t give them that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(don’t tell me what to do) Relax, yo. Don’t be a bitch. Fuckshit swallows his concern and represses his urge to f with Jorge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "(to Stevie) It’s Ritalin. It makes you hyper as fuck. It’s crazy fun. Stevie looks at the pill in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Is it dangerous? \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "My mom made me go to a fucking psychiatrist and he said I have ADD. He gave them to me after like an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(nervous ) Uh. Is it, like, bad for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "If a doctor gave it to you it can’t be bad for you. This makes perfect sense to Stevie. Jorge and the Crew al take the pill. So does Stevie. Fuckshit quietly throws hi the floor of the bus and pretends to take it. The crew us their saliva to swallow it, awkwardly. It takes some a fe tries. INT. ANGELA'S PARENT’S HOUSE - THAT NIGHT ANGELA, 15, (Caucasian but trying to look like a Chola wi dark lipstick etc), and her friends, TERESA, 15, ESTEE, 1 and ZOE, 15 are in the kitchen, eating chips and salsa. Jorge grabs a grocery bag full of 40 ounces out of the fridge. He coyly smiles at the girls. They all like him. WE FOLLOW Jorge through the kitchen to the BACK YARD... EXT. ANGELA’S BACK YARD - CONTINUOUS Fucking wired on Ritalin, the crew plays S.K.A.T.E. ina small concrete area. Stevie is having fun, but his heart beating out of his chest. Jorge starts skating around while drinking a 40. The crew grabs 40s out of the bag. Jorge skates over to Stevie and hands him the 40. It’s hu compared to his small body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Cheers, homie. Stevie nervously starts chugging from the 40. Jorge laugh and skates again. Stevie holds the 40 taking sips and watching. Laughing with the crew. \f82. EXT. ANGELA’S BACK YARD - LATER Now the guys and the girls are a little more intermixed. are passing around a little pipe with weed in it. Fourth Grade is filming people smoke and hang. Stevie goe hand Ruben the pipe to smoke. A peace pipe if you will. R coldly turns away, grabs his board and skates away. Stevi gives a “well, I tried” look, and smokes some more. Stevie notices Fuckshit watching Jorge flirt with Angela. is super into it. She wants Jorge. Stevie sees this reall upsets Fuckshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys and girls have mostly paired up with one and oth Ruben and Fuckshit sit on the couch watching cartoons. Th are all high and hazy. Stevie notices Jorge take Angela i a room and how sad this makes Fuck Shit. Stevie and Estee stand by the stove in the kitchen. She i taller than him by at least seven inches. Stevie is fucked up for the first time ever. He doesn’t really know how to talk to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "I can’t believe you're in seventh grade. That is so fucking crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(looking down) Yeah. It’s cool. I fucking hate it actually. She laughs and so does he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "School is the worst shit ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "(still giggling) Yeah, it’s a fucking nightmare. Especially middle school. Stevie just kind of nods his head. Doesn’t know what to s",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE, (CONT'D)",
          "text": "How long have you been friends with Jorge and those guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pretty fucked up) Like a couple months. It’s cool. Fuckshit’s my best friend for sure. He’s so cool. Fourth Grade is cool, he just doesn’t talk a lot and is always filming the stuff we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Ruben and I used to be homies, but he hates me now I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I don’t know. Maybe ‘cuz Fuckshit likes me more now I think. Stevie thinks about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Jorge is so cool. He’s like, the coolest fucking person. But he probably doesn’t think I’m that cool. Like he probably doesn’t want to be best friends or whatever. She smiles at how cute Stevie is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "You're so cute. Angela likes Jorge a lot. Do you think Jorge would actually date Angela or just like hook up with her and then like, not talk to her for like a month until he wants to hook up again? And then, like, pretend to be nice again? Stevie really doesn’t know what to say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "You're nicer than those guys. You're, like, naturally nice. Not like, fake nice. \f84. Stevie tries to figure out a response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Thank you. You’re nice too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "You're like at the age before guys become, like, mean. Stevie looks down and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE, (CONT'D)",
          "text": "Have you ever done stuff with a girl? Oh shit. Stevie is nervous as fuck. Pulls it together bes can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. Estee looks at Stevie skeptically but with a sly smile. S pretty sure he’s full of shit. She grabs his hand and leads him away... Through the living room, where Fuckshit is watching the cartoon show “Doug” on the TV. Fuckshit and Ruben clock E leading Stevie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(whispers to himself in disbelief) What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie and Estee sit on the bed with the lights off. Only moonlight shows us anything. Stevie is crazy nervous. After a long silence, Estee leans in and kisses Stevie. T start making out... not in a movie way, but just a long e teenage make out. No music, just sounds of making out. After an uncomfortably long time, she stops kissing him. takes off her shirt and bra. She takes her pants off. She takes his hand and very slowly moves it up her leg. She guides Stevie’s hand up her thigh and into her underwear. She moves Stevie’s hand around. After a few moments of searching we see his face turn to surprise/confusion/shoc but he is hiding it well. She then takes Stevie’s pants o She puts her hand in his crotch. \f85. We show whatever is legally possible to show and try and this as authentic as possible to convey the awkwardness a discomfort of teenage sexuality. CLOSE UP ON THEIR FACES for an uncomfortably long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARD CUT TO",
          "text": "INT. ANGELA'S PARENTS BEDROOM —- MINUTES LATER In silence, Stevie sits on one side of the bed pulling hi jeans up over his boxers. Estee is putting her shirt on. No bad feelings or anything like that, just awkward teena “I don’t know how to have a normal conversation after thi Estee gets up and walks towards the door but doesn’t exit She turns towards Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ESTEE",
          "text": "Come on. Stevie gets up and walks towards her. She gives Stevie a sweet smile. He gives her a sweet smile back. She opens t door and they walk out, but not holding hands this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls clock Estee and Stevie and know where they’ve b Estee veers off towards the girls in the kitchen and they giggle a bit. Stevie hears the guys outside and walks out door to go be with them. The crew laughs at Jorge’s retelling of what happened in hook up with Angela. Everyone is into the story except Fuckshit who is fuming. Jorge is so unaware that he hurt friend tonight. Stevie walks up with a smile he can’t contain. They shift their focus towards him. Except for Ruben, the all happy as fuck for Stevie and a little ready to give h hard time/are going to make him tell them everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(huge smile) What the fuck’s up, Sunblock? Stevie smiles from ear to ear. The Crew starts laughing. Stevie bro hug props. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You need to tell us what the fuck happened in there. WHIP PAN to Stevie. He looks like the happiest deer ever be caught in headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(mind blown) She put two of my fingers in her vagina. WHIP PAN back to the Crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OOOOOHHHHHH/ SHIT",
          "text": "WHIP PAN to Stevie. He’s fucked up and laughing with them He’s way looser than we’ve ever seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "It’s like, so much further DOWN than I always thought. It’s so low. WHIP PAN to the Crew. They explode with laughter. WHIP PAN to Fourth Grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(laughing THEN “the more you know”) You know there’s a third hole just for peeing? WHIP PAN to Stevie. Stevie did not know that. WHIP PAN to Fuckshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Everybody fucking knows that. What else happened? WHIP PAN to Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so happy) She touched my dick. Like, a lot. WHIP PAN back to the crew. They are giving him props.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "SHIT/THAT’S TIGHT! \f87. Stevie feels like the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so genuine/wasted) I'd like to have that happen more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Estee is bangin’. Props little, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "That’s dope/props. Jorge looks at Stevie and smiles and laughs a little. Jor is pretty wasted and is proud of the other Casanova in th group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "That's what’s up, homie! The guys all drunk skate. Jorge is veering on uncomfortab fucked up. He puts his arm around Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "(slurring) Look at yuur man, fing’ring grlls and shit. You, fuck yeah, man. Jorge hands him the 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Drrnk that shit, Sunblock. Stevie is drunk but continues to drink more. Jorge watche Stevie drink more. Smiling at getting Stevie fucked up fo the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "You fucked up, huh? Stevie smiles and nods his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "You know it’s only getting better from here. Only getting better and bigger, yo. Stevie nods his head. He is loving this attention from Jo",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "(to Stevie) You my homie, lil’ homie. \f88. Stevie is in heaven. He is accepted by Jorge. He is so pr that Jorge considers him a friend. Stevie’s hero worship now been transferred from Fuckshit to Jorge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "(to himself/drunk) We about to BLOW UP. (to Stevie) Drink that shit, yo. Stevie does. Jorge wants Stevie to be as fucked up as he It’s uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Ahhh. That’s funny shit, yo. You love this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(waving his arms) All this fucking shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(smiling) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Yell that shit, then? Stevie looks confused but into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I fucking love this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Louder, yo. Fuckin’ louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(screams ) I fucking love this shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(yells) Louder, yo! In heaven to be bonding with Jorge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jorge and Stevie laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CREW",
          "text": "(wasted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "I LOVE THIS SHIT",
          "text": "Fuckshit looks over pissed at Jorge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You too drunk, nigga! Jorge just laughs at Fuckshit. Fuckshit skates around in own world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Y'all love this SHIT?! Ruben reluctantly screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I LOVE THIS SHIT",
          "text": "WIDE SHOT of all of them in the back yard screaming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I LOVE THIS SHIT",
          "text": "INT. STEVIE’S HOUSE - FRONT ENTRANCE - 1:30AM THAT NIGHT We hear a key attempting to open a lock. Stevie enters the house, trying to be super quiet. Dabney passed out on the front hall chair. Stevie sneaks past he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ian stands in the hallway waiting for Stevie to walk by h sheepishly as he normally does. Instead, Stevie bullishly confidently walks up to Ian in the hallway without loweri his head or even acknowledging Ian being there. Ian is al in shock he doesn’t know how to react to this version of Stevie. Stevie stares him dead in his eyes. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(dead serious/scary/as concerned as he can ever be) What the fuck are you doing, Stevie? You’re fucking up. Stevie is fuming. He breathes deep sighs of anger and fin spews out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(filled with rage)",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU CAN'T FUCK WITH ME ANYMORE",
          "text": "Before Ian can react Stevie SHOVES Ian as hard as he can. Ian, caught off guard and in shock, FLIES back into his d REALLY HARD and hits the ground. Stevie cannot believe wh he has just done, but is having a rage black out. He runs away from Ian and heads towards the kitchen. Ian SHOOTS u like lightening and chases after Stevie into the kitchen! INT. STEVIE’S HOUSE - KITCHEN - CONTINUOUS Stevie CRASHES into the kitchen and frantically opens the fridge and grabs Ian’s orange juice with his name written it in Sharpie. Ian CRASHES into the kitchen immediately a looks like he is going to murder Stevie. Stevie frantical opens the orange juice and unzips his fly. He takes his D out of his pants and begins PISSING in Ian’s orange juice Ian RUSHES over and starts BEATING THE SHIT out of Stevie The hardest beating we've seen Stevie take so far, but th time Stevie is fighting back. Hard. He is taking real sho at Ian which only is infuriating Ian more. This is so bru and uncomfortable to watch. Tears are flowing from both k and fists are saying what words should be in a perfect wo Ian VERY DELIBERATELY PUNCHES Stevie in the FACE. TWICE. first actual full face punches we have seen Ian throw. Dabney, all of the sudden, CRASHES into the kitchen and messily BREAKS UP THE FIGHT. It is violent and ugly even their mother is in the middle. She finally gets them to s It is similar to the beginning of the movie, except all t of them are sitting silently on the floor breathing insan heavily. This is an incredibly emotionally charged moment everyone. This time, Stevie POPS UP and runs out of the r INT. STEVIE’S BEDROOM - MOMENTS LATER Stevie runs into his room and slams the door. He stumbles if he doesn’t know where to go or what to do. He is searc for something but doesn’t know what. He lunges to the flo at his Nintendo. On his knees, he grabs the Nintendo controller and WRAPS THE RUBBER CORD AROUND HIS NECK. \f91. He PULLS HIS HANDS and different directions, aggressively choking himself with the cord. This is painful to watch. does it for a FEW SECONDS in real time. His face turns br red and as he is running out of air he LETS GO of the cor He falls onto his back gasping for air. We see the red ma around his neck left by the cord. He gasps for air and breathes heavy for an uncomfortable amount of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP OF DABNEY’S HAND ON THE BACK OF STEVIE’S NECK FORCING HIM INTO THE SHOP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM, PLEASE",
          "text": "Dabney says nothing and just drags Stevie into the store. Stevie has a GIANT BLACK EYE from the punches he took fro Ian the night before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DING! Dabney BURSTS into the store with her hand on Stevi neck. The crew all looks up like “what is going on here?” Dabney drags Stevie over to the work station where Fucksh is reading a magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT IS YOUR NAME",
          "text": "Stevie is so embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "My name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT IS YOUR NAME",
          "text": "This isn’t gonna be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(reluctantly) Fuckshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Lady... \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "DON'T YOU “LADY” ME. YOU DO NOT",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERSTAND ME",
          "text": "Fuckshit looks at Stevie, who is mortified. Fuckshit deci to do his friend a solid and nod his head to Dabney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHATEVER THE FUCK YOUR NAME IS.",
          "text": "Ruben laughs. He is happy Stevie is being embarrassed so right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(to Ruben)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Yes. Jorge and Fuckshit chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "You know what I find funny? (beat/ quietly frantic) I find it funny that ten years from now I’'ll be going to the gas station and one of you will be cleaning my windshield. This actually hurts the crew members. She’s being way too harsh and is hitting some nerves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "So laugh hard now. Because Stevie will be at his good job while you'll only have the memory of my anger to laugh about while you’re sleeping in a cardboard fucking box. The crew is silent and hurt. Stevie is mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(sincere/hurt) You don’t know us. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "I don’t. And I don’t want to. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE, (0.S.)",
          "text": "(super confused/genuine) Why aren’t you Asian? Dabney whips around to Fourth Grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "I thought you were Asian? Dabney is so furious and confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(confused anger to Stevie) What is he talking about?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "Is she mad about the fingering? Stevie’s face turns bright red and is somehow even more mortified. Fuckshit and Jorge shake their head like “Jesu Fourth Grade”. Ruben is in heaven at this embarrassing sc",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(confused/even more angry) What fingering?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Stevie has had enough. He grabs his mom’s hand and forcef leads her out to the front of the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(over her shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie is FUMING as is Dabney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "What are YOU doing?!? Stevie is searching for words. He can’t find them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIKE...",
          "text": "(can’t find non-racist words ) GANG... MEMBERS. Stevie has had enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOK, NOT WHITE",
          "text": "Dabney is very hurt by this assumption, not realizing he have found some uncomfortable truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OH JESUS FUCKING CHRIST",
          "text": "I’M RACIST?! I LOVE ALL RACES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "JUST NOT WHEN THEY’RE HANGING OUT",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "I WON’T EVEN ENTERTAIN THIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "IS THAT IT",
          "text": "Dabney’s eyes tear up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(to herself) I can’t do this. You can’t put me through this, too. Tears stream down her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(so hurt. He’s done with her) What you just did to me...in there... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(swallows his tears) I can’t be around you. He can’t not hate her in this moment. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(very upset) You used to like spending time with me. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I finally made some friends that aren’t MY MOM. Your best friend is a twelve-year-old. You think I give a shit about your dates?! (Dabney is really wounded) It’s pathetic. (with hate and tears in his eyes) I got a LIFE. You need to get one too. Dabney is crushed. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "You’ve become ugly. She walks away in tears, fumbles with her keys, gets in h car and drives off. Stevie is by himself. He picks up his board and smacks the wheels into the concrete a few times anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With an intense and angered look on his face, Stevie does ollie after ollie. He now landing 90 percent of them. It impressive and obsessive. He is drenched in sweat. Fuckshit walks out back and lights up a cigarette. Stevie doesn’t even notice. He just keeps ollieing. CLOSE UP on Stevie’s intense face. CLOSE UP on Fuckshit noticing this and smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Yo. Stevie is startled. Fuckshit laughs. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Relax, dude. Stevie fetches his board. Doesn’t say anything. Fuckshit walks over to Stevie and sits against the wall he is near Stevie sits down next to him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You a’ight? Stevie is catching his breath while looking down at his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You don’t look a’ight. Stevie stays looking down at his feet. Catching his breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Your moms is a uh... real serious. Beat of Stevie breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I can’t take this shit sometimes. Fuckshit nods his head for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "What kind of shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Just shit. Fuckshit takes it in. Figuring out what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I think sometimes we think our own lives are the most fucked up. (beat) But I think if you look in anyone's closet, you wouldn’t trade your shit for their shit. Stevie looks at Fuckshit for the first time in this conversation. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Fourth Grade’s mom died when he was like, a baby. Stevie had never thought about Fourth Grade’s life beyond filming and hanging out. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "And he’s also, literally, the poorest person I have ever met. Like, not even making a joke. He is the brokest ass motherfucker I know. Like, homeboy doesn’t own socks. Stevie takes this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Ruben’s mom beats the fuck out of him and his sister. Stevie is affected by this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Jorge can’t see his mom sometimes. She's hooked on pills and shit. He came home from school, like a year ago, and she had taken like a million pills. She should have died. But she didn’t. And now he can’t see her sometimes for like months. That’s why he lives with his grandma. Stevie can barely swallow he’s so shook up by this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "My younger brother died. Three years ago. He was like a year younger than you. Crossing the street to go to soccer practice. Hit by an old man who shouldn't have even been fucking driving. Stevie is so upset for his friend his eyes water. Fuckshi stares ahead of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "And now I have this car, right? No way my parents could afford two trucks. It’s like they spent the money they would have spent on him, on me. Every time I drive that motherfucker I think, “I wouldn’t have this car if my brother was here.” Fuckshit takes a deep breath. Stevie is silent. \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "After he died. You know what happened the next night? Stevie doesn’t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Jorge came to my house, dragged me to the Courthouse, and made me go skating with him ‘til the sun came up. They sit in silence for a long beat. Fuckshit punches Stevie’s arm with a love tap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "Let's go. They get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emotionally tonal music plays as we see shots of Stevie a Fuckshit skating the courthouse at night. There is an aggression, beauty and a therapeutic nature to their skat They are sweating and skating into the wee hours of the night. Fuckshit is asleep on one of the ledges in the middle of night. Stevie looks up at a HOMELESS MAN, 50, sitting on the Upp Deck drinking out of a bottle of liquor at a picnic table himself. Stevie stares at him. Stevie approaches him and sits at the table with him. The Homeless man barely looks up at Stevie and breathes heavy Stevie puts two dollars on the table and slides over to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Can I have some? The homeless man passes him the bottle. Stevie takes thre BIG SWIGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS MAN",
          "text": "Hey. Stevie hands him back the bottle. Choking a bit from the amount of alcohol he drank. \f99. Stevie pulls out a pack of cigarettes and lights one up a starts smoking. He offers one to the Homeless Man. He lig his and smokes. HOMELESS MAN (CONT’D) I like watching the kids skateboarding. Stevie doesn’t say anything. The homeless man takes anoth swig from the bottle. He puts it down. HOMELESS MAN (CONT’D) It’s nice. The Homeless Man starts breathing heavy and passes out. Stevie stares at him for a long beat. Stevie picks up his bottle and starts swigging from it. He makes sure the Homeless Man is asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie skates around while swigging from the bottle of alcohol. He is clearly fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie is asleep on one of the ledges near Fuckshit as th sun comes up. Stevie’s board is next to him as is the now empty bottle of alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANNER",
          "text": "Stevie is wearing his Ultimate hoodie. He carries a tray frozen burger patties and hot dogs and breezes past Ruben they give each other a dirty look. Ruben is collecting tw bucks a head as SKATERS pour into the store for the party Stevie weaves in and out of skaters hanging and drinking the store and makes his way out back. The back parking lot is PACKED with a 150 SKATER KIDS, al ages. There is a barbecue set up with Fourth Grade grilli hot dogs and hamburgers and talking to ANOTHER SKATER, 18 Stevie drops off his tray of frozen meat to Fourth Grade. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(to Stevie) Thanks. (to the skater) I know it sounds crazy, but cinnamon. Just a fucking dash of cinnamon. These are ready! Kids swarm and grab at the burgers and hot dogs like zomb at flesh. Within seconds the tray is empty. FOURTH GRADE (CONT’D) (to the skater) These people are animals. There is a Quarter pipe and knee high metal handrail set that the best skaters are skating as the other kids watch looks crazy fun. Stevie approaches Fourth Grade and drops the frozen meat. Fuckshit pulls his truck into the back parking lot, narro avoiding kids. He jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Look who’s got his fucking ride back, nigga! The crew is excited. He pops the trunk and Stevie and the crew help him carry booze and 40s out of the back and put them in ice buckets. The skaters all attack the booze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie walks into the bathroom and sees Jorge meticulousl grooming himself in the mirror. He slicks back his hair a makes sure his outfit looks absolutely perfectly “messy”. Every tear in his Dickies or rolled up sleeve is incredib thought out and deliberate. He notices Stevie walk in, bu doesn’t have a shred of shame or embarrassment about his grooming ritual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(happy to see Stevie) Oh what up, Sunblock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(happy to be greeted by his hero so warmly) What up, JORGE! \f101. Jorge reaches out for a fist bump with one hand, and pick an almost empty 40 ounce off the sink. He takes a few swi and hands it to Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Kill it, dog. Stevie starts chugging it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Finish that shit! Pound that shit! Stevie is an old pro at this point, taking down the rest the 40 with ease. Jorge laughs and goes back to making hi hair look perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Big fucking day today. Heard a bunch of pros are coming through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(lights up) For real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(still grooming in mirror) For real, yo. I gotta kill it today. I look fresh, I just gotta land everything. Stevie gives an encouraging smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(in awe) You got this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(pumped/a little nervous) I look dope as fuck, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "So dope. Jorge fake wrestles with Stevie as they crash out of the bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stevie is following Jorge around like a puppy as Jorge wo the room. Stevie is working the room, emulating Jorge bes can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jorge is now busting tricks and landing everything clean hell. Stevie is following him around busting his little tricks he can do. Little ollies. 180s. He’s gotten better Stevie clocks the Chocolate pros, Daniel and Chico, that Jorge was hanging with at the courthouse watching Jorge skate. They seem really impressed. Stevie sees Jorge clock the pros and head over to them. Stevie watches Jorge and the pros bro-hug and exchange laughs. Stevie watches for a moment and then we see him make the decision to approach Jorge and the pros. Jorge introduces Stevie to the pros like his little buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "This is the little homie “Sunblock”. The pros say hi, but barely give him a polite greeting. J sees the pros aren’t into this little kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "This little bitch will do anything we tell him to. The pros laugh. We see on his face, this makes Stevie fee really bad. He thought he was past that kind of thing wit Jorge. We see Stevie make the conscious decision to lean what made them laugh even if it hurts him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(making fun of himself) That's right. I’m the Ultimate bitch. Stevie does a mock curtsy. The pros and Jorge laugh. Stev laughs along with them, but it’s painful to watch him deg himself for them. Stevie sees Fuckshit across the lot clocking Stevie doing dancing monkey act for the pros. Fuckshit looks subtly disappointed in him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Go grab us some forties, bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(braving a smile) For sure. Stevie walks away. We see his fake smile turn to a painfu expression. \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone is WASTED. Stevie skates around and finishes off 40. Ruben BUMPS into him. Stevie catches himself before h falls, but this was aggressive. They’re both very drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "Watch where the fuck you skating at. Stevie looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "What is your problem, man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "You're my fucking problem, faggot! Kids start to notice and gather around. Fuckshit is no wh to be found. Jorge is celebrating and getting fucked up w his new friends. Fourth Grade just films.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "I would, but you’re too busy sucking Jorge's dick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Why don’t you go get me a forty since you’re the store bitch! Ruben pushes Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "Don't fucking touch me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "What the fuck are you gonna do, faggot?! Ruben pushes Stevie a little harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I swear you touch me again and I'1l beat your ass like your fucking MOM does! Ruben PUSHES Stevie HARD. Stevie CRASHES DOWN! The crowd excited for a fight. Flash of Ian beating on Stevie from opening. Stevie LEAPS UP and starts BEATING THE SHIT OUT RUBEN! !!! It is VIOLENT and really UGLY. \f104. Stevie sees FLASHES of Ian beating him in the opening. Ruben’s face is bleeding and Stevie just is blind with ra Punching and punching. His hand is bleeding. His eyes are filled with tears. More FLASHES of Ian punching Stevie in the face in the kitchen. Ruben is bloody as hell. Stevie keeps beating. Finally, Fuckshit PULLS Stevie off of Ruben!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGGA",
          "text": "Stevie can’t speak. He is sobbing. He is overcome with emotion and tears. Fuckshit picks up Ruben. He is bloody fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK YOU",
          "text": "The two boys are sitting on the concrete separated. Exhau and terrified. It is intense. Long, tense beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BBQ is almost empty. Fuckshit and Fourth Grade clean the back parking lot. Stevie sits by himself on the groun getting really fucked up, drinking a 40. He is really sha by what went down earlier. Fuckshit and Fourth Grade go o to Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "You okay? Stevie can’t look at him or talk. He’s really shaken up. Jorge and Ruben walk over really wasted. Ruben’s face is FUCKED UP. He and Stevie avoid eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Where the muthafuckin’ PARTY at?! Jorge is laughing. So happy and fucked up. The rest of th crew has a dark vibe about them. Jorge is, of course, unaware. \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "We celebratin’ life tonight, yo! (to Fuckshit) The Chocolate dudes told me about a party lets take your car and fucking rage, yo! Fuckshit and Jorge need to talk but now is not the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "I'm fucking wasted. You’re fucking wasted. We’re all fucking wasted. No fucking way I can drive. It’s been a crazy day, let’s just call it quits, nigga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(no way) Fuck that noise, yo! Not tonight! NOT TONIGHT! We celebrating tonight! You can drive, yo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(serious) No I can’t. I’m fucked up. Jorge grabs into Fuckshit’s pockets and grabs his keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Fine pussy! I'll drive! Fuckshit looks pissed. Jorge gets in the driver’s seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Fuckshit you riding in the back ‘cuz you're a bitch, dog! Sunblock, you're riding up front because you get pussy like me, yo. Stevie looks at Fuckshit like “should I get in? Are you getting in?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Sunblock get in the fucking car! Stevie isn’t sure what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUNBLOCK",
          "text": "Stevie is nervous and scared. He gets up and gets in the front seat. \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Fourth grade get your fucking ass in here! Fourth Grade is scared of Jorge and gets in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE, (CONT'D)",
          "text": "Ruben, you better get your ass in the fucking car, now! Ruben, drunken and angrily, gets in the back seat. Jorge stares at Fuckshit. Fuckshit stares back. It’s a showdown. Fuckshit won’t let Stevie go by himself with a drunk Jorge. He reluctantly gets in the car in the back s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jorge drives down the streets of Palms. He is drunk and a over the road. He squints his eyes but is full of happine",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(drunk but concerned) Just pull the fucking car over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "I’m not gonna let you bring me down. Not tonight, yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "What’s so special about tonight? Something you want to tell us? Jorge turns around to yell back at Fuckshit. It’s scary. see Fourth Grade getting very nervous. He fiddles with hi camera because he is drunk and nervous and doesn’t know h to vocalize his concern for Jorge's driving. Stevie is in own head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(to himself really freaked out/drunk/teary eyed) That was really bad. Jorge turns around recklessly to talk to Fuckshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "Yeah there is something I want to tell you, but I can’t because you'll just be a fucking hater about it! \fRevision 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Watch the fucking road!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(furious/embarrassed) You're a fucking piece of shit, Stevie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "This is the best night of my fucking life and I can’t even tell MY BOY about it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Say what you gotta say motherfucker! ! Jorge keeps turning around recklessly while yelling at Fuckshit. Fourth Grade is uncomfortably toying with his camera. He is really scared right now. His eyes are now closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "I was the only person who even fucking TALKED to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(fully in tears to himself) I shouldn't have fucking done that. Stevie sees more flashes of him beating Ruben and Ian bea him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMATEUR TEAM",
          "text": "IT’S THE BEST THING THAT’S EVER",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT AND ME, YO",
          "text": "Jorge keeps looking back to the road and then turning bac yell at Fuckshit. Everyone is scared shitless but emotion are running high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I WANT TO BE FUCKING HAPPY FOR YOU",
          "text": "BUT YOU’RE SUCH A PIECE OF SHIT",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(freaking out) The second Jorge and Fuckshit started talking to you, you fucking",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(to himself/crying) What the fuck did I do?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(begging his friends)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "SHUT THE FUCK UP AND FILM! THAT’S",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHY YOU'RE HERE",
          "text": "Fourth Grade looks deeply hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "DON’T FUCKING TALK LIKE THAT TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "YOU DON’T DO SHIT BUT FILM! YOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "FILM",
          "text": "Fourth Grade is crushed and also super freaked out. Stevi crying into his hands. He rolls down his window to heave fresh air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "YOU DON’T THINK ABOUT ANYONE BUT YO’ FUCKIN’ SELF, NIGGA!!!!! Jorge checks the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOU'RE JUST JEALOUS OF ME",
          "text": "Stevie is rocking back and forth freaking out. He hangs h right arm out the window almost trying to escape the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(freaking out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "YOU JUST DON’T HAVE IT, YO! JUST BE",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAPPY THAT I DO, AND YOU KNOW ME",
          "text": "Jorge turns to continue yelling at Fuckshit but as he doe his arm turns the wheel... THE CAR VIOLENTLY FLIPS OVER!! THE CAR IS ON IT’S SIDE AND STEVIE’S ARM IS TRAPPED UNDER CAR. Jorge is above him strapped into his seat belt. The SKIDS across the asphalt. There is only deafening natural noise heard. The car SKIDS to a halt on its side. We only hear natural noise which is only heavy breathing the crew and the blinker blinking. Jorge is conscious and hanging from his seat belt, suspen above Stevie. Stevie is unconscious but breathing. There glass and blood all over him. We can’t see his arm. Jorge looks down at Stevie. He is not sure, as are we not sure, if Stevie is about to die. Jorge unclicks his seat belt and comes CRASHING down on t of Stevie. Jorge makes a grunt but Stevie just breathes heavily. Jorge is awkwardly on top of Stevie and is tryin wake him up silently by grabbing his face. Stevie is breathing but not responding. Stevie finally opens his eyes, but he cannot really move talk. He looks right into Jorge’s eyes. Jorge looks back Stevie’s eyes. Silence for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(freaked the fuck out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT THE FUCK",
          "text": "(in pain) Are you guys okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(in pain) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(in pain/shock) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JORGE",
          "text": "(IN COMPLETE SHOCK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunblock is... Sunblock is fucked up... \f110. CLOSE UP on Stevie as he lays there breathing silently wi his eyes open. We HOLD ON Stevie for an uncomfortably lon time in silence except for the clicking of the blinker. V haunting and simple music is now all we hear as we hold o Stevie’s face even longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We still only hear the haunting and simple music as TWO AMBULANCE GUYS, mid 20s, come CRASHING through the automa doors of the Emergency Room wheeling Stevie in on a gurne Stevie has some cuts on his face and we see a massive blo white bandages around his right arm. He looks beyond out it. Stevie is in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO DOCTORS, 40s, stand over Stevie having a hurried discussion. The song fades out. STEVIE’S POV: of the Two Doctors standing over him. (it l like there’s Vaseline on the lense to create Stevie’s haz view.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR 1",
          "text": "I think we might have to take it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR 2",
          "text": "He’s losing a lot of blood but I think we can graft and he can keep the arm. STEVIE’S POV SHIFTS PAST the Doctors with the same Vaseli hazy filter to the corner of the room where Dabney is sit in a chair sobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctors do a skin graft from Stevie’s right leg and g the skin to his right arm. His right arm is torn apart an see the bone. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. STEVIE’S HOSPITAL ROOM - THE NEXT MORNING Dabney is folding Stevie’s Ultimate sweatshirt he was wea during the crash. The right arm is completely shredded. S looks at the damage of the sweatshirt. She continues to f it to keep it for him. Stevie slowly opens his eyes. His arm is bandaged up post surgery. Dabney sits next to the bed in a chair. Dabney a Stevie look into each others eyes. Silent beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(shook up and quiet) They were talking about taking your arm off. Stevie can’t look her in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(tearing up) They said you are lucky you didn’t die. Beat of silence. Stevie looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "This feels so weird. (beat) I’m in the hospital. All hurt. And it feels like you should feel bad for me, but you’re so scared and... mad at me. It makes me... sad... that I am making you feel this way. Beat. Dabney takes this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "I'm disappointed. (beat) And freaked the FUCK OUT. (beat) I'm... furious. And terrified. This crushes Stevie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "(into his eyes) Stevie, come on. I know you can do it, so just do it. Stevie tears up looking at his mom. \fRevision 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "You know that I love you. You can get through this time. We can. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "I’m not trying to scare you because I’m scared to. Dabney tears up. Long Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "(looking away) Where'd you go, Stevie? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY, (CONT'D)",
          "text": "You used to be my best friend. Long Beat. Stevie tears up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(really quiet) I just am not sure if I’m a good person. They both sit in silence. She puts her hand on his face. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DABNEY",
          "text": "You’re not old enough to be a bad person. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dabney walks out of the room, exhausted, disheveled and holding her rumpled coffee cup. She stops in her tracks a she enters the waiting room. She sees Fuckshit, Fourth Gr and Ruben dangling off of chairs, fast asleep. They’ve sl there all night. She stares at each of their baby faces. While sleeping they seem angelic. These are just kids. Children. Dabney is overwhelmed with emotion that these b slept there all night. She understands the love these boy have for each other. She walks over to Fuckshit. He gentl wakes up. He looks deep into Dabney’s eyes without saying anything. She says nothing. They make a very emotional locking of eyes. Dabney shows warmth in her face towards for the first time. Beat. \fRevision 113. INT. STEVIE’S HOSPITAL ROOM - MINUTES LATER We enter mid conversation between Stevie and Fuckshit. Fuckshit sits in the same chair next to Stevie’s hospital bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Is Jorge in a lot of trouble? His fight with Jorge still stings, but Fuckshit feels rea bad for him at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "Yeah. They are quiet for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "(nervously) Can I see it? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(little laugh) They took a picture. Stevie shows him the photo of his mangled arm with the bo sticking out. Fuckshit SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK",
          "text": "Stevie laughs. Fuckshit is taken aback but lets out laugh The laughter chills. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT, (CONT'D)",
          "text": "(emotional/sincere) I’m really glad you okay, nigga. Stevie painfully smiles. It means a lot that Fuckshit sai that to him. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(emotional) Me too. Fuckshit extends his hand for a bro handshake with Stevie Stevie takes his good arm and weakly extends it back. The bro-shake carefully and thoughtfully. Beat. \fRevision 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKSHIT",
          "text": "(sincere smile) You take the hardest hits of anyone I ever met. Beat. Stevie really takes in the photo of his mangled arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(really thoughtfully) I don’t think I need to that anymore. They both think about this. Beat. INT. STEVIE’S HOSPITAL ROOM - MINUTES LATER Ruben sits in the chair next to Stevie’s bed. You can fee the heavy silence how bad both these kids feel about how treated one and other. Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "(heavily sincere) I’m sorry. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUBEN",
          "text": "(the absolute truth) No, I am. SHOT FROM BEHIND of the two boys sitting in silence. INT. STEVIE’S HOSPITAL ROOM - MINUTES LATER We enter mid, well not conversation, more like extremely awkward silence between Fourth Grade and Stevie. They’ve probably never spoken before. They uncomfortably do their equivalents of twiddling their thumbs in the uncomfortabl silence. Fourth Grade sits in the chair next to Stevie’s hospital bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "So... Uncomfortable beat of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "You know, Fourth Grade, I really don’t know you that well. \f115. Stevie smiles realizing the truth. Fourth Grade takes thi and thinks deeply about it. After a long beat of thinking looks at Stevie in the eyes and gives a thoughtful respon",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOURTH GRADE",
          "text": "(very sincere) Yeah... but... I’m still there. Stevie takes this in. There is a beat of silence but it’s awkward as much as it’s cathartic. Another beat. FOURTH GRADE (CONT’D) Don’t tell anyone I showed you this. But since you’re all fucked up, I’1l show it to you. Fourth Grade gets up and pulls some cables out of his poc He is holding his camcorder and begins putting the plugs the hospital TV and the camcorder and messing with the AU settings. It’s ready. FOURTH GRADE (CONT’D) It’s something I’ve been working on. You’re awesome in it. Fourth Grade hits play and as he walks out of the room he lovingly squeezes Stevie’s shoulder. He leaves. DEAD CENTER SHOT on Stevie watching the television from h hospital bed as we hear music and skate sounds from the c off the camcorder. We stay DEAD CENTER on Stevie as the camera SLOWLY MOVES CLOSER And CLOSER TO STEVIE. The camera SLOWLY MOVES CLOS AND CLOSER TO STEVIE’S FACE AS HE WATCHES. His face is expressionless but he takes a couple deep breaths, experiencing emotions while watching this. The camera SLOWLY MOVES CLOSER AND CLOSER to his face unt we ARE LOCKED ON HIS EYES. The same shot that opened the movie. WE HOLD ON HIS EYES. His eyes very, very minimally glass up. HOLD ON STEVIE’S EYES FOR A LONG BEAT. We hear sounds of the crew laughing and skating. We hear a KNOCK at the door. Stevie turns the T.V. Off wi the remote. Stevie looks over his shoulder to see Ian standing at the doorway. Ian nods towards the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "Can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "Yeah. \fRevision 116. Ian sits in the chair next to Stevie’s bed in the heavies silence we've felt so far since we’ve met Stevie. This silence feels like it’s lasting forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE, (CONT'D)",
          "text": "(the hardest question he’s ever asked) Why don’t you want to be my brother? This shreds Ian like a blade. Ian looks off to the farthe corner of the room with his eyes to avoid Stevie’s eyes. takes a deep, staggered breath. Long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(the hardest sentence he’s ever said) It’s not you. (beat) I'm fucked up, Stevie. Ian keeps his eyes focused at the furthest corner of the away from Stevie’s eyes. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEVIE",
          "text": "There’s no one I like more than you. Beat. Ian’s eyes don’t well up with tears, but if they co they would. Ian doesn’t say anything. He just gets up and begins to l the room while looking down the whole time. He stops by Stevie’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAN",
          "text": "(his eyes are welled up/so quietly) Your friends seem nice. Stevie’s eyes can’t help but water up but he rapidly wipe them away. Ian looks into his jacket pocket, and reaches in. He pull out the half bottle of Drakkar Noir cologne from the open and gently places it next to Stevie’s torso on his hospit bed. He makes eye contact with Stevie for the first time a split second and exits the room. Stevie is alone. He examines the bottle of cologne and just the corner of his mouth wrinkles into a fragment of a smile. He stares at t cologne. CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1245"
    }
  ]
}