{
  "movie_id": "MOV1270",
  "scenes": [
    {
      "location": "NEW YORK CITY SUBWAY TRAIN",
      "time": "DAY",
      "characters": [
        "ELECTRICAL ENGINEER",
        "WATER MAINS ABOVE THE TRACKS",
        "ANCIENT RELAY SWITCHES THAT ILLUMINATE TINY RED LIGHTS ON",
        "IN A DARK SAFETY NICHE IN THE WALL OF THE TUNNEL",
        "SPLASHES OF BEAUTIFUL SHAPES AND BREATHTAKING COLORS",
        "GRIDLOCK, SIRENS, CROWDS, COPS, BOMB SQUAD, NEWS, FBI, HE",
        "CONDUCTOR",
        "NURSE CARLA",
        "WHOOSH ----",
        "GET OFF THE TRACK",
        "STAIRCASE TO LOWER LEVEL",
        "TUPELO, (V.O.)",
        "UPSTAIRS ---",
        "SOLJAK, (PHONE)",
        "CARLA",
        "MS. JOHNSON",
        "HOWARD BEACH DISPATCHER",
        "JUDGE",
        "THE NEXT TRAIN PULLS INTO THE STATION",
        "HIS LENSES FOGGED FROM THE HUMIDITY ---",
        "--- SIGNAL LIGHTS SNAPPING ON-AND-OFF LIKE STROBES",
        "ON THE TRAIN",
        "SECOND IN COMMAND",
        "THE STATION WITH ICY RAIN ---",
        "ON THE PLATFORM -",
        "TRACK SWITCHES SHIFTING TRAINS ACROSS TRACK CROSSOVERS",
        "THE TRAIN IS NO LONGER FLOATING THROUGH THE FOURTH DIMENS",
        "SUBWAY MAP. CAMERA MOVES IN",
        "BETWEEN THE CARS",
        "POWER OF THE ENTIRE SYSTEM TOWARDS ---",
        "LINES",
        "ANTISEPTIC DETAIL ---",
        "MECHANIC",
        "SCREECHES BACK TOWARDS BERGEN STREET",
        "SPARKS AND WIND WHIPPING PAST 468 STATIONS -",
        "IN THE STATION",
        "A SPIFFY NEW SHUTTLE SUBWAY TRAIN -",
        "RENEE IS HOLDING AN INFANT WRAPPED IN A BLANKET ---",
        "A SWIRL OF STRANGE IMAGES",
        "SHAPE OF THE UNIVERSE ---",
        "TUPLEO",
        "HORN BLAST YOU CAN FEEL IN YOUR HEART. A FLASH OF SEARING",
        "--- AS THEY DETOUR THROUGH FOUR-DIMENSIONAL SPACE,",
        "MOTORMAN, (CONT'D)",
        "STATION ANNOUNCEMENT",
        "CLIPBOARD MAN",
        "A SWIRLING WINDSTORM OF POWER, A VORTEX OF PURE ENERGY --",
        "JIMMY THE HELPER",
        "ON SOLJAK",
        "NURSE JUDY",
        "A SUBWAY TUNNEL UNDER CONSTRUCTION",
        "WE ARE IN A SUBWAY TUNNEL, (FLASHBACK CONTINUES)",
        "OPERATOR",
        "MAYOR",
        "ENGINEER",
        "INT THE NEW STATION",
        "THE TWO TRAINS SOFTY CONVERGE ---",
        "TUPELO IS HIT WITH A WALL OF POWER AND WIND",
        "--- RED-YELLOW-GREEN ---",
        "SILENCE ---",
        "4",
        "BOB THE REPORTER",
        "SOLJAK, (CONT'D)",
        "THE SUP RVISOR FOR THIS STATION IS CRYTHEN BELL",
        "AT THE NURSES STATION",
        "THE MOMENTUM CARRYING TUPELO FORWARD ---",
        "NEW YORK CITY",
        "DRAWING POWER FROM THE ENTIRE GRID OF THE SUBWAY SYSTEM",
        "MICHELLE MURPHY",
        "YEARS LATER ...",
        "UNDERSEA",
        "THE MAINTENANCE GUY LEAPS TO THE LEFT ---",
        "JOANNE THE DISPATCHER",
        "IN THE TRAIN",
        "SHARONA",
        "JOLT",
        "THE MOTORMAN SLAMS OPEN THE COMPARTMENT DOOR -",
        "THEIR LIPS MEET",
        "THE POWER PASSES THROUGH THE STATION",
        "WILKIE, (V.O.)",
        "TUPELO PUSHES THROUGH THE CROWD",
        "METAL TRACK MAPS FROM 1950 IN GRIMY DISPATCH ROOMS -",
        "RICHIE AT THE WINDOW",
        "STEEL WHEELS FOLLOW THE TRACK, AND WHEN THE TRACK CURVES",
        "LIKE A MAGIC TRICK",
        "EVERYTHING LOUDER AND LOUDER AND THEN ---",
        "INSTANT PULLBACK FROM INSIDE THE TRAIN AND ---",
        "PASSENGERS",
        "AS IF WE'RE IN THE VORTEX OF AN EXPLODING QUASAR IN DEEP",
        "THE THIRD RAIL BUZZES WITH ELECTRICITY -",
        "B-RING",
        "HERE COMES A TRAIN INTO THE STATION ---",
        "2",
        "THAT STORM OF POWER",
        "WHEEL FLANGES TOUCH THE STEEL RAILS, (SPARKS FLY)",
        "THE SIGNAL BOX HE WAS WORKING ON --- EXPLODES",
        "THERE IS A STEADY DRIPPING SOUND NOW ---",
        "CAR",
        "SHOP BOSS",
        "TUPELO SEES",
        "--- POWERING AROUND THE CURVE OF TRACK 19",
        "RODENT-CHEWED, CLOTH-COVERED WIRING FROM THE 1930'S",
        "THE TRAIN SWEEPS PAST OUR VIEW",
        "AN ANIMAL-LIKE SCREECH AS TINKERBELL INSTANTLY LEAPS TO H",
        "DISORIENTING FACES",
        "TUPELO SEES TINKERBELL ---",
        "MOTORMAN",
        "SOLJAK, (V.O.)",
        "TRANSIT OFFICIAL",
        "IN THE STALLED SUBWAY TRAIN ---",
        "IT GOES SOFT IN HIS HAND ---",
        "MICHAEL SOLJAK,",
        "OVERLAPPING AND FOLDING INTO EACH OTHER---",
        "TRANSIT LAWYER",
        "TINKERBELL WHISPERS",
        "THAT HYPER-CLEAN ROOM AGAIN BECOMES THE REALITY",
        "WE SEE QUICK-CUT MOMENTS, VISUAL FLASHES OF ---",
        "FADE OUT TO",
        "JAMAL",
        "AND THEN",
        "PHOTOGRAPHER",
        "TINKERBELL, (V.O.)",
        "MORRISSEY",
        "SOMEONE RUNS AWAY -",
        "WILKIE, (CONT'D)",
        "MAYOR, (CONT'D)",
        "AT THE END OF THE PLATFORM",
        "IN THE TUNNEL FAR PAST THE PLATFORMS -",
        "MICHELLE MURPHY, (V.O.)",
        "A CRACKLE OF LIGHTNING ---",
        "AT THE CENTER OF A HURRICANE -",
        "CONTRACTOR",
        "TERRELL",
        "THE ENTIRE ELEVATED PLATFORM BEGINS TO SHAKE -",
        "THE END",
        "TINKERBELL",
        "A PREP SCHOOL KID",
        "OFFICER GARRETT",
        "NEW REPORTER",
        "A LOOK OF ANIMAL HORROR",
        "TINKERBELL HAS JUST LEAPT OFF THE PLATFORM ---",
        "THROUGHOUT A CITY OF TEN MILLION ---",
        "DEEP DISPATCHER",
        "OFFICER GARRETT, (CONT'D)",
        "JAMAL, (CONT'D)",
        "ON THE OPPOSITE PLATFORM ACROSS THE TRACKS ---",
        "FLYING PAST HIM ---",
        "TUPELO IS NOW INSIDE BOTH TRAINS ---",
        "THE TRAIN GRINDS TO A STOP -",
        "TUPELO COLLIDES WITH A TAXI ---",
        "WHERE HE IS INSTANTLY SMASHED/CRUSHED BY AN EXPRESS TRAIN",
        "MOTHER",
        "ALL SUDDENLY OPEN",
        "IN THE RED BRICK BUILDING",
        "THE TRAIN ITSELF CHANGES ---",
        "SCHOOL BLACKBOARD",
        "SLAM",
        "ON STATION PLATFORMS THROUGHOUT BROOKLYN ---",
        "COP 1, (OFFICER GARRETT)",
        "BERGEN STREET STATION ---",
        "SOLJAK",
        "TUPELO'S ENTRY CARD DOESN'T WORK ---",
        "THE TRAIN PULLS INTO THE NEXT STATION",
        "THE DOOR BEHIND HIM SLAMS SHUT -",
        "IN THE NEXT CAR",
        "WE SEE WHAT SOLJAK KNOWS",
        "THE GENERATOR SHUTS DOWN ---",
        "A SURGE OF POWER SHAKES THE TRAIN -",
        "TUPELO",
        "TUPELO, (CONT'D)",
        "JAMAL AND TINKERBELL",
        "SHAPES POURS IN FROM THE FORWARD CARS AND IS ---",
        "RENEE REACHES OUT TO TUPELO,",
        "ALL AROUND THEM TRAINS ---",
        "SOLJAK, (V.0O.)",
        "TEACHER",
        "--- AN ELONGATED TUBE GROWING LONGER AND LONGER ---",
        "TUPELO LOOKS OUT THE BACK DOOR ---",
        "HIS BOSS TO SHREDS ---",
        "CIVIL ENGINEER",
        "TA OFFICIAL",
        "A STRANGE CHORUS OF CHIRPING -",
        "HE GRIPS THE HANDLE OF THE FRONT DOOR,",
        "\"7",
        "THE BOLT OF LIGHTNING ROARS TOWARDS CONEY ISLAND AND THE",
        "IN THE TRACK PIT -",
        "MAINTENANCE GUY",
        "TUPELO CRASHES DOWN ONTO THE TRACKS ---",
        "DISSOLVE TO",
        "SWITCHES FLICKING FASTER ---",
        "AT THE SAME SPOT HE FELL IN THE MORNING ---",
        "TECHNICIAN",
        "AND THEN CURLING INTO A PRETZEL-SHAPED MOEBIUS STRIP",
        "RENEE IS STANDING BESIDE HIM,",
        "NOW THEY ARE KISSING,",
        "INSIDE THE MOTORMAN'S COMPARTMENT NEXT TO TUPELO",
        "FROM DEEP IN THE TUNNEL ---",
        "HE IS THRUST FORWARD",
        "HOMELESS GUY",
        "ALBANIAN KID",
        "WE ARE BACK IN THE BERGEN STREET STATION AT 6",
        "THE KIDS",
        "A THRILL RIDE WHIPPING AROUND THE MOEBIUS KNOT/POWER SPOT",
        "HE REACHES THE LOWER PLATFORM",
        "COP",
        "WHOOSH",
        "SOLJAK, (ON THE PHONE)",
        "THE MOEBIUS KNOT",
        "OFF WALLS, COMPRESSED AIR AND WATER PIPES SHATTERING, WHI",
        "TUPELO, (ON PHONE)",
        "IN CAR",
        "CUT TO",
        "WILKIE",
        "AN EXPLOSION OF SPARKS",
        "THE STATION PLATFORM",
        "THE TECHNICIAN FAST FORWARDS",
        "IN THE CENTER TRACKS",
        "IN TUNNELS THROUGHOUT BROOKLYN ---",
        "EMS DUDE",
        "ON THE STREET",
        "--- KEEP SCREECHING IN AND OUT OF TUNNELS ON THE CRISS-",
        "CONNECTING ELECTRIC TRACK SENSORS BUILT IN 1904 THAT TRIP",
        "THE TRAIN IS HIT BY A SEARING TORNADO OF HOT WIND ---",
        "A SCREECH OF METAL ---",
        "TRANSIT WORKER",
        "INT/EXT. CONEY ISLAND/STILLWELL AVENUE TOWER",
        "THE TRAIN ITSELF STRETCHES AND BECOMES A TUNNEL ---",
        "ONCOMING SUBWAY SOUND GETTING LOUDER, AIR PRESSURE BUILDI",
        "TEENAGER",
        "JIMMY",
        "THERE IS A GENTLE ROCKING SOUND",
        "DAY",
        "FROM THE DARK TUNNEL OF TRACK 18 ---",
        "IN OFFICES, CLASSES, RESTAURANTS, COURTROOMS ---",
        "TV NEWSWOMAN",
        "FILTHY RELAY ROOM ---",
        "FLICK-FLICK-FLICK ----",
        "A RUNAWAY TRAIN",
        "BAM",
        "TINKERBELL, (0.S.)",
        "A FLOOD OF WATER",
        "ON THE TRAIN -",
        "RENEE",
        "MORRISEY",
        "DETECTIVE MARASCHINO",
        "WE FOLLOW THE BLUE-SPARKING, SCREECHING, SEARING-HOT CURR",
        "COP 2",
        "THE INFANT SEES",
        "TA TECHNICIAN",
        "TINKERBELL, (CONT'D)",
        "---INDICATING THAT A TRAIN IS PASSING THROUGH THE SYSTEM",
        "THEY, (AND WE)",
        "RENEE, (CONT'D)",
        "TWO COPS LEAP THE TURNSTILES IN PURSUIT,"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "RICHIE TUPELO, private school blazer, moves towards the lights reflecting off the dirty front window of the expre curving through an underground tunnel. As he presses his to the shaking, rattling front window ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- silvery tracks and dark tunnel walls hurl themselves at train - green lights all the way as the train rumbles acr a spiderweb of tracks and enters an even darker tunnel - cheap thrill ride for any kid through a parallel dimensio beneath the city streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE AT THE WINDOW",
          "text": "behind him the GRAFFITI-SPLASHED SUBWAY CAR is packed wit in power suits, women with Farah Fawcett hair and leg war and kids wearing Air Jordan - it's the 1980's. Richie pre closer to the dirt-smeared window. WE SEE: he hides a pen - a private school punk - and is carving his initials int shaking front door. Forming the \"R\" - the train SHUDDERS train SCREECHING as he presses down to form the \"T”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE MOTORMAN'S COMPARTMENT NEXT TO TUPELO",
          "text": "---is THE MOTORMAN: 32, bushy moustache, big hair puffing of his Transit Authority cap - watching his station-marks enters 42nd Street station and expertly slows the train, the front of the lead car with the end of the platform. T train stops. At that instant ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MOTORMAN SLAMS OPEN THE COMPARTMENT DOOR -",
          "text": "--- and LAUNCHES out at Richie ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORMAN",
          "text": "You little shit! Richie runs for the now-opened passenger doors --- but so many people are now flooding in that there's no way out - motorman gets a finger on Richie's collar - but Richie tw and breaks away - runs through the crowd to the back doo the angry motorman in pursuit ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORMAN, (CONT'D)",
          "text": "Grab that private school son-of-a- bitch! Richie yanks open the door that leads to the next car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETWEEN THE CARS",
          "text": "Richie missteps, falls between the metal plates - TERROR! if the train's moving his leg is cut off now - he pulls o the door to the next car, the motorman reaching for him -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE NEXT CAR",
          "text": "Richie swats away the hand, dashes off the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richie rushes upstairs. Motorman does not follow. The con or signals from the middle car: we have a train to move!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The motorman swings back behind the controls. He eases th throttle, train moves into the tunnel. The motorman glanc the fresh \"RT\" scar on his front door. As if to a girlfri",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTORMAN",
          "text": "Sorry. THE CAMERA PANS FROM the \"RT\" graffiti to the motorman's name tag: SOLJAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN EXPLOSION OF SPARKS",
          "text": "--- as a WELDER connects two lengths of steel. The white- streams of light REFLECT OFF --- --- that same old SOLJAK motorman's name tag, pitted and browned with age - pinned to the white shirt of ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL SOLJAK,",
          "text": "his hair now short. No more moustache. He's put on weight \fbut Soljak is the blue collar guy who made good - having worked his way up from motorman to the chief operations officer of the Brooklyn Division. We are in",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SUBWAY TUNNEL UNDER CONSTRUCTION",
          "text": "--- jackhammers pounding, workers shouting, rainbows of w ing sparks - as Soljak gives a tour of this underworld to BOB, a NY Post reporter ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "The O-Line Shuttle. 18 years in the making. A shuttle line tying together all the threads of all 842 miles of the New York City subway system. I was here when this tunnel was still bedrock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB THE REPORTER",
          "text": "When will the final rails actually be connected together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "You mean like \"in the old days\" in Utah? (mimics hammering a spike) The celebration’s at City Hall tomorrow, Mayor’s gonna be there, gonna be some party. But the actual connection: later today. TERRELL WU, Soljak’s assistant, interrupts. Always interr",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "Chief ----",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "--- as long as I have no distractions. A CIVIL ENGINEER shows Soljak a blueprint. As he studies",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "You wanted me to notify you --- the other thing. Soljak okays the blueprint. To Bob the reporter:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Two o'clock this afternoon it's finished. Six o'clock tomorrow night - the party. Soljak heads for a work train. Terrell scrambles after hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You told me to tell you --- you didn't say you were going! No Chief, no ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even louder NOISE. A train barn where subway cars are rep refitted, cleaned. Soljak watches a line of older cars be assembled into a train - cars from the 1970’s and ‘80's. this some sort of Historic Celebration train? Bumpers sla together. Couplers connect. A SHOP BOSS counts off the ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP BOSS",
          "text": "Six --- seven --- eight --- The shop boss looks to Soljak. No smile. Shop boss unders SHOP BOSS (CONT’D) I hate this part of the job. The shop boss smacks the side of Car #8686 - the last car SHOP BOSS (CONT’D) (to mechanic) Cut it here. Leave this one behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "But ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOP BOSS",
          "text": "Just do it. The mechanic uncouples the last car. Shop Boss to Soljak: SHOP BOSS (CONT’D) Want me to stash it somewhere? Hell, I’1l even hitch it up and send it out for a last ride. Soljak likes that idea. The shop boss turns a key, the to the last car open. Soljak climbs up into car #8686.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak peers into his old control compartment, touches cracked leather seat, the old-style control throttles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Always so damn hot in here. Hard to imagine I used to live in this box five days a week. doors the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess you don't miss being a motorman. A low rumble, the rest of the train that was attached to #8686 is moving away. Soljak drops the front window, watc the rest of his train disappear into a tunnel. Something boding about this - its tail-end streaked with tears of r",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(as the old train disappears) Running trains, working in this cage, do I miss it? --- Everyday. Then he notices a faded, almost-invisible scar in the fro door's steel: those initials --- \"RT.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHOOL BLACKBOARD",
          "text": "A hand writes the letter R - leaves a space - writes: T. Fills in the rest: R-ichard T-upelo. PULL BACK TO REVEAL: MEDIUM SHOT —- RICHARD TUPELO (R.T.) - DAY RICHARD TUPELO is now a handsome 29-year old teacher in b blazer and polo shirt - with the same mischievous swagger and those same style glasses as when he was 9. He faces h class with confidence and ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "My name is Richard Tupelo, and today you're going to forget everything you ever thought you knew ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVEAL: no he's not teaching at Harvard, or at some small liberal arts haven - he's in the worst high school in the Bronx: slackers, wannabe gangsters, a smattering of tough Albanian immigrants ... and those are the good kids. This is not honorable volunteer work. Richard Tupelo does not to be here. While Soljak might be the working class guy w made good, Tupelo is the rich kid whose life derailed. TUPELO (CONT’D) Since I'm just subbing today, and none of you will ever see me again, let's all maybe try to have some fun. (This gets some attention -— some, very little, but some) Tell me one thing you've been taught this year that you don't believe. (no one responds) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fTUPELO (CONT’D) Okay, I'll tell you something I don't believe: I don't believe anything in this room is real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That train of old rusted subway cars passes from darkness into daylight. EXT. BROOKLYN TRAIN YARD —- DAY The old train moves through acres of shiny new subway tra being readied for their runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old train continues onto a barge waiting at the pier, joining dozens of other old subway cars already packed on the barge - and chained together. Perhaps these venerable cars are heading for use in some other town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tugs pulls the barge into New York Harbor: subway cars floating past Manhattan, past The Statue of Liberty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BAM! Tupelo crashes into a wall, bounces off, and then sl again against a wall - is he being beaten up by the stude REVEAL: he's throwing himself against the wall, again and This gets a few kids' attention. He gives himself a rest: TUPELO (CONT’D) Okay, so, if you learn one thing in science learn this: everything in the world is made up of atoms, tiny specks of matter that you can't see but which make up everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALBANIAN KID",
          "text": "I don't understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "This wall is not really hard, it's made up of trillions of floating atoms - and it's not \"hard\" until I press against it - the atoms in my body repelled by the atoms in the wall and if I pressed against this wall forever, imagine that, for the history of time --- (keeps pushing) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I lived forever and kept pressing against this wall there is a possibil- ity - of a moment - when the atoms in the wall might suddenly randomly arrange themselves so I'd go through the wall. Could happen right now. Or in a million years. Might never happen. But it could happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARONA",
          "text": "Like - you could walk through a wall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Yeah. But something really, really different would have to be happening at just that moment in the universe to set up those circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "If you went through the wall would you be on the other side of the wall, or inside the wall?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Good question. Why aren't you in some brainiac school instead of this dung-heap? - and I'm not joking. Don't like to study?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Life is tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Well, kid, the second thing you need to learn is: as tough as you think your life is, for someone else it's even worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "(ignores that) If you went through the wall, what would it look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "All I know is this: when we leave this room, pull down the blinds, close the door, this classroom will not look like this classroom. This classroom, when no one's in here, is a swirling cloud of atoms that form this desk, this chair, this poster of Martin Luther King, with colors our eyes can't process and shapes you can't (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "begin to imagine and that's what this room really looks like until someone opens the door and looks in - and in that instant the human eye and the human brain will turn this swirling cloud of electrons-molecules-atoms into what we think of as \"real.\" The kids are fascinated. Here is a guy who is not scared, bored, or patronizing to them. Tupelo is a brilliant teac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beyond New York Harbor the barge stops. Tug workers unhoo the chains that secure the old subway cars. The track pla form tilts and one by one, each car pulling the next car, SUBWAY CARS PLUNGE OVERBOARD - cries of metal, groans of steel as the old cars are unceremoniously dumped into the (NOTE: this is actually how they get rid of old subway ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERSEA",
          "text": "The drowning subway cars gasp and spit air as they sink t become part of an ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sad watery graveyard of forgotten history, silt and muc rising as each drowning car settles among the other rusti barnacle-covered hulks. One subway car comes to rest with its front end to us. An iridescent glow - its front door, motorman's window, headlights and identification plaque look like the face of a skull. Bubbles rise from its \"mouth\" and \"nostrils.\" It looks --- very unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone else looks very unhappy: RENEE TUPELO, 29 - a nur very pretty in a Vermont-Montreal sort of way - Tupelo’s wife. She watches mothers push their children on the swin in a playground. A mother sees Renee. Waves hello. Renee backs off, heads across the street to Brooklyn Hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak walks through a multi-level station. He loves this grand mechanism: trains on three levels moving in and out tunnels and platforms - like a giant clockwork at the hea of the city. Soljak pauses to watch - it’s as if he owns this place - and THROUGH HIS EYES ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE WHAT SOLJAK KNOWS",
          "text": "ELECTRICITY SURGING ALONG THE MULTIPLE TRACKS’ THIRD RAI THE “SHOES” UNDERNEATH THE TRAINS PICKING UP THE CURRENT POWERING THE TRAINS AS --— SIGNAL LIGHTS COORDINATE WITH SWITCHES--——",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHEEL FLANGES TOUCH THE STEEL RAILS, (SPARKS FLY)",
          "text": "--- causing that ear-splitting SCREECH known to every one the 2 billion subway riders in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still amazed that this grand, decayed, complex machine wo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo owns this classroom now - the kids gathered around as he demonstrates principles of perception with 3 cups a ball - the classic street hustle, expert slight-of-hand -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Which one's the ball under. You saw it under Cup #1 - left-right, right to center, three cups - one has the ball - which one has the ball? They're all convinced that ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KIDS",
          "text": "Left one! This one! Number One! Tupelo lifts cup #1: no ball. Groans, laughs. He shows th ball under Cup 3, again moves the cups around the table. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We're all seeing the same thing right? Which one hides the ball? The kids all yell, call out, pointing to different cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "You got the ball in your hand. Tupelo's look: oh yeah? He lifts the first cup. No ball. the cup back down. Lifts the second cup. No ball. Lifts t third cup. No ball. He opens his hands: no ball. Huh? Whe the ball? Points to the first cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It's there. Trust me. Jamal lifts that cup again: now there's a ball there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (CONT'D)",
          "text": "Guess we didn't all see the same thing. That's the basis of rela- tivity: our relationship to and perception of what is happening defines our sense of what is real. Tupelo sees past the group around him, notices a scrawny face down on a desk. The kid is wearing a backpack covere scribbled note cards. Tupelo looks to the class: TUPELO (CONT’D) Okay ---. What's going on there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALBANIAN KID",
          "text": "You wanna trip into never-neverland - that's your tour guide. Lives in some other world already. Kids laugh. Tupelo moves to the slumped, apparently sleep figure, leans in close to read a card pinned to the backp",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "\"Credit reports are good for 7 years True or False.\" (to the class) I'll take some help from anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "We call her TinkerBell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Her ---? \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARONA",
          "text": "Teena something. That’s her real name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Writes down crazy things she reads on walls, then clips 'em to herself. Tupelo reads other cards clipped to Tinkerbell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "“If You See Something Say Something” “Who Will Be Miss Subway?” “WONDER BREAD” “Cry Then Bell” (to Jamal) If I came in here with a forklift, picked up the desk and her on it, and dumped her in the middle of a museum I'd get a \"Genius Grant.\" Where’s she --- what's her ---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHARONA",
          "text": "If we knew that then she wouldn’t be called “Tinkerbell.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "But she's definitely alive, right? Jamal shrugs: maybe. Tupelo moves to touch TinkerBell. Hesitates. Looks to Jamal. Jamal nods: it’s okay to touch",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (CONT'D)",
          "text": "Kid --- ? Tupelo gently touches Tinkerbell’s sleeve ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ANIMAL-LIKE SCREECH AS TINKERBELL INSTANTLY LEAPS TO H",
          "text": "FEET — SCARING THE HELL OUT OF TUPELO - AND US! Jamal roars with laughter, knew this would happen. Tinker - blazing eyes, face like a feral cat - hisses at Tupelo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Don’t touch me!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THEN",
          "text": "Tupelo jumps (so do we). Tupelo grabs his books, wants ou here even faster than the students do. Jamal cuts him off",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "You really believe any of what you told us - that nothing is real? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(on his way out) Thanks for your little joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "C'mon, it was funny. Look: she’s okay. Tinkerbell does not look “okay” - glares at Tupelo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL, (CONT'D)",
          "text": "Was that true what you said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Next time your regular teacher cops a long weekend and they send me back here I'll let you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "(genuinely scary) We can make sure he never shows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Who can resist the spirit of young minds eager for education? Their eyes lock. Now only Tupelo and Jamal are left in th classroom - and Tinkerbell, who moves behind Jamal, her protector. Jamal touches Tupelo's sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Answer me. I want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Do I really believe everything we see is some form of illusion that we call reality, an illusion we may more accurately understand sometime in the future? Do I actually believe that --- ? The Big Question. As Tupelo leans close to answer ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FLASH of POWER-ENERGY-SPEED as the #3 train rockets dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo, rocking with the rhythm, takes this subway world granted - believes it will get him home. Steel screeches, sounds - he ignores them. He looks up at the subway ads: “Credit reports are good for 7 years - True or False?\" \f13. Hmm - TinkerBell’s quote. And below that ad, the ominous 9/11 police department sign now in every car: IF YOU SEE SOMETHING SAY SOMETHING. The train speeds through COLUMBIA UNIVERSITY station. Tup lips tighten - bad memories. THE ROARING SUBWAY SOUND BEC EXT. BROOKLYN HOSPITAL —- DAY THE WAIL OF AN AMBULANCE - always some emergency in New Y - but no one on the street reacts. Exiting the hospital: Renee and two other nurses: her supervisor JUDY, and CARL Renee eyes the playground, Judy pulls her along with them",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "We’re going for a drink. And Renee, this time you’re coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "I don’t believe it: she said yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "But it better be a place filled with loud nasty drunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "Sorry - I never drink at home. They head for a local tavern. Renee slows, sees: Tupelo coming up from a subway entrance. Looking for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Sorry girls, rain check, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "You're ditching us for a guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "Does a husband count as a guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Next time. I promise. The friends continue across the street, polite nods to Tu - awkward moment, they know something. Renee smiles at hi instinct - what a smile, then the smile disappears. Cool:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE, (CONT'D)",
          "text": "This is a surprise. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Nice surprise? She puts her finger to his lips: Shh. Something very deep going on here. He locks her finger with his finger, moves it from his lips. Gives her a quick kiss. We notice their wedding rings - the identical simple bands. TUPELO (CONT’D) I had a very strange day. Want to get some dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Let's just go home. That okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak, alone, on the promenade overlooking the harbor, watches tugboats and barges returning from the sea. The barges - once carrying old subway cars - are empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Renee and Tupelo wait for a train. Quiet. A steady DRIPPI from somewhere. He takes her hand. She gazes at the track look as dark as when she was watching those kids in the p BANG! BANG! BOOM! - THEY BOTH STARTLE as a DRUMMER seekin tions starts pounding out a LOUD BEAT on plastic water ju Tupelo puts his arm around the edgy Renee. She rests her on his shoulder. She fights back tears ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Richard --- He fears what might be coming. She begins to speak, then surprise - she pulls him into a desperate kiss. WHOOSH-GROWL - an EXPRESS ROARS through the station as --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak crunches blueprints, ready to explode:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What do you mean it's not done? I left for two hours - it should have taken ten minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "I begged you: Don't leave. You leave, nothing goes right. If you'd stayed--- \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What is the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVIL ENGINEER",
          "text": "Wrong joint was delivered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Then get the right joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "It's in Jersey City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Goddammit! Finish this now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTRACTOR",
          "text": "(takes a step back) Can't get delivery ‘til tonight and if I gotta keep a crew on, gonna cost---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I don’t care! The Mayor’s flying back from China for this - and tomorrow is the best day of my life. If it's not, it’s gonna be the worst day of yours. Got that? I've given 30 years to this system. This is my wife, my family, my life, and anyone who gets in my way ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTRACTOR",
          "text": "Okay! It'll get done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Renee pulls on jeans. Washes her face. Looks away from th mirror. Sad - wishes she wasn’t. Tupelo - they’ve just ma love - watches her from the bed. Love. Oldies on the radi",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Never told me about your day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Got to find something else to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "What about the thing in Vegas? On the living room table: schematic drawings and a model car on a platform surrounded by shards of mirrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "He just needs the trick. Doesn't need me to build it. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Still, you should go out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "He'll invite us both out for the opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "But you need a vacation --- (softly, sweetly) From me. Tupelo, out of bed, wraps himself in the sheet, follows h into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Don't say that, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "How'd your cousin ever get into magic? We realize what he’s building is a miniature Vegas stage",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It's not that different from physics. On the radio the Go-Go's sing “Our Lips Are Sealed.” Tupe Renee glance at each other - some old joke between them - can’t stay sad. As the Go-Go’s sing their garbled chorus Lips Are Sealed...’ Renee playfully sings misheard lyrics",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "“Alex the Seal ---\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "See? - my version is better. Any- way, that’s what it sounds like. The song keeps playing - brightens the room, and them ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Be honest - you didn’t think those were the words. The song is “Our Lips are Sealed\" so it’s obvious---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Obvious maybe to a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "What would “Alex the Seal” mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Something very heavy, and very deep. \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "(jumps and sings) “Alex the Seal, Alex the Seal”--- Her voice drifts. Tupelo SEES IN THE MIRRORS: Renee looki across the apartment at a locked door. The sadness return",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(goes to her) We can't keep it closed forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "It's like it all never happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Let me - I can pack her things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "She had a beautiful life. She did. That should be the memory. Renee doesn’t respond. Goes to the locked door. Touches i TUPELO (CONT’D) Let me take care of everything. While you're at work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "I don't want that. Not until you---.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What? See things your way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "She had a terrible life. Just agree with me, okay? I need that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We're allowed to handle things dif- ferently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "I know. We handle things differently - (touches his shoulder) --- and that's what going to kill us. She goes back into their bedroom. Closes that door. Not a slam, just a very chilling CLICK. Tupelo now left alone. He looks at that first door. CAMERA MOVES TOWARDS the dar \f18. keyhole, taking us closer, closer - TENSION BUILDS and ju when we could see through the hole and into the other sid SCREAM-SCREECH-WHOOSH-GROWL ---—",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--- a subway train BLASTS out of a dark tunnel and ROARS the station. Tupelo and Renee dash down the steps to catc",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Tupelo and Renee, standing in the noisy, surprisingly old subway car - seems neither slept last night. It’s early, only a dozen other PASSENGERS are in their car including: A young EXEC reading Advertising Age ... a CHINESE KITCHE WORKER ... an ART STUDENT ... a red-haired MODEL with no makeup reading Vogue ... a FAT GUY with court papers ... three scattered HOMELESS GUYS ... and yet another SUBWAY DRUMMER pounding away on a plastic container. Renee's tense. Tupelo tries to calm her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Alex the Seal. She forces a weak smile, remembers something, checks her",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Forgot my keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I'm just filing hours today, and sending that design to my cousin. I'll be home when you get home. Something grabs Tupelo's pant cuff. A rat? - Tupelo pulls away - looks down: it's a little KID IN A STROLLER. Tupel goofs with the kid. The kid laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "You would have been a great father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I was a great father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Six weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "For six weeks I was a great father. And maybe I'll get another chance. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Just like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We can try. What he said burns her. He touches her, wants her happy. Instead:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "We need to be away from each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Renee ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "When the train stops I need to be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Renee ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Get off the train or I will --- SCREAM OF STEEL WHEELS AGAINST STEEL TRACK as the train enters the next station. CONDUCTOR’S VOICE Bergen Street. Next stop Atlantic Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STATION",
          "text": "Train doors open. Mother with kid exits. Tupelo gets off. were in the rear car. From the platform Tupelo looks back Renee. She can't believe what just happened - now feels a reaches her hand to him, truly loves him, WANTS HIM BACK, CONDUCTOR’S VOICE Stand clear of the closing doors. TRAIN DOORS SLAM SHUT. Tupelo smacks the door with his hand - wants in. Too late Train CHUNKS, starts to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TRAIN -",
          "text": "Renee rushes to the rear window as the train pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE PLATFORM -",
          "text": "Tupelo raises a hand to her when --- \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--- stumbles forward AND FALLS INTO THE TRACK PIT",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO CRASHES DOWN ONTO THE TRACKS ---",
          "text": "--- into the muck between steel rails - rats scurry as -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMEONE RUNS AWAY -",
          "text": "chasing the train ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TWO COPS LEAP THE TURNSTILES IN PURSUIT,",
          "text": "chasing a YOUNG PUNK in a black jacket and backpack who LEAPS ONTO THE BACK OF THE RUSHING-AWAY TRAIN -— latching onto the rear chains to hold on as---",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "reacts to seeing Tupelo knocked into the pit, then sees A WILD CREATURE SUDDENLY LATCHED ONTO THE TRAIN -— --- a psychotic young face fills the window: TinkerBell. THE SUBWAY TRAIN — curves into the dark of the tunnel. The SCREECH of scrapi",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TRACK PIT -",
          "text": "Tupelo - feeling in the muck for his glasses, finds them",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE THIRD RAIL BUZZES WITH ELECTRICITY -",
          "text": "- the main rails beginning to vibrate - Tupelo blinks to his bearings - am I alive? am I dead? - his glasses filth he seems in some timeless other dimension of the city, wh",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE IS THRUST FORWARD",
          "text": "HIS LEGS AND FEET PULLED THROUGH THE MUCK as he’s GRABBED the cops and a FARE CLERK who pull him up out of the pit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 1, (OFFICER GARRETT)",
          "text": "You okay? \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "My wife's on the train. Is she ---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 2",
          "text": "Get a look at who did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "You got pushed onto the tracks. THE NEXT TRAIN ROARS INTO THE STATION - at this hour trai pull into stations every minute. Had Tupelo stayed in the he's dead now. The cop’s on his intercom:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT, (CONT'D)",
          "text": "Stop the #3 coming into Atlantic Avenue - we got a Code 2-40 riding the back!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TRAIN",
          "text": "A FLASH OF IMAGES as Renee and Tinkerbell's eyes meet thr the back door's scratched glass. Renee saw her bump Tupel onto the tracks - wants to kill her - tries to get at her but the door is locked --- --- and TinkerBell’s face is now so vulnerable it breaks heart --- and now Renee sees her as a scared child hangin onto the back of a speeding train - now wants to help ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LOOK OF ANIMAL HORROR",
          "text": "comes over TinkerBell's face as --- TINKERBELL'S POV: INSIDE THE SPEEDING SUBWAY CAR -— --- a TORNADO-LIKE STORM OF BARELY-IMAGINED COLORS AND",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPES POURS IN FROM THE FORWARD CARS AND IS ---",
          "text": "RUSHING TOWARDS US ---— --- towards the unaware Renee - is this real or some psychotic Tinkerbell vision? - the storm of FRIGHTENING SHAPES and COLORS about to overtake Renee when --- INT. ATLANTIC AVENUE STATION —- DAY Commuters wait impatiently for the #3 train. Hear the SCR and ROAR as flanges hit rails in the curving tunnel --- t RUMBLE of the train brings some waiting commuters closer the edge of the platform while others back away and then \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOOSH",
          "text": "--- blasts through the station - pulling newspapers out o hands, tossing hats, sending magazines from the news-kios flying --- and just as quickly disappears down the tunnel Lots of \"what the fuck ---?-'s --- but before there's a consensus of \"what the fuck?\" did just happen---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE NEXT TRAIN PULLS INTO THE STATION",
          "text": "It's rush hour - and people are late - so everyone on the platform just gets on this next train - and this train leaves - and the platform is now empty --- AS COPS RUSH DOWN ONTO THE PLATFORM --—— --- to find: no train, no waiting passengers, no TinkerBe only a Pakistani news-seller picking up the newspapers an tickets blown from his kiosk by the mysterious gust of wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SEARING BLAST OF LIGHT. The Contractor turns to Soljak:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTRACTOR",
          "text": "It's done. Soljak looks over to workers making the final welds on th shuttle track. The station clock: 6:23. A gruff whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Done. First time in 112 years: the entire tangle of the New York City Subway System is tied together --- Soljak does not seem triumphant. More an \"is that all the is?\" expression as he turns to Bob the Reporter who holds a digital recorder to capture Soljak's every word:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "--- all 25 different lines, all 468 stations, and now it's all hooked together in one big knot - and we did it. Bravo. But if I ask for one more fire extinguisher or to change some wiring from 1930 I still need twenty pages of paperwork. The people deserve better, the workers deserve better, and this old system deserves better. A hand grabs Bob's recording device, a hand that belongs \f23. MICHELLE MURPHY, a hot-looking 30ish corporate-type---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "What the Chief of Operations, Brooklyn Division - who is scheduled to retire this week, I believe - means to say is that when he started things were very different - very simple - and now we're in the 21st Century. (takes the reporter's hand) Michelle Murphy - mayor's office. She takes the digital recorder away from Bob. Bob reacts. MICHELLE MURPHY (CONT’D) Didn't you still want that interview with the Mayor on Thursday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB THE REPORTER",
          "text": "I never - I have an interview with the mayor? (likes that) Let me show you how to erase that. As Bob the Reporter erases Soljak's quote from the digita recorder, Terrell pulls Sojak aside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "Uh Chief: we got a problem at Bergen Street Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The northbound platform and local track has been closed. Tupelo, emergency blanket over his shoulders, fumbles wit his cell phone as OFFICER GARRETT questions him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "You said you’re a teacher - the creep who pushed you was a kid. Any reason for a kid to push you? Tupelo, somewhat in shock, ignores that, his mind elsewhe",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I had a little fight with my wife, got off the train, then I tried to get back on and next thing I'm --- I need to call her - tell her I’m okay - she must have gotten off at the next stop - can you call her? \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "No, but if she got off at Atlantic she’1l be back here in a minute. But the kid who pushed you --- (reading his notes) --- 'bout this high, maybe 15 - grabbed a can of yellow spray paint out of a hardware store on Bergen street, we were chasing her, jumped the turnstile ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "So you were chasing him? He wasn't trying to kill me. He bumped me? It was an accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "Not “him” - “her.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "And her jacket and backpack: cover- ed with all kinds of crazy weird notes. Can you help me out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Tinkerbell? Officer Garrett smiles politely. EMS GUYS arrive with med kit, pull on gloves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMS DUDE",
          "text": "This the guy? Sir, look into this light. Can you tell me your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Richard Tupelo. A southbound train BLASTS in from the opposite direction. Stops across the tracks at the opposite platform. Tupelo stands. Sees people get off. Train leaves. No Renee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "Maybe she didn’t see what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Can someone take me to the Hospital Center? She works there. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMS DUDE",
          "text": "(to the cop) All right with you, we done here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "Yeah, what the hell, the guy’s half wacko, can’t tell us any- thing, besides --- (points to surveillance cam) We got it all on tape. The southbound ROARS out of the station - becoming a SMEA light and color disappearing into the tunnel darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Renee works. Busy, under-staffed, and supervisor Nu Judy has lost her patience with Tupelo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I called home, she’s not there. Called her mother, not there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "For the third time, Richard, she's not here - and whatever you two need to work out, I understand, but I am none too happy that she hasn’t shown up for work. Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(spots the friend) Carla - did you see her? You take the same train, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARLA",
          "text": "I came in early today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "Richard, she is not here! We're not hiding her. And you look like shit - go get yourself clean!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMS DUDE",
          "text": "Mr. Tupelo, you need to come with us. On the marker board that lists nurses working this shift Renee’s name is being erased. AS HER NAME DISAPPEARS ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MESSENGER leaves documents on the desk of an empty cubi \f26. the exec who should be here hasn’t shown for work. No big",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The owner is screaming in Chinese, pointing to a sink fil with pots. We only understand: “no dishwasher.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Students at work at their easels. One easel is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Where’s Claire? New boyfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packed, hellish. The JUDGE moves through cases quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mister Mizrahi not with us this morning? Judgement against him. Next case ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO MODELS - one Blonde, one Black - and one crazed PHOTO",
          "sentiment": "neutral"
        },
        {
          "speaker": "PHOTOGRAPHER",
          "text": "She always late! I don’t need her. Get me a redhead. Any redhead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One homeless guys barks at another who holds a DONATION s",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOMELESS GUY",
          "text": "Where’s Slim? This is his spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGHOUT A CITY OF TEN MILLION ---",
          "text": "Several dozen random people at random locations are missi absent, or late. But no reason for panic. Yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops, transit officials and investigators, reporters, a g ladder takes down a surveillance camera. Soljak looks to (a drippy ceiling), his voice loud enough for everyone to",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "May we re-open this station? I’ve been re-routing trains for two hours which which has backed up (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "my system for five hours. Read the signs, people: STAY BACK FROM THE TRACKS! So some jerk can’t read, fell in, and then he climbed out - so nothing happened!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE MARASCHINO",
          "text": "Attempted Murder. He was pushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "If he was pushed find who pushed him. You got all your new TV cameras so go watch TV. Let me get this system back on schedule. Somebody. Please. No one wants to make a decision. Until she appears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Let's get this station re-opened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "(explains to the detective) Mayor's Director of Operations, and campaign director --- a lotta juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Thank you, Michelle. She nods like a queen, taps her watch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "The mayor’s plane lands in four hours and we have a very important evening so let’s not have any more screw ups. Is that clear Mr. Soljak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I didn’t fall on the tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "You're starting to look like you did. Get some sleep. Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "This is my home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Not for long, but if you want that big cushy consultant job when you retire make sure nothing else gets in the way today. She marches away. Terrell whispers to Soljak: \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "You need to pay attention to what I've been trying to tell you, Chief - and please don’t yell at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Then don't tell me things that are insane. What do you mean a #3 is missing? Terrell, be very precise: define the word \"missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gloomy spiderweb of tracks and tunnels, one of those sp where several threads of the system connect. TWO SUBWAY MAINTENANCE WORKERS - hard hats and orange stiped vests - are repairing a light signal. Left and right of them SUBW TRAINS, SPARKS FLYING, ROAR PAST THEM in several directio These guys barely notice - it's where they work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE GUY",
          "text": "Four-hour work order here and it turns out we just have to change a bulb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY THE HELPER",
          "text": "So we take the rest of the day off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE GUY",
          "text": "No. We don't take the rest of the day off. And next time you come to work stinking of beer I'm writing you up. Get me a #28 bulb. Jimmy the Helper heads down the track to a work kit. He stops. Senses something. The switches that run parallel t the track are starting to click. He turns to his boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY THE HELPER",
          "text": "Uh, this track is shut down now, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE GUY",
          "text": "Get me the bulb!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY THE HELPER",
          "text": "Boss - the switches are flicking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE GUY",
          "text": "What’s wrong with you? The track’s shut down, its been down for 2 hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY THE HELPER",
          "text": "Check this out, boss. It's humming. \f29. The maintenance guy, now even more annoyed, steps down fr his ladder onto the track bed. Sees - hears - the action the pre-1940's switches clicking along the track. Snaps h walkie-talkie off his belt. SUDDENLY - BEHIND HIM ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SIGNAL BOX HE WAS WORKING ON --- EXPLODES",
          "text": "Showering him with sparks. He winces, looks at the box, looks at Jimmy the Helper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE GUY",
          "text": "That's not possible. The power is off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "--- KEEP SCREECHING IN AND OUT OF TUNNELS ON THE CRISS-",
          "text": "CROSSING AND PARALLEL WEB OF TRACKS --- as the maintenanc guy barks into his walkie-talkie: MAINTENANCE GUY (CONT’D) Jackson! Track 18 DeKalb Avenue is shut down, right? (a garble of static) Fucking equipment! Jackson! Maintenance Guy and his helper can FEEL the power surging through the stretch of track they stand on ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "--- SIGNAL LIGHTS SNAPPING ON-AND-OFF LIKE STROBES",
          "text": "RED-YELLOW-GREEN --—",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY, (AND WE)",
          "text": "--- they look to each other - there's no train there - bu the RUMBLING THROB OF POWER GROWS CLOSER, LOUDER - THE SC - and THEY FEEL AN ON-RUSHING SURGE OF AIR PRESSURE --- MAINTENANCE GUY (CONT’D) What the --- get off the track ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "GET OFF THE TRACK",
          "text": "JIMMY THE HELPER DIVES TO THE RIGHT as---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAINTENANCE GUY LEAPS TO THE LEFT ---",
          "text": "--- onto the empty Track 19 ---- \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide-eyed horror as he sees THE SCREECHING EXPRESS TEARIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS BOSS TO SHREDS ---",
          "text": "--- and then Jimmy FEELS a POWERFUL CURRENT OF TORNADO-WI",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLYING PAST HIM ---",
          "text": "--- disappearing into the darkness - and then all those strobing signal lights on Track 18 instantly go dark. The clicking of signals stops. The tunnel falls silent -- except for Jimmy the Helper's SCREAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deep, angry undersea sound. The drowned old subway cars shift and settle among the debris of a hundred years of discarded cars, tugboats, machines and technology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now the subway world should seem the norm with it's da tunnels and tiled passageways lit by yellow and florescen light - and the world above the subway - the surface worl should seem almost too bright, too crisp, almost surreal. Tupelo EXITS THE HOSPITAL. Sees the playground. Heads for catches the eye of a mother pushing her kid on a swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Hey it’s you. How’s Renee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It’s tough, you know. Has she been around? I know she comes here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I seen her. I don’t think she should come here though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "When’d you see her? Today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What about today? This morning? \f31. No luck. Then: SIRENS grab his attention. EMS and police converge on one of the several Downtown Brooklyn subway entrances. Tupelo senses trouble, moves quickly across gridlocked traffic to ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the worker was hit by the train. Now crawling with investigators. Tupelo charges downstairs, is stopped by a",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Station's closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Please go back upstairs. Now Soljak and Terrell charge downstairs, passing them. Tupelo hears Soljak would",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "First a guy on the tracks, a train missing, now this? Why today? This is my day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(follows them) I'm the guy who fell on the tracks. This morning. At Bergen Street. like to strangle Tupelo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "You look fine, get yourself a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Which train is missing? The #3, this morning? My wife was on that train and she's missing too. She's missing and now the train’s miss- ing? What the hell’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I just got here, pal. There’s been an accident - nothing to do with the #3 train. If you would give my associate a number where you can be reached I will have someone call you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What’s that mean: “missing train”? \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "It’s not actually --- it’s a cler- ical error. We’ve been re-directing trains all morning. Thanks to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "But where is it? Sojak, losing patience, points to the iconic NYC Subway m",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Sir, we got a closed system - we don't connect to Amtrak or the Long Island Railroad - so our train is not in the Hamptons for the weekend, it's not on its way to Cleveland - it's in the city somewhere so the farther it gets from the point it left from the sooner it's gonna come back. It's in the system, okay? - and whatever passen- gers were on it this morning are long gone and off on their merry ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You mean the passengers might have been dumped somewhere? Soljak sees: the mangled body being removed from the trac Cops surround the horror-stricken Jimmy the Helper. Then- THE SOUND OF AN ONCOMING TRAIN - THE SCREECH! --— Everyone shivers. Jimmy presses back against the wall. TERROR. Soljak heads towards the action, barking ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I thought this track was shut down! The rumble gets louder. LOUDER. LOUDER ----",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "Everybody off the tracks! What the---!? Workers and EMS guys scramble onto the platform. As ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHOOSH ----",
          "text": "A POWER RUSHES THROUGH THE CENTER TRACKS, kicking up wind that sends trash flying. But the (0.S.) NOISE is clearly from the unseen level below, but as THE NOISE passes --- \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CENTER TRACKS",
          "text": "--- a strange metallic shimmering in the air - that just quickly disappears. All eyes turn to Soljak. Quick answer",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Pressure from the IRT, or maybe the F Train - right beneath us - kicks up the steel dust - happens. (to Terrell) Go downstairs and find out what train just passed, how fast it was going, and why. As Terrell heads for the staircase down to the lower leve",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(to Soljak) That train that's missing, that my wife is on. Any contact with the conductor, the motorman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(to anyone) I thought this guy was gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You never took my phone number. Remem- ber? You were going to call me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Somebody take his phone number and get him out of here --- (looks around) Where's Terrell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STAIRCASE TO LOWER LEVEL",
          "text": "Terrell, charging downstairs, runs into an angry TRANSIT WORKER rushing upstairs ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSIT WORKER",
          "text": "What the hell's going on up there? We just got a shower of plaster and asbestos raining down on our heads!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "We got nothing upstairs! What just blasted through down here? \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSIT WORKER",
          "text": "Down here? Nothing! Just a blast of wind and that train upstairs that must have been doing like 80!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "But there was no train up there! It was down here! They exchange looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS ---",
          "text": "Tupelo gives his number to Soljak. Takes a card from Solj",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "When you hear from her, and you will, call me. Now you have to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "(sees Tupelo) You're back again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Please make him leave. Officer Garrett escorts Tupelo to the stairs. Tupelo sees clock: 9:30 a.m. To the cop:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Officer, help me. My wife’s been missing for like three hours and---",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "We can’t do anything for 24 hours. A child - you could report it now, but she’s an adult - gotta wait. Trust me: she’1ll show up. Tupelo takes a last glance around the station, looks acro the four sets of tracks, and freezes --- SEES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE OPPOSITE PLATFORM ACROSS THE TRACKS ---",
          "text": "--- in the shadows, watching, listening: TINKERBELL (she longer has her note-covered backpack). She sees Tupelo se her, squirrels away into darkness. Tupelo yells:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Stop! That's her! Soljak, everyone hears - turns - this is good news --- \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Your wife? You see your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "No. Not my wife --- (points, but no one's there) Tinkerbell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "“Tinkerbell”!!?? Get that maniac out of here! And keep him out! The cop hustles Tupelo up towards the street, but now he doesn't have to prod him, Tupelo pushes away and races tw steps at a time up to ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busy, noisy, chaotic, ambulances, police cars, TV news va --- normal New York. Yellow CAUTION tape now closes off t subway entrances. Tupelo looks left, right - subway entra for eight different routes at every corner of five conver streets. But no Tinkerbell. Officer Garrett catches up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "The kid who pushed you - you saw her?! As the cop calls for backup ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO SEES TINKERBELL ---",
          "text": "--- just a glimpse, rushing down into a different station across the avenue. Tupelo wants to follow, but the cop ha his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT, (CONT'D)",
          "text": "I need a detailed description.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Let me go, I'll catch her. She was on that train! Let me talk to her. I'll find out ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "That's our job, not yours. Tupelo does not want to lose Tinkerbell, breaks away from cop and charges across the street ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT, (CONT'D)",
          "text": "Hey! Stop! Get back here! --- Tupelo dodging cars until --- \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO COLLIDES WITH A TAXI ---",
          "text": "--- goes down hard, rolls, gets back up - hands bruised, cheek cut - races down into a subway entrance that leads",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "platforms and tunnels that are completely separate from where the accident took place. Tupelo swipes his Metrocar at the turnstile - doesn't register - swipes it again ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERE COMES A TRAIN INTO THE STATION ---",
          "text": "--- and there's Tinkerbell, pacing, skittish - train stop doors open, she gets on, but ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO'S ENTRY CARD DOESN'T WORK ---",
          "text": "--- he yells into the noise ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Hold that train! --- and here comes the cop! Tupelo leaps the turnstile, rushes for the train --- a TEENAGER holds the door open - Tupelo gets in. TRAIN DOORS CLOSE --- TRAIN STARTS TO MOV --- the cop chases but it's too late ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo sees the cop pointing to the train as it pulls awa The teenager sizes up Tupelo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGER",
          "text": "Nice. Tupelo moves forward through the train to find Tinkerbell Gets to the door to the next car. Pulls the handle. Locke Sees through the windows into the next car. Crowded. Tupe spots Tinkerbell. He readies to make his move as",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN PULLS INTO THE NEXT STATION",
          "text": "Tupelo goes to the exit door, nervous energy. Train stops Doors open. He bursts out onto --- \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STATION PLATFORM",
          "text": "Tupelo sees Tinkerbell dash downstairs to a connecting li",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO PUSHES THROUGH THE CROWD",
          "text": "to catch her, and the way he looks - cut, bruised - peopl out of his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE REACHES THE LOWER PLATFORM",
          "text": "as a train pulls into the station. People pour out onto t platform. Tinkerbell gets on at the front. DOORS CLOSING -— ---but Tupelo forces his way in - two cars behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE TRAIN",
          "text": "That sign: IF YOU SEE SOMETHING SAY SOMETHING. Blacks, Wh Indians, Mexicans, Jews, Chinese - all watching Tupelo. CONDUCTOR’S VOICE Next stop Manhattan, Whitehall Street. Tupelo goes to the subway map beside the door, the car ro side-to-side as he traces the yellow-colored route with h bloody finger - it connects to the red-colored line to Th Bronx at 42nd Street. He knows where she's heading. Tupelo pushes forward through the other riders to the fro of the swaying car, pulls open the door, steps forward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "--- holding his balance as the train rockets through the curving Montague Street East River Subway Tunnel. Tupelo looks down at the connecting step-plates - sawing each other. He reaches across the step-plates, pulls the door latch t the next car. CLICK. It’s locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR BEHIND HIM SLAMS SHUT -",
          "text": "--- now he's between cars. He muscles the forward door - it won't open. He starts to retreat back when --- \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SCREECH OF METAL ---",
          "text": "--- as the train curves and brakes apply, SPARKS FLYING a the train SQUEALS - STEEL WHEELS JAMMING, THE TRAIN JERKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MOMENTUM CARRYING TUPELO FORWARD ---",
          "text": "--- between the cars, slamming Tupelo into the forward do his leg slipping between the step-plates - he pulls his l up - the plates SLAM together as ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN GRINDS TO A STOP -",
          "text": "Tupelo falls to the side into the chain guards, DROPS HIS GLASSES, catches them, puts them on ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIS LENSES FOGGED FROM THE HUMIDITY ---",
          "text": "--- EVERYTHING A STRANGE BLUR as he reaches back to the d that opens, can't find the handle, gets it, pulls - OPENS he stumbles into the car, wipes his glasses, FINDS:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STALLED SUBWAY TRAIN ---",
          "text": "People are picking themselves off the ground, cursing, fi ing their spilled belongings when ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GENERATOR SHUTS DOWN ---",
          "text": "--- air conditioning stops. GROANS from the riders. Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLICK-FLICK-FLICK ----",
          "text": "--- one-by-one THE LIGHTS GO OUT IN THE TRAIN plunging al the cars into DARKNESS. CRIES, MORE CURSES. Tupelo’s eyes adjust to the GLOW of reflected signal lights from outsid train: SMEARS of red, yellow, green on the filthy windows --- they’re stalled in a tunnel, this is as bad as it get Usually. But now it gets worse ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THERE IS A STEADY DRIPPING SOUND NOW ---",
          "text": "--- on the roof of the train from the tunnel ceiling, the",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SURGE OF POWER SHAKES THE TRAIN -",
          "text": "--- a HORRIBLE WRENCHING SOUND and --- THE DOORS ON BOTH SIDES OF THE SUBWAY TRAIN --— \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL SUDDENLY OPEN",
          "text": "---people who were leaning on the doors tumble towards darkness, others catch them, pull them back, people crush ing closer into the center of the car which is now like an open aluminum can stalled in the dark tunnel ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- a fevered announcement from the conductor is so garbled with static that it only creates more panic. And then, fr somewhere at the back of the train: \"you hear that?\" - \"shh\" - \"shut up!\" - --- the frightened riders fall into a nervous silence - i the dark, wide-open train the riders strain to hear A DEE BASS NOTE - then they hear THE DISTANT SOUND OF: AN (0.S.) ONCOMING TRAIN --- coming from somewhere deep i the tunnel, coming closer, ON THE SAME TRACK. Wild Panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO LOOKS OUT THE BACK DOOR ---",
          "text": "--- a distant swirling glow, something is coming --- THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Down! Everyone down on the floor! --- SOUND COMING CLOSER - THE SCREECH! --- but instead of the smash/impact of a train wreck ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN IS HIT BY A SEARING TORNADO OF HOT WIND ---",
          "text": "that BLASTS right through the stalled train as if an invisible train is slicing through this dimension ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SWIRLING WINDSTORM OF POWER, A VORTEX OF PURE ENERGY --",
          "text": "--- aglow with hot steel dust - TEARING clothing, CRACKIN glass, SLAMMING people to the floor, walls, and into each other as it SWEEPS through each car of the train. And the",
          "sentiment": "neutral"
        },
        {
          "speaker": "SILENCE ---",
          "text": "the sparkling steel dust becoming blackened soot. THE DOO ALL SLAM SHUT AGAIN --- the lights crackle back on. Peopl crying, bleeding, then ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and crawls into the Whitehall Street station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doors of the battered train open, people flee for the exi collapse on the platform, the totally-freaked conductor b",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "This train is now out of service!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "in the crowd, looking for Tinkerbell. She's gone. But he",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TUNNEL FAR PAST THE PLATFORMS -",
          "text": "--- a haze of steel dust creates a shimmering negative-im of the old subway car that passed through this space. Mak his skin crawl. The image settles into soot and evaporate",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM DEEP IN THE TUNNEL ---",
          "text": "--- that DEEP BASS NOTE echoes - moving on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN A DARK SAFETY NICHE IN THE WALL OF THE TUNNEL",
          "text": "Tinkerbell also hears the sound. FEAR. She scribbles on a scrap of paper the number she saw on the phantom train: 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A grimy glassed-in underground office that looks out at a network of subway tracks. Soljak is interrogating Jimmy, drunk guy who was working with the killed electrician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "So, you felt \"a wind ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "And the signal lights started flashing, and the relays ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "But the current was turned off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "On our track, yeah, and then --- Jimmy starts sobbing. Soljak is disgusted: \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "You got a good man killed. Soljak grabs a phone from Terrell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty miles away - last stop for the #3 trains. Here the subway is elevated. A tower - an old cottage made of wood steel - looks over the station and streets below. Tower c ler MORRISEY (Jamaican, same age as Soljak) is on the pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORRISEY",
          "text": "Mister Soljak. Hear you're call- ing it quits. So where to now? Florida? Gonna visit the Bronx to say goodbye? Or are you too busy with the mayor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak steps onto the platform to take the call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Hold the jokes. You reported a #3 never got there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORRISEY",
          "text": "The one that left New Lots yard at 5:52, supposed to get in at 7:12 --- (checks his thick paperwork) That one never showed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What do you mean it never showed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORRISEY",
          "text": "It never came in. But everything’s screwed up here with that schmuck you had on the tracks in Brooklyn. (gets paperwork from an assistant; to Soljak:) Here: I got the #3 that left at 5:40 came in at 7. The 6 a.m. came in at 7:15. Everything else came and went and they should all be back in Brooklyn by now or on their way back here again, but I got nothing on the 5:52 - sure it left the yard this morning? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I called the yard. It left the yard. And the bad news is the operator and conductor are Malik and Rodriquez, the King and Queen of Fuck-ups. Of course they’re not answering their phones --- (to Terrell) Find Malick and Rodriguez. Now. Soljak turns to find: Michelle. She gives Soljak the \"com here\" finger. Soljak gets off the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "We're canceling that thing tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "My thing? No! The shuttle’s con- nected. The Mayor’s shuttle. Food is coming. The balloons are ready. I'll get everything straightened out. The shuttle’s connected and ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "And a man got ripped to pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "That has nothing to do with us, me. That accident was his mistake. Workers make mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Hear what happened at Whitehall Street? Wait ‘til the Mayor gets off his plane and hears about that. Soljak looks to Terrell: what’s she talking about? Terrel has no idea. MICHELLE MURPHY (CONT’D) I couldn’t begin to explain it, but it’s not good. A Soljak look --- and Terrell’s on the phone to get detai MICHELLE MURPHY (CONT’D) And now I understand a train is “missing”?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "“Missing”? Who said? We’re tracing that unit. Jeez, the rumors --- \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Someone named Tupelo’s been calling every city office - “my wife was on that train and now she’s missing.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Michelle, on a slow day we get a hundred calls about missing people. And when we start holding trains for investigation, like this, well ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN TUNNELS THROUGHOUT BROOKLYN ---",
          "text": "--- trains filled with passengers sit stalled in darkness",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (V.O.)",
          "text": "--- every fifteen minutes we back up nine other trains - so a stalled train means like eight thousand people ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON STATION PLATFORMS THROUGHOUT BROOKLYN ---",
          "text": "--- crowds waiting for trains grow larger --- are gonna be late, lost, or whatever, times every 15 minutes until we get our schedule back---",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN OFFICES, CLASSES, RESTAURANTS, COURTROOMS ---",
          "text": "--- empty chairs, missing people late for dates --- --- which at this point could be four or five hours --- RANDOM FRIENDS AND BOSSES AND LOVERS are annoyed, indifferent, or worried. Some make calls. INT. DIVISION OFFICE PLATFORM —- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "--- so we’re gonna get a lot of phone calls from a lot of nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "This nut is Richard Tupelo, an assistant professor of physics at Columbia University. I checked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "The guy was yelling that he was chasing “Tinkerbell”! So what if he's a teacher? He's a nut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here comes Bob the Reporter. Michelle lifts her hand: sto She dictates the party line, wants to control this story:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "A city worker - we’re checking his blood alcohol level - got careless and was hit by a train. That’s worth an inch on page 17 - if you want that exclusive interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB THE REPORTER",
          "text": "What about Whitehall Street?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Do you want a stalled train story or do you want the mayor? Bob the Reporter wants the mayor. He backs off. MICHELLE MURPHY (CONT’D) (to Soljak, whisper) I still don't understand how a train disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Stop using that word. All morning we're detouring units, people throw incorrect switches and Brooklyn trains wind up somewhere in Queens or the Bronx - and then the people who screwed up turn off their phones and try to cover their mistakes; it happens. So let’s not create a panic when there’s no reason for panic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "How many people on an average train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "On that one we’re talking a #3 at Bergen Street - before rush hour - that’s a 6-car train - maybe 12-15 riders in each car - 90 people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "That’s a relief: on the day the Mayor’s opening a new subway line only 90 people are missing. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "No: one person - no, one person who says one person is missing. Michelle, we’re in the process of locating our motorman and conductor. They are not our best employees. I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Not good enough. You will now take me to the place that shows where all the trains are and I want to talk to those people in that room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Oh: you mean the NASA room ---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Is that what they call it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANTISEPTIC DETAIL ---",
          "text": "--- filled with rows of earnest technicians ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (V.0O.)",
          "text": "The room with the big computer screen like an air traffic control place, the central command where every one of our 6,200 cars is a blinking light with a number that tells you where every train is at any given moment on our 842 miles of interconnecting lines - so we can simply find the train. Is that where you want me to take you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michelle Murphy nods: yes! Soljak smiles sourly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "That room, Michelle, doesn't exist. In the mind of every passenger, every cop, every person like you that room’s in their fantasy im- agination. But we don't have any room like that. We have this --- \f46. Points to the crowded, dank room beside them, in a tunnel with a board displaying a localized section of track and uniform little red lights with no markings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "--- and a dozen more just like it. Some even have a big map of the whole subway system. But even there we have no way of knowing which trains those lights repre- sent. We just know that each red light is a train - but which train? That's anyone’s guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "(that sinking feeling) There's no master computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Well, we sometimes have guys posted in the tunnels with clipboards to mark off the trains as they pass. City budget being what it is we're in the 12th Century down here and that's why we sometimes misplace things. But we always do find them. Besides, I don’t know that there even is a missing train --- Soljak thinks fast, does not want this blown out of proportion, does not want his day ruined:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "That guy who fell on the tracks, that teacher - I was with him and he saw someone who was on that train, saw her an hour ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "He did? Well where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(fishes out Tupelo's phone number) I got his number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "I want to see him. Get him here. Soljak turns to find Terrell. Soljak gives him the number \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Find this nut. And Terrell: between Bergen Street and Boro Hall, who's on clipboard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "(ashen-faced) We need to get to Whitehall Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Noon. Jamal and some friends bounce out of the side exit. Tupelo waits, adrenaline pumping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "It's Mister Unreal. (pokes him) You real today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(pushes away Jamal’s hand) Where’s your friend Tinkerbell? Jamal reacts, sees the bruises on Tupelo’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "What she do to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We ran into each other this morning - and she almost killed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Not her. She's into that peace shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Didn’t seem so peaceful to me. Look, my wife’s missing and the last person to see her was your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "“Friend”? Who said she’s my ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Tinkerbell’s in trouble. Big trouble. Jamal motions his friends: keep going without me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "What? She steal some spray paint? \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "The police want her for attempted murder - attempting to murder me. But I need to ask her some ques-— tions before the cops get to her - and before she disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Like ask her what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(snaps at him) I’m talking, you’re listening. This is your fault and you’re gonna help me. She knocked me on the tracks. I figured it was an accident, but maybe she followed me ‘cause I “touched” her - in which case I’m blaming you, you’re involved now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Me!? It was a joke. Leave me out of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "She hit me, she jumped on a train - and now that train is missing, and my wife - who was on that train - is gone. But Tinkerbell's not missing - I saw her - and I need to ask her exactly what happened and you are going to help me find her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "But she’s not around today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Where is she? Where’s she live? Be smart. Make me your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "What do I get out of this? Tupelo stares at Jamal: how do I reach this kid? Then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I can read you. Okay? I know what you're thinking. So here’s the deal: if I can read your mind you help me. If I can’t --- I give you a hundred bucks. \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Wha -? Get away from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You scared? Why? If I lose you get a hundred dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Go ahead. Try. Read my mind. Tupelo pulls out a twenty dollar bill, writes something o it, stuffs it in Jamal’s shirt pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Okay, look me in the eye. Pay attention. What’s 5 + 5?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Shit man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Answer me: what is 5 + 5?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "8 + 2, c'mon fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "7 + 3? Faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Ten! Ten! Ten!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Name a vegetable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Uh, uh --- carrot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Take that twenty out and see what I wrote on it. Jamal pulls out the bill, unfolds it. It says: CARROT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Shit! How the hell did you---!!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"7",
          "text": "Tupelo grabs Jamal by the sleeve and starts walking him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I’1l tell you after we find her. Keep the twenty. Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Controlled chaos. Soljak and cops huddle around the opera of the train hit by the storm of energy. People get first inspectors take statements. TRANSIT OFFICIALS compare not",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSIT OFFICIAL",
          "text": "Sixty-five people taken to the hospital, sixty treated here and released, and I guess we’re look- ing at about five hundred lawsuits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSIT LAWYER",
          "text": "Subway doors open in a tunnel --- this leads the evening news. When the mayor lands - we’re screwed. ELECTRICAL ENGINEERS climb from the track pit. \f51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELECTRICAL ENGINEER",
          "text": "(to Soljak) Every relay’s fried all the way back to Court Street. And get this: there’s a section of rail turned black. What the hell’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I need to take a look at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "(tugs at Soljak) They finally sent the tapes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What tapes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "Bergen Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(to the engineer) Gimme a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A surprisingly primitive room at the end of an undergroun platform - tiny lights on a map show a local section of track. Soljak, cops, and TA Officials watch a portable monitor connected to an out-of-date digital video player. ON THE MONITOR (6:20 a.m.) A TRAIN PULLS INTO A STATION - WE SEE: Tupelo and Renee r onto the platform, get on the last car of the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Okay, that's Grand Army Plaza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TA OFFICIAL",
          "text": "Why the hell’s that old car hooked on it? I thought we junked all of those. Soljak says nothing as ON THE MONITOR: The train with Car #8686 at the rear pulls out of the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TA TECHNICIAN",
          "text": "Now the next station, Bergen Street. THE IMAGE SWITCHES TO THE BERGEN STREET STATION (6:23 a.m Train pulls into station. Tupelo steps out. Tupelo reacts \f52. Renee - starts to get back on. Doors close. He pounds the door. Train moves on. Tupelo left behind. Renee goes to the back window. BANG! --- --- Tupelo is hit, falls into the track pit as Tinkerbell chases the train and leaps on to the last car and the tra disappears into the tunnel. Cops pull Tupelo from the tra",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(to the technician) Go to Atlantic Avenue - next stop. The technician hesitates, looks to the TA officials. Then",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "We don't have cameras there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER GARRETT",
          "text": "Only half the stations have cameras.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "No cameras at Atlantic Avenue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSIT OFFICIAL",
          "text": "Not yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Atlantic Avenue with nine connect- ing lines --- and no cameras? Is this possible!? You're getting rid of half my ticket clerks who watch everything before you have cameras in all the stations!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "(wants to calm the boss) What's the next station with a camera?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "DeKalb Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Go to DeKalb - at what time Terrell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "Train left Bergen Street at 6:23, should pull into DeKalb at 6:38. \f53. MONITOR VIEW: DEKALB STATION - the time code reads 6:36. People begin to crowd onto the platform. At 6:38 - no train. RAPT ATTENTION IN THE CONTROL ROOM as they see the platform get more crowded. On the monitor: 6:39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Nothing arrives until 6:52 - and it's a different train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(controlled fury) Great. Terrific. Fine. So a train leaves Bergen Street and - what? - evaporates? Gets on a boat and goes to the Bahamas? Shut down the whole tunnel from Bergen Street to DeKalb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRANSIT OFFICIAL",
          "text": "There goes our rush hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Let ‘em walk. Maybe they'll appre- ciate what we do down here. I’m gonna walk. Yeah. I’m gonna walk that tunnel, personally, and I'm gonna find out what the --- Suddenly: the voice of ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Mr. Soljak, may I speak to you alone for a moment? This is not good. They step out of the crowded control ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Go ahead. Cancel the party. Early retirement. As of tonight I quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "I tried to cancel it, now I can’t. (off Soljak’s reaction) The mayor called from his plane - looking down at America he calls me, and insists on this party --- to show strength and confidence, ‘cause he’s heard your entire goddamn subway’s falling apart!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "It’s always falling apart \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Well fix it before he gets here! (then a strange smirk) Uh, find that man you were looking for? Columbia University? Professor? The science guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Not my priority right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Make it your priority. Cops were just at his apartment ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Officer Garrett and a DETECTIVE look around the place, se the mirrors, the model car. As they move around the model reflected in the mirrors - the car disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY, (V.O.)",
          "text": "Seems he’s also some kind of magician. And he does have a wife who seems to have vanished. Cops are looking for him now. And something else about him --- The detective breaks through the locked bedroom door. Fli on the light. We don’t see what he sees, but his expressi is raw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michelle presses Soljak: MICHELLE MURPHY (CONT’D) We might have a psycho on our hands. You said you had his phone number. Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three sets of parallel tracks through a dark dripping tun WE HEAR that DEEP BASS NOTE - makes our skin crawl. Switches and light signals in the center track begin to s and strobe. The missing train is here - invisible - pulli energy from the system. WE SEE the GLOW, HEAR the GROWL of a very real oncoming t rounding a curve on the side tracks. NOW WE ARE ---— \f55. INSIDE THE MOTORMAN’S COMPARTMENT - MOTORMAN’S POV Easing the throttle to control the speed as he takes the curve - the lives of five hundred passengers in his hand the ribbon of glowing track heading towards a station. He HEARS - above the rattle and noise in his compartment - that DEEP BASS NOTE from somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The “phantom” train’s tracks begin to SHUDDER - rails GLO with a surge of energy - the GLOW JUMPING onto the tracks the passing real train - transferring energy - and contro INT. SUBWAY - MOTORMAN’S POV - SPEEDING THROUGH A TUNNEL, It’s as if WE’RE DRIVING THE TRAIN as it enters the stati The platform overcrowded. The motorman plays the brakes - 110 yards to stop - people push close to the edge - from motorman’s POV we see the inherent danger. SUDDENLY --- A LITTLE GIRL DARTS OUT TOWARDS THE EDGE. Motorman presses the brake hard. IT’S LOCKED - won’t move Motorman BLASTS his horn. SOMEONE GRABS THE KID before the train slams her. Brakes engage - the motorman slams the throttle - WHEELS SCREECH stopping the train two cars past the end of the platform. WE SEE THE MOTORMAN’S FACE: He’s freaked. We’re freaked. Now we’re all on edge as ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THAT STORM OF POWER",
          "text": "flashes past the train and continues deeper into the tunn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the grip of chaos, crowded - confused people try to he an announcement that hints at the density of action here:",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATION ANNOUNCEMENT",
          "text": "All D Trains have been taken out of service, transfer to the Q. The 2, 3, 4 and 5 on the lower levels and the M and N will be using the B and R plat- forms and all F, A, and C Trains in both directions have been diverted to the central platform tracks. \f56. CLOSE SHOT - A FINGER ---— --- on the large subway wall map traces the route of the the red line - as it moves down from the Bronx and Manhat into Brooklyn until it reaches --- ON THE MAP —- BROOKLYN: THE BORO HALL-ATLANTIC-DEKALB VOR An overlay of 9 stations where every subway line converge orange, red, green, blue, yellow, brown - the entire spec as if laid out by a shattered prism through which every t in the system eventually passes. The finger belongs to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "We're here. “The Power Spot” she calls it. C’mon, let’s go --- I want to know about that carrot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Jamal leads Tupelo through the multi-level labyrinth o staircases, tunnels, and passageways, the ballet of peopl moving up-down-across-—and-around seems like an M.C. ESCH DRAWING of interlocked motion and connection. ON THE MOVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "So how'd you do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It was easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "If it’s so easy why can’t you read my mind and know where she is right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Don’t get cute. That wasn’t the bet, that wasn’t our deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "But how’d you do it? Tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "The minute we find her. They move past a row of subway shops - shoe repair, keys, pizza - a radio blares “Our Lips Are Sealed” - drowned ou by a SUBWAY SCREECH! - and a dark BASS NOTE from some dee subterranean place. Tupelo winces. Jamal keeps them movin",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "So how’d you know she was the one? \fTupelo grabs 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Tinkerbell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "No man, your wife. How’d you know she was the one for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I just felt it. I just knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "“Just knew” - you got to do better than that, man. Was it what? - her looks? Way she kissed you? Gimme some direction here. Shit, you’d make some lousy father. Jamal, slams him into the wall. Jamal reacts - innocent - it was a joke. Tupelo’s face: twisted. Tupelo eases Tupelo nods,",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL, (CONT'D)",
          "text": "Chill man. Be the grown-up. What? off. Then calmly gives the answer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It was the way she looked, and the way she looked at me, and the way she would say things, and what things bothered her, and what things didn’t bother her, and --- she was great to kiss and we were just - we were a great team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "“Were,” “was,” “used to,” what's all the past tense? You over it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We’ve got some problems now. But you don’t quit on someone cause you have problems. You try to fix things, try to get things right again. You try to get things back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Hope it works out. For real. smiles at this kid, then something catches his eye on the wall just beyond Jamal’s shoulder --- \f58. THE NYC SUBWAY WALL MAP - CLOSE SHOT —- DOWNTOWN BROOKLYN --- where all the subway lines converge into what LOOKS LIKE A HOPELESSLY KNOTTED WEB OF MULTI-COLORED STRINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO SEES",
          "text": "some pattern in the map, some pattern in those strings converging in Brooklyn, some pattern he’s trying to read, formulate, comprehend. He mutters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Never saw it like this. This looks --- it’s just like a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He digs into his pocket, finds the card Soljak gave him, to find a weak cell phone signal. Bangs out Soljak’s numb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak on the street, moving, takes the staticky call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Who's this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo covers his ear, cups the cell phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "The guy who got pushed on the tracks. Find that train yet? INTERCUT STREET AND SUBWAY -— --- both noisy as hell ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "No. You got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What kind of stupid question is that? You think I ---? So you can’t find it, huh? Well, I’m looking at a map here ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Where are you Mr. Tupelo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Do you know what a Moebius Strip is? Tell me about this morning. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "First you tell me: where are you? INT. ATLANTIC STREET STATION —- DAY Tupelo senses trouble. Ends the call. Stares at the map o knotted lines in Brooklyn. Jamal grabs his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "This ain't the art museum. You want Tinkerbell? Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak pushes his way downstairs to the station and tunne the train disappeared. As transit workers put up barriers",
          "sentiment": "neutral"
        },
        {
          "speaker": "STATION ANNOUNCEMENT",
          "text": "This station has been closed. We apologize for the inconvenience. --- a throng of angry commuters exits upstairs - some peo bark, others make it easy - intertwined human behavior - Soljak is not part of this people-world and we realize, e in the crowd, how deeply alone he is. A transit worker we ing safety gear, with clipboard (CLIPBOARD MAN), meets hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "Ever wonder where they’re all going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "No. I’m just supposed to get them there. Let’s do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak and Clipboard Man - reflective vests, flashlights walk the dark one-track tunnel. If a train comes, no esca But this track is shut. We hope. A half-mile of signal li warn: STOP. A dark world of strange noises, trash, and ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "A train entered this tunnel. No evidence it came out. Magic, huh? Clipboard Man tests a smile - sees that Soljak is not jok",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "There are no switches until the next stop, sir. Train goes in here, only thing that could happen is --- \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Yeah? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "I don’t know. Each step deeper into the tunnel echoes louder. Now betwe the tracks: burnt rats. Clipboard Man looks back towards lights of Bergen Street Station - a quarter mile away. It quarter mile further to Atlantic Avenue Station. They’re the middle. Clipboard Man is already jittery, then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "(wants to run away) You hear something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Give me your light. Soljak shines both lights on the rails. A section of rail a dense jet black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "Never seen that before. You? Soljak has - but doesn’t answer. He moves closer to the blackened rail. Careful. Bends to touch it, wipes the soot - the steel itself has turned bl CLIPBOARD MAN (CONT’D) What’s it mean? Soljak finger to lips: shh. A throb in the tunnel. Tensio CLIPBOARD MAN (CONT’D) (voice shaky) Uh, sir --- Chief --- over there--- Soljak aims the lights further down the track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Don’t move. Soljak steps forward. Stops. Sees: \f61. TINKERBELL’S BACKPACK in the muck between the tracks. Covered with scribbled no Looks like a bomb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "(backing away) Don’t touch it. Could be ---. Soljak knows it means something, but not a bomb. Still:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Slap yourself and calm down. We have to follow protocol - call the cops and the FBI. You’re in charge here now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLIPBOARD MAN",
          "text": "Me? What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Cancel a party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lowest level. Jamal and Tupelo. Alone. Signs: IF YOU SEE SOMETHING SAY SOMETHING. There are rusted doors on the platform wall, so rusted you'd pass them without noticing But one is freshly spray-painted yellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "That's her. Jamal goes to the yellow-sprayed lock. Has a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Where'd you get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "I look out for her sometimes. The lock CLICKS. Jamal pulls the creaky door open. It's a dark, drippy, rust-streaked entrance to a chilly underwor that leads down to a humming realm beneath the subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL, (CONT'D)",
          "text": "She says this leads to hell. Still want to find your wife?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bomb squad vans SCREAM and PUSH through the traffic. Cops transit workers evacuate the stations. News and police he \f62. copters overhead. Chaos verging on panic. And now it’s staring to RAIN. CAMERA FINDS: Soljak - alone in the crow - keeping something to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV NEWSWOMAN",
          "text": "The discovery of a suspicious device on the tracks has shut down all subway lines in Brooklyn. Police cannot say when the stations will be re-opened, but investigators-—-- Nothing Soljak can do here - gets in a waiting car driven Terrell. Terrell puts a red light on top and kicks the si INT. PHYSICS LAB —- COLUMBIA UNIVERSTIY, MANHATTAN - DAY OUTSIDE THE WINDOW: SIRENS SCREAM through traffic. INSIDE Soljak and Terrell with department head PROFESSOR WILKIE. Formulas cover the walls. Soljak is shocked as he repeats what Wilkie just said:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "You mean we've been trying to find this guy and now you tell me he’s not some kind of professor here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "Not anymore. We lost “Artie.” Bril- liant student, but ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Artie? I’m looking for Richard Tupelo. Who’s “Artie’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "That’s what we called him: “R-T” - Richard Tupelo - his initials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(to Terrell) Who said he was a teacher here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "Michelle Murphy. Soljak motions Terrell: we’re in the wrong place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "He once taught here. I understand he still is a teacher - a substi- tute teacher, in The Bronx --- Substitute teacher? It’s migraine time for Soljak. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Look, we’ve got a train missing, he may be involved, and we need to find him. Where do we look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "Artie’s had a tough run, but I can’t imagine ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "“Tough run” - what’s that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "He lost a baby - staph infection - no one’s fault, she went so quick, it just happened --- INT. TUPELO AND RENEE’S APARTMENT - EARLIER TODAY The cops push into the locked bedroom --- baby clothes, a bassinet, changing table, toys and dolls - all tossed into an angry, ugly pile in the middle of the floor",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE, (V.O.)",
          "text": "--- and I hear his marriage ---.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "And he was one of my brightest. Sadly what he chose to work on was a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I’m almost afraid to ask. Wilkie explains by drawing a single line across a chalkbo",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "This is the electromagnetic spectrum: this area - radio waves, radar, infra- red, X-rays, gamma rays - nothing we can see --- only this very small part of the wave band, here, in the middle, just this fraction of the spectrum is what we can see with our eyes - but all the rest, even if we can’t see it - it all exists. But we only see this tiny piece of our world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Yeah I get it. I work with engineers. I’m not an idiot. So what? \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "The invisible spectrum. Very exciting field. Only he took things too far. Soljak: which means? Wilkie makes a dot far to the right:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE, (CONT'D)",
          "text": "Out here are electromagnetic waves with stupendously high frequencies. He felt, and taught, that out here the speed of light is not absolute, that pulses of energy could travel faster than light. I warned him it was laughable, but he persisted. I had to ask him to leave. The (O.S.) RUMBLE of the subway that runs beneath the university. That sound shakes us up. Now it also shakes up Soljak. He pulls Terrell to the exit ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Thanks for the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "Of course now it seems he was right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE",
          "text": "We’re only just developing the tools to prove it but now we know that a pulse of light shot into a strand of optical fiber can depart before it even enters, indeed faster than the speed of light - it’s now part of our science. I’ve always wanted to apologize to “R-T” --- Soljak squints, Wilkie presses on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILKIE, (CONT'D)",
          "text": "--- you see, he knew it: if anything is faster than light, imagine the possibilities of perception, dimen- sions, and what might be happening, right now, all around us and right beneath our feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dripping with stalagmites and laced with a spiderweb of s \f65. zling, hissing wires covered with smoking wet rags, walls crawling with bugs, sounds of scurrying rats as Tupelo an Jamal make their way down the rotted staircase, emerging INT. THE OLD MYRTLE STREET STATION —- BROOKLYN A dark, haunted place with it’s signs fallen down, pothol on the platform, and cracked tiles on the walls - one of the dozen gloomy, abandoned New York subway stations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Myrtle Street. Damn - this was a stop when I was a kid. Rain drizzles down from the track ceiling. Lights flicker The effect is a TWINKLING STROBE-EFFECT that plays with o sense of depth, space, and reality. As Tupelo’s eyes focu they come to rest on an old rusted plaque on the wall:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SUP RVISOR FOR THIS STATION IS CRYTHEN BELL",
          "text": "TUPELO (CONT’D) (remembers ---) “Cry Then Bell” --- that was one of her notes. She lives here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Hides out from the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "But then she goes to school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Hot meals for free. Guess she likes other kids. But this is her place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Right there --- Tupelo’s breath catches. Twenty steps away a pile of rags cardboard on a broken subway bench camouflages a fragile human: Tinkerbell. Jamal repeats what Tupelo sneered at h",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL, (CONT'D)",
          "text": "Thing you need to learn is: “as tough as you think your life is, for someone else it's even worse.” \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(chastened) She have any family?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Oh, she has people --- (shakes his head, disgust) That’s why she’s down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL WHISPERS",
          "text": "-- her fury and bravado gone - a frightened kid:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Help me. Tupelo kneels beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I want to. But first I need you to help me. She tries to make herself smaller. Covering the grimy wal behind her she’s created a collage of old and new found expressions: WHO WILL BE MISS SUBWAYS? - IF YOU SEE SOME- THING SAY SOMETHING - HANDS OFF UNLESS AUTHORIZED - and: “8686” - stuck to the wall with tape and gum. TUPELO (CONT’D) “WHO WILL BE MISS SUBWAYS”? --- that’s from like fifty years ago, where did you see that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Sometimes my head feels sick and I see things. But this morning, it was the worst --- like what you said: close off a room and inside, no one’s looking, it’s all crazy, right? Well sometimes, what you said no one can see - well, some- times, I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(this is huge for him) You can? Really? What’s it like? She looks to Jamal - can I trust him? Jamal nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Everything moving real fast, but soft, like clouds of color, like (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL, (CONT'D)",
          "text": "the whole world is melting - then it goes away. When I tell people about it they all wanna lock me up, they think I’m crazy. Am I? Tupelo tests touching her shoulder. She doesn’t pull away but her hands are clutched tightly inside her coat. Gentl",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "What you see - don’t be scared of it. It’s a gift, a wonderful power that I think we’re all born with and then we forget: the world as it is - an accurate vision of light and form and color. It’s what babies see when they first open their eyes - before they’re trained to just see the world as this --- He motions to the world around them: filth, grease, darkn",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (CONT'D)",
          "text": "What did you see this morning? Her voice is even, soft, but her eyes are pure terror:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "I was running, they were chasing me, so I jumped ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Tinkerbell grips the greasy, swinging, clattering guar chains and pulls herself up onto the swaying foot plate - grime and dust swirling ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL, (V.O.)",
          "text": "I saw this lady’s face, she looked like she hated me --- Renee is pressed to the window, terror, fury ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (V.O.)",
          "text": "That was my wife, she’d just seen you push me onto the tracks. Renee starts banging on the window of the locked rear doo all the anger and sadness and disappointments and pain of \f68. her life now focused on Tinkerbell ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL, (V.O.)",
          "text": "--- but then she looked at me --- Renee - her eyes locked on Tinkerbell - sees a frightened teenager - and Renee’s face takes on an almost-angelic gl --- like she cared about me --- Renee’s fists open, her palms to the window, trying to co this frightened child. A POWERFUL MOMENT: Renee as streng hope, promise, and pure love - the Renee that Tupelo love",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL, (V.O.)",
          "text": "--- but behind her --- WE SEE: THE ONCOMING STORM. Renee is framed in its halo, just as it reaches her ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tinkerbell falls silent. Does not want to remember. Tupel touches her cheek. She continues:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "I don’t know the words - it was coming right at me and then the train was gone and the lady was gone and just before it got to me I just let go and I fell on the tracks and --- (crying like a little kid) I hurt myself. Tupelo puts his arms around her as if she were his own ch He moves the rags from her clasped hands. Her palms and w are a HORRIBLE STEW OF BRUISES, CUTS, FILTH, WET AND DRY from when she fell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Aw --- Tink ---. Tupelo hugs her closer - father of the year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We need to get you cleaned and fixed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "No. No doctors. \fJamal starts She motions: platform, ON 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You will lose your hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "(first time: fear) You got to let him help. He’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "But it’s all gone. I thought it was just those things I see but then people were looking for it and they said the train was gone so it really did happen, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Yes. It did. The train disappeared. to joke, sees Tupelo is serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "I think I know why it happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "We got to get her to a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "That’1l be your job. I’11 tell you who to take her to. After. (to Tinkerbell) What made it happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "That lady who didn’t hate me --- promise me you’1ll save her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "That’s why I’m here. follow me. She leads them towards the end of the THE OLD SUBWAY BENCH we see a mark of vandalism on the wood - faded carved initials: “RT”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE END OF THE PLATFORM",
          "text": "TinkerBell pulls open a sheet of corrugated tin that lead THE “BENCH-WALL” — - a narrow ledge right above the tracks that hugs the wal tunnels and lead to secret rooms and stairways to even de depths. As they follow TinkerBell along the slippery ledg seems they’re alone in the center of the earth. Then they \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STRANGE CHORUS OF CHIRPING -",
          "text": "Tupelo: Huh? He peers into a tiny portal, sees a hidden r that sounds like IT’S FILLED WITH DERANGED CRICKETS. This A RELAY ROOM --— --- a tarp-covered, rag-filled, spiderweb of wires that h a crucial part of the subway’s nervous system, yet also o of the most ancient - “relays” are small switches flickin and off, a technology in use since the subway opened in 1 Tinkerbell tries to explain:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Whenever trains go by they always start clicking back and forth ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPLEO",
          "text": "Some kind of electromagnets. (sees the cloth-covered wires leading out of the room) Must be connected to the tracks some- where, and when a train passes --- (figures) It shorts the circuit. Which would let the system know a train is there --- or not. (astonished: ) Those aren’t even plastic, they’re Bakelite, from the 30’s, and all those wires - all wrapped in cloth! Jeez, pure entropy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "What’s that mean? Tupelo wants to keep moving, no time to explain. Jamal ho him, always wants answers. So:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TUPELO AND RENEE - pressed together in a crowded, moving, subway car - they hold each other, the moment they were most in love ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (V.O.)",
          "text": "It means that anything complex and interconnected --- CAMERA EDGES BACK: RENEE IS PREGNANT - this is a happier for them, a time of hope and promise, THEY SEEM TO GLOW - \f71. TUPELO (V.O.) (CONT’D) --- unless you keep it right --- FLASHBACK: TUPELO AND RENEE KISS. TUPELO (CONT’D) Will always break down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN SWEEPS PAST OUR VIEW",
          "text": "EACH OTHER'S LOVE, become a smear of steel, flesh, and li",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (V.O.)",
          "text": "And when it does start breaking down --- CLOSE SHOT - THE TRAIN’S UNDERBELLY AND THE TRACKS BLUE SPARKS as the speeding train’s “shoes” scrape the th rail - picking up the current that powers the train. TUPELO (V.O.) (CONT’D) --- you might never know how the problems got started. INSTANTLY WE ARE TRANSPORTED --—— --- into a small, hyper-clean UNREAL white room with one simple relay switch atop a metal table. TUPELO (V.O.) (CONT’D) Like: if this room were empty, any- thing changes - like a piece of paper near a wire - you'd see it. A crumbled piece of paper NOW APPEARS --- too close to an exposed wire - ready to spark. Easy to see. Easy to fix. TUPELO (V.O.) (CONT’D) But if that same room is ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "FILTHY RELAY ROOM ---",
          "text": "TUPELO (V.O.) (CONT’D) --- a maze of distractions crowded with rags and wires - with water dripping and sparks flying - you'd never see the trouble --- --- that shred of paper about to catch fire can no longer \f72. even be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW YORK CITY",
          "text": "Thousands of streets and buildings, bridges and highways moving ten million people - an organism of complex and infinite connections, now falling into chaos and crisis - TUPELO (V.O.) (CONT’D) --- and when all those little troubles and problems cause the whole system to fail - no one would ever know why. THE HELICOPTER - “CITY OF NEW YORK” LOGO --- - lands. Michelle anxiously waits on the helipad tarmac t greet --- THE MAYOR. WE RETURN TO: INT. THE DEPTHS OF THE SUBWAY SYSTEM — Tupelo, Tinkerbell, and Jamal stand on the slippery bench above the tracks, peer into the mess that is Relay Room 2",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "How many rooms like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Whole city. In all the tunnels. Everywhere. C’mere, gets worse --- She motions to the slimiest, rustiest, most corroded meta door seen yet - no doubt the passage to some even more ho dungeon-like mystery. Tupelo takes a deep breath, then no open it. She pushes open the filthy portal ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--- what he sees takes his breath away. HE SEES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pure white, antiseptically clean, shining SUBWAY STATIO SOMETHING WE NEVER EVEN IMAGINED COULD EXIST --- like a s station with electronic signs and shiny sets of track, ev the tunnels leading in and out of this station are spotle It’s like some imaginary wonder-world, but this place is",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "(gives her the creeps) They just made it. For the O Line. FROM SOMEWHERE FAR ABOVE they can hear/feel the rumblings \f73. trains, water mains, power lines, and a city of ten milli people - but down here it’s like a beautiful, lifeless to TINKERBELL (CONT’D) Like a year ago they started fixing this place up --- and that’s when the crazy things started to happen. Tupelo goes to a backlit 8ft-high subway map set in the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Where are we now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Right here --- She points to that “Power Spot” confluence of connections Brooklyn, but now there’s a new marking on this map: THE “O LINE SHUTTLE,” a silver line that sweeps through Brooklyn’s knot of mult colored transit lines and continues through to Queens, Th Bronx, Manhattan, and back to Brooklyn --- tying all the strands of the system together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is mystified, incredulous, half elated, half horrified",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "This is so sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL AND TINKERBELL",
          "text": "What!? Tupelo points to the subway map on the wall:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You see this new line? You see what happens here? They have no idea, but --- I was right - it’s real --- they've created a Moebius Strip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "B-RING",
          "text": "They STARTLE --- huh? - it’s Tupelo’s cell phone. TUPELO (CONT’D) This works ---? We’re five levels down into bedrock. How’s this ---? \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Look: cell phone boosters built right into the walls. Cool. Tupelo looks at his ringing phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "27 missed calls and messages --- (he answers the incoming call) Hello --- ? Tupelo has to move the phone from his ear ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(ON THE PHONE, BELLOWING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell you been!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Ah, my new friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (ON THE PHONE)",
          "text": "So Tupelo, this some kind of prank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Screw you, my wife’s on that train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Tell me this is a joke. Some magic shit - smoke and mirrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (ON THE PHONE)",
          "text": "Don’t hang up! --- EXT. ON THE STREET —- DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRIDLOCK, SIRENS, CROWDS, COPS, BOMB SQUAD, NEWS, FBI, HE",
          "text": "COPTERS OVERHEAD, - Soljak - pacing, on the phone - is watching the world as he and we know it falls apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Are you playing games with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (ON PHONE)",
          "text": "What happened at 6:23 this morning that never happened before? \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "6:23 ---? Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (ON PHONE)",
          "text": "In the Myrtle Street Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "The old station?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (ON PHONE)",
          "text": "No. The new station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "The shuttle? You can’t be in that station. It’s all locked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (ON PHONE)",
          "text": "And yet, here I am. What happened today at 6:23 a.m?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What do you care? What’s that got to do with ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Hey Pal, you wouldn’t be calling me unless you couldn’t call anyone else. You know something’s wrong. What happened this morning at 6:23?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "The shuttle happened. We finally connected the last tracks of the shuttle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo, speaking to Soljak, traces the shuttle line on th",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "And at that moment every subway line in the city was turned into one giant endless loop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (PHONE)",
          "text": "Yeah. 6:23. First time ever. What’s that got to do with the Number 3 going AWOL?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Maybe everything. Soljak, is that train really missing? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tightly-wound Soljak responds quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "We’ve combed every inch of track in the city --- (hates to admit:) Yes. It’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT THE NEW STATION",
          "text": "Tupelo’s eyes focus on the ominously-glowing subway map, the Power Spot in Brooklyn where all the lines converge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Then every train is in danger now. And the one that’s missing --- if you want it back then get down here. Alone. No cops. Got that? Get down here. And I'll find it. Tupelo disconnects. To Jamal: TUPELO (CONT’D) Take her to Brooklyn Hospital. Go up to the fifth floor, find Nurse Judy, and tell them Tinkerbell is Renee’s niece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Who’s Renee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "My wife. She’s a nurse there and they’1l do anything for her. (to Tinkerbell) She was the lady on the train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Do I have to be her niece? Can I be her kid? Can she be my mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "She’s not ready for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "What are you gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Force that train back to where it escaped from, even if I have to shut down the whole city. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "They won’t let you do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "They'll have to. Now get her to the doctor, get out of here! Jamal pulls Tupelo aside, concerned, whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "If the cops grab Tink’ --- gimme your phone number. Tupelo scribbles the number --- pushes Jamal to go. Jamal Tinkerbell head towards the secret exit. Tupelo glances o more at the map and its jumble of knotted lines in Brookl",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Wait! Tinker--- “Teena” - right? -- - all those little papers you cut up and write on --- you got a piece of paper for me? She nods, finds in her pocket a sheet of paper. TUPELO (CONT’D) And a scissors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Scissors? No - I got this --- A razor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Fine. And some tape. And a pen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "You gonna get your train back with a razor blade, paper and a pen? Tinerbell has tape and a marker. Tupelo kisses her forehe",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Good kid. Both of you. Now get to the hospital. Move! Jamal won't move:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "How'd you know I'd say “carrot”? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It was just a trick. Dumb trick. Get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "But how’d you do it? You said you'd tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(exasperated, but has to tell him: ) Ask anyone a series of fast simple questions - 2+8, 3+7, 5+5, 6+4 - that stops their thinking - then ask them to name a vegetable. Most people will say “carrot.” It’s a fact. Now get out of here. Go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TV NEWS REPORTER giving her LIVE REPORT stands in front crowds, cops, and Bomb Squad vans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEW REPORTER",
          "text": "A child’s backpack on the tracks was all it took to shut down the subway at rush hour. But in today’s world most would agree it’s better to be safe than sorry. The good news: all subway lines are again in operation. Still, with the system just getting back underway, expect delays that will inconvenience millions of New Yorkers for several more hours. Better cancel those dinner plans - everyone is going to be late!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "leaving Transit Authority HQ in a car driven by Terrell, instantly stuck in traffic between buses, news vans, and sea of pedestrians. IN THE CAR: Soljak looks out at his world in collapse. Terrell feeds Soljak even more problem",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "She keeps calling: she’s with the mayor and she’s looking for you and she’s really pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Damn this traffic! Do something! Soljak, frustrated, bolts OUT OF THE CAR. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "No Chief. Don’t. Don’t leave me! Soljak hurries to a subway entrance - but someone grabs h",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Answer your phone when I call you! The mayor will be at this new City Hall Station of yours in 20 minutes. Be there to meet him: 6 p.m. He will speak to the press about im- proved safety - the shuttle will be his example. There will be no discussion of missing trains. Under- stand? And put on a clean shirt. And I assume you found that train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I’m on my way to get it right now. Soljak dashes down into the subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak has commandeered a specialized, hot-yellow, eight- Vacuum Car - a futuristic-looking machine that cleans the tracks of the subway and the only thing now running on th new shuttle line. Its powerful overhead beams illuminate rails and tunnel ahead. From the wide front window it’s a almost-magical view of the underworld of the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(to the Vac-Car operator) Anything special to running it? The OPERATOR - it’s a woman - shrugs: not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "Wanna let me try? I used to do this. And today might be my last day down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "(knows she shouldn't, but) Take the controls. The operator slides out of her seat and lets Soljak take - Soljak like a kid with a new set of toy trains. He give the Vac-Car some power - it hums down the track.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Yeah. Nothing special - just the best job in the world. \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo sits on a shiny plastic bench cutting a 2-inch wid 10-inch long strip of paper. A RUMBLE from far down the tunnel. He tenses - a powerful beam of light washes the station. And then it arrives, the strangest looking machi he’s ever seen. Soljak steps out onto the platform, the Vacuum-Car continues on. Soljak appraises Tupelo ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Substitute teacher. Magician. And now: cutting paper dolls. (can’t believe this) I’m in your hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You ever hear of a Moebius Strip? Soljak squints. Tupelo shows him the strip of paper. Soun like a magician:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (CONT'D)",
          "text": "Two sides, right? If I make it into a loop I have an outside and an inside. But, if instead of attaching the ends as a loop I put a twist in the strip, and then attach the ends, what we’ve got is what’s called --- He twists the strip of paper and attaches the opposite en seals them with the tape --- TUPELO (CONT’D) A Moebius Strip --- Looks like a twisted figure eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Yeah --- and?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Now, if I take this marker and draw a line down the middle of the strip, look what happens --- Tupelo draws a line down the length of the twisted paper coil; as he follows the architecture of the coil the line \f81. comes back to where it started having inscribed both side of the strip. Soljak takes Sokjak grabs TUPELO (CONT’D) I never lifted the pen. So, we had a strip of paper with two sides that now has only one side. Right? So what happened to the other side? Don’t guess. As simple as it seems, this is a profound mystery. You see, when any system makes more and more connections to other parts of itself the connectivity of that system increases in an exponential fashion - in the case of the subway forming a knot of staggering proportions. the seemingly simple moebius from Tupelo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "There were two sides. Now there’s one side. I'll play: where’s the other side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Inside. I know that’s hard to imagine. And by “inside” I also mean “outside.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "“inside, outside” - I don’t have time for bullshit now --- (crunches the moebius) That train went missing and my system fell apart. Where’s my train? - and I want a nuts-and-bolts answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I’m afraid there’s only one answer: your train, with my wife, has slip- ped into a parallel dimension. Tupelo and slams him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "A para---!!? That’s why you brought me here!? Are you---!? You motherf---!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(cool as ice) Used to be just theory for me, but now I know it’s real. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What's real!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "The world unseen. SOUNDS GRUMBLE, PILLARS RATTLE - a steady throb of tensio TUPELO (CONT’D) It was something I tried to convince myself of, it helped me imagine the work I was doing, helped me imagine that my kid ---, I tried to convince my wife of it, that there was a world of beauty and amazement right beyond our reach, but that only screwed things up more. But now --- (drags Soljak to ---) Look at your map, your subway is a 842 mile knot of amazing topological complexity, but now adding the shuttle line makes it even more complex - and the situation is now of an order so high that I suspect the connectivity - the properties of all the connections in the New York Subway System - has now become infinite. Can you imagine the properties of an infinite network? (off Soljak’s look) I can’t either. But the train is no longer in the realm of “where,” the whole System is now without a real “whereness,” and your new shuttle has caused the #3 train from Brook- lyn to jump into another dimension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Fuck You.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You wouldn’t be here unless you knew something was wrong - something way wrong that you can’t explain. Well guess what: that kid who grabbed onto the back of that train - she actually saw it disappear. Now look at this --- Tupelo starts cutting length-wise through the crunched-by Soljak-but-not-broken moebius strip: \f83. TUPELO (CONT’D) Now it really gets weird, watch: when I cut this again --- As he makes the final cut ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIKE A MAGIC TRICK",
          "text": "The Moebius strip suddenly snaps itself into two separate moebius strips tied together in a knot! Huh? Soljak react So do we. (NOTE: this actually happens) TUPELO (CONT’D) C’mere, you need to see this --- Tupelo holds the “Moebius Knot” up against THE WALL-SIZED",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUBWAY MAP. CAMERA MOVES IN",
          "text": "THE MOEBIUS KNOT ---— --- IS A PERFECT MATCH WITH THE “POWER SPOT” JUMBLE OF SU",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What the hell ---!???",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Yeah: “what the hell.” What time did you connect the shuttle tracks to the rest of the system?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "You know what time I connected it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "When you connected the shuttle tracks this morning you created this. Now I know this map is only an approximation of the system, but the actual connect- ions are even more complex. I got off at Bergen Street. The train continued but never made it to its next stop, but it did enter this newly created moebius knot and moved into a non- spatial plane. It continues to draw power from the System - you know that - so it’s got to be somewhere --- but it’s somewhere we can’t see. Soljak seems ready to punch Tupelo. Tupelo stands his gro \f84. TUPELO (CONT’D) Six hundred years ago people weren’t morons - look what they built, the art they created, the cities - all these genius people - and yet for them the world was flat, and the earth was the center of the universe --- (pure energy) ---and then, suddenly, they were totally mind-fucked - suddenly the world was round - round! - and we weren’t the center of existence but one little speck at the edge of space - and then, when the microscope was invented, whoa! - suddenly there’s a whole other world --- of tiny little creatures - living inside our bodies! And so, imagine the future, people in touch with sounds and ideas, waves and currents and signals we can’t fathom - yet. ‘Cause reality itself doesn’t change but the reality in our minds always changes. So what the future will know, it won’t be just this. So are there other dimensions surrounding us, dimensions of time and space that fill in the gaps we can’t explain? Yes. I believe that. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "It can’t be. I gave my life to this machine. Nuts and bolts. “For every action there’s a reaction.” That’s how the world works. Not---.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Then why are you here? Soljak tries to make the words to answer. Can’t. Tupelo moves in close:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO, (CONT'D)",
          "text": "What is it? I see it in your eyes. You know something. One long moment. Soljak turns away --- mutters. TUPELO (CONT’D) I didn’t hear you. What did you say? \f85. Almost a whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "That blackened track, missing train --- (beat) It's happened before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(now he grabs Soljak) What!? It’s happened before!???",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Maybe a year ago, three in the morning, for a few seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (V.O.)",
          "text": "We were testing the current in the shuttle tunnel, no tracks yet, just the power grid, when an F-Train going through Rutgers Tunnel - it’s marker light goes off, then the light comes back on. So who cares, right? Couple a seconds. Coulda been a short circuit. But when the motorman pulls in he says some crazy shit happened - blames the conductor - conductor also says something weird happened - says the motorman must have blacked out at the con- trols - so now they start throwing punches at each other so we follow up: train’s fine, the signals are fine, but the track turned black where that train went off the board. But no one wants to get written up and it’s four in the morning - train was full of drunks, so nobody thinks about this shit - they just want to get home. But I think about it. Then I forget about it. Until now. Tupelo is astonished, elated - and terrified. His theory: true. Soljak: more frightened, more confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK, (CONT'D)",
          "text": "But why then, if the tracks did this --- \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Simple terms: trigger a nuclear reaction, before you get to criti- cal mass you get smaller reactions - that’s why that circuit test you ran only caused that blip, but now, with the tracks ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Then how come every train in the system hasn’t --- how come there aren’t 10, 20, 100 trains missing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "There must be an exclusion princi- ple operating, such that only one train at a time can occupy the non-spatial network and --- Soljak’s heard enough, gets out his phone, starts a call",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I’m getting a railer team down here, we’ll disconnect a stretch of track, that’1l break your Moebius thing and - POOF! --- we'll get that train back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(grabs the phone away) No! No! You can’t do that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What!? Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "The relevant non-spatial property is derived from the shuttle line, but now it belongs to the whole System!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "In English!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "If anything changes now, we'll lose that train forever. If you cut the knot --- Tupelo tears one piece of his paper moebius --- and the k \f87. instantly collapses into two separate tangled strands. TUPELO (CONT’D) ---you can’t put it back together. The System has to stay the same until we bring back that train! SUDDENLY a pressure in the air, a sizzle of electricity. hairs on their arms begin to rise. Something about to hap Then they hear FROM DOWN IN THE TUNNEL A DEEP RUMBLE, the",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORN BLAST YOU CAN FEEL IN YOUR HEART. A FLASH OF SEARING",
          "text": "LIGHT, and then ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SPIFFY NEW SHUTTLE SUBWAY TRAIN -",
          "text": "all shiny silver, empty, clean - and real - glides throug the station. Tupelo has never seen a subway train like th Like a mirage. But it’s real. From Soljak: a sad laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "My life’s work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It’s running already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Special train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "To where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "City Hall. I’m supposed to be there - they were giving me a medal, front page news, a nice party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You should be there: friends, family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "This is my family. There it goes. Soljak watches the train disappear into the darkness. Tup sees that Soljak’s cheeks are flushed, his eyes are red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "You gotta have someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "I gave up on that a long time ago. (beat) Hope you got a plan. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We need to propel that missing train back to where it escaped from and trap it--- (goes to the map) It’s living off the power from the rails, right? So by shutting down its power starting up here - moving from the Bronx down to Brooklyn, Queens to Brooklyn, pushing north from Coney Island, Bay Ridge and Rockaway - by cut- ting the power grid section-by- section we can chase it, corner it, and ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "That’s your plan? With the mayor back in town reassuring everyone that everything's perfectly normal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We'll have to, and then we’1l direct all that energy into Bergen Street Station to shock our train back into the space we inhabit - it was shocked out, we’1ll need to shock it back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "You want me to tell the mayor I’m shutting down New York “because a subway train’s in another dimen- sion”!? They’1l put me away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "But we have to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(no good - final) Sorry, pal. No. Can’t. If that’s the only way, we’re both screwed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nurse Judy treats the cuts and lacerations on Tinkerbell’ hands, wrists, and knees. All around them children are cr - as if they have a special sense that something profound in the air. Jamal, watching Tinkerbell, concern. He holds Tupelo’s scribbled phone number, comments: \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Poor man. Lost a baby, now his old lady is gone --- poor Professor What-The-Hell’s-His-Name. He said he was gonna shut down the whole city to catch his train. They’re never gonna let him do that. Nurse Carla passes Jamal, growls at him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE CARLA",
          "text": "How'd you know I'd say “carrot”? Nurse Judy is attending to Tinkerbell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "This is going to hurt --- Nurse Judy puts a wash of antiseptic on Tinkerbell palm -",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Ouch. A SECOND NURSE gives Tinkerbell a tetanus shot --- TINKERBELL (CONT’D) Ouch! A THIRD NURSE plucks a steel splinter from Tinkerbell’s k Should be “ouch” --- but this time Tinkerbell does not re She just re-counts each hit of pain: TINKERBELL (CONT’D) One --- two --- three --- Suddenly she jumps to her feet: TINKERBELL (CONT’D) I know how to do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE NURSES STATION",
          "text": "Tinkerbell grabs the number from Jamal, pushes aside nurs grabs a phone, calls - Tupelo answers. Tinkerbell screech TINKERBELL (CONT’D) You don’t have to shut down the whole city! I see it how - when there’s a fire in a tunnel the trains all keep running. They keep running ‘cause it’s three different powers down there! \f90. Jamal holds back all the nurses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Let her do her thing. They’re gonna put her in a genius museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo and Soljak listen to the breathless intensity pour out of the cell phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL, (0.S.)",
          "text": "One’s the city electric. One’s all the signals and lights down there. And then there’s the train power! You can just shut down the tracks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Is she right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(realizes: ) Of course - split system, same since 1904 - every train pulls power from the third rail - DC current, s’got nothing to do with the city grid. (very impressed) Who you talking to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "jumping onto the nurses’ desk, yelling into the phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "So if you cut the train power the stations would still be lit, the city’1l still be lit, but all the trains will stop! And then you can crash the system! Do it! Do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE JUDY",
          "text": "Somebody call Security!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak to Tupelo racing up the escalator to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "How do we explain this to people? \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We don’t. We can’t. We’ve got to bring it back, you and me, now. Before anything changes! We’ll do it, and no one on the street will even know it happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "How long will it take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "30 - 45 - 60, tops. Trust me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "An hour? Even a half hour? You kidding? At rush hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Who said a half hour!? --- 30, 45 seconds! - we’re dealing with the speed of light!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON TINKERBELL AND JAMAL --- rushing through the hospital lobby down into the subway entrance just outside the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "I do not want to miss this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo and Soljak muscle through the rush hour crowd, Sol barking into his phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Morrissey! This is what I need from you ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morrissey (Soljak’s friend, the Jamaican dispatcher at th elevated tower in The Bronx), reacts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORRISSEY",
          "text": "You want me to do what? Aw, Soljak ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak is onto his next call --- \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "It’s just a test. We’re running a test. Yes, it’s been approved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Busiest station in the city. This dispatcher, a woman, crushes a cigarette pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOANNE THE DISPATCHER",
          "text": "Who orders a test at rush hour? Okay, Soljak, whatever you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seagulls perch atop a lonely near-deserted modern tower i view of marshes and JFK Airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD BEACH DISPATCHER",
          "text": "I’m not the only one, am I? At what time ---? 6:20? The dispatcher looks at his clock: now it’s 6:11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cave-like, loud, the deepest station in the system. This dispatcher holds his head as he takes the call from Solja",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEP DISPATCHER",
          "text": "If it’s gotta be done it’s gotta be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE STREET",
          "text": "They keep moving. Soljak keeps calling. Then, to Tupelo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Say, when you were a kid did you ever take the subway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "All the time. Rode right up front. Looking out the window. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What school you go to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I went to private school. Why? Soljak puts a hand on Tupelo’s shoulder. \f93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Nothing. Just: “R-T,” you shoulda been nicer to the trains. Off Tupelo’s look, Soljak keeps rolling calls ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT/EXT. CONEY ISLAND/STILLWELL AVENUE TOWER",
          "text": "In view of Nathan's, “The Cyclone” roller coaster and the beach. This elevated junction has multiple platforms bene a vaulted steel roof. A guy on the phone, SECOND IN COMMA does not comprehend:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND IN COMMAND",
          "text": "I don’t know you or what you’re talking about but I’11 tell Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Just tell Bob it’s Soljak, and tell him to cut power for two minutes at 6:20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN OLD BRICK BUILDING looks over the vast Maintenance Yar where subway cars return at the end of their runs to be washed, patched, and then sent out again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE RED BRICK BUILDING",
          "text": "A small woman, MS. JOHNSON, stands in front of a big pane with 86 levers, her hands in motion like an orchestra conductor, she walks back and forth operating the switche that pump trains into the system. Someone hands her a pho",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. JOHNSON",
          "text": "(as she works the levers) Why Mister Soljak, how is that big party they got going for you today? They must have lost my invitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE STREET",
          "text": "Soljak purrs into the phone for this call:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Why Ms. Johnson, so good to hear your voice. I have a tiny little favor to ask ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE RED BRICK BUILDING",
          "text": "The little woman stiffens: \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MS. JOHNSON",
          "text": "What are you drinking at that party? You want me to stop sending out trains?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SOLJAK",
          "text": "Like bitter sugar:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Just for one little minute. And --- I’m missing the party too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SITE OF THE BIG PARTY: balloons, bartenders serving egg c that damn “New York New York” song playing over and over and a giant cake in the shape of a new shuttle train. The at a podium with shuttle logo, makes a speech:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "On a day when our coordinated efforts show that despite adver- sity there is no problem we can’t tackle, it’s my pleasure to cele- brate progress. This auspicious moment for the people of New York could never have happened without a team. There was the Governor --- APPLAUSE. THE GOVERNOR smiles. As the mayor next introduc DIGNITARIES, THE CAMERA SWEEPS PAST the balloons, band, P HILTON, reporters and cake, to FIND: TERRELL and MICHELLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "You gotta wait for him. He built this whole thing, he’s been wait- ing his whole life for this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Your boss has ruined my day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "But this is his party. The shiny new shuttle train eases into the station. Cheer and applause. The Mayor smiles proudly, jokes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "I am seeing something and I am saying something: Wow! \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "(to Terrell) He’s late. You see these reporters, those photographers? We are not go- ing to wait. By the way --- Now beside them: Bob the Reporter, who finishes her quest",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB THE REPORTER",
          "text": "You ever find that train?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "Of course they found it. That was like ten hours ago. Old news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB THE REPORTER",
          "text": "Where was it? As Terrell stalls, The Mayor wraps up his speech:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "--- at last tying together The Bronx, Manhattan, Brooklyn and Queens - sorry Staten Island, you're next, be patient. (that gets a laugh) And now for this medal, for the one person who has been with this project from the start --- The Mayor looks to Michelle: who do I give this to? She shrugs: he’s not here. So ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "This special city medal goes to the one person without whom there would be no shuttle --- and certainly no party today. Let’s all salute --- (he’s got to give it to someone---) Michelle Murphy! FLASH POPS as a proud Michelle goes to the podium to acce Soljak’s medal as her own. PICTURES! PICTURES! PICTURES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "Let’s all ride the shuttle! The mayor, governor, senators, reporters and photographer and of course Michelle, all press into the train. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "No! You gotta wait for Soljak--- But Terrell is ignored as generators and compressors fire",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "Stand clear of the closing doors. A ding-dong chime and the doors close. There’s a triumpha blow of the train’s horn --- CONDUCTOR (CONT ’D) Next stop - Brooklyn! LOUD CHEERS from within the train as the shuttle train pu of the station, disappearing around a curve and leaving T alone on the platform surrounded by balloons and cake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dirt-red setting sun fights with dark rain clouds. Dist thunder. Tupelo and Soljak are pushing their way through crowded, chaotic streets. It’s a few blocks to DeKalb Sta master control for Brooklyn. Tupelo splits off to the rig",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Where you think you’re going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Gotta catch a train at Bergen Street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Whoa! No. That station’s too dangerous. I shut it down. You can’t go there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "(keeps moving) My wife --- I’ve got to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "(chases him, holds him) You can’t! I’m pumping the energy of this whole system into that one stretch - if we do get it back --- maybe you don’t wanna be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I have to be there. I should have been on that train, should have stayed on it. If I had - my weight, mass - maybe it would have been different - but I gotta be there now. No matter what. With her. \f97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "But those people - after twelve hours, what’s ---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "It could be over for them. The stress of the passage - or maybe they’re or in some kind of suspend- ed time - everything that ever happened in that tunnel could be wrapped around like a loop - or maybe it’s pure terror or ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Sometimes when I don’t know an answer you know what I say? - “I don’t know.” What’s her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "My wife? “Renee.” And yeah: I know what it means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Good luck. Tupelo dashes down into the Atlantic Avenue Station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo rushes towards the end of the platform. He ignores DANGER! DO NOT ENTER! - climbs over the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo runs along the dark narrow ledge towards the glowi lights of the Bergen Street Station - a quarter mile away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak stands at the main board, barks into a headset:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Okay, Morrissey. Do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morrissey throws a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A substation feeding power to the rails. Its motors shut \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Power shuts down along this sector of track - as all trai stop WE SEE A FLASH OF SPARKS AND SMOKE and then a SHIMME OF ELECTRICITY RETREATING BACK TOWARDS MANHATTAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo runs hard along the wall ledge - but the ledge sto hundred yards short of Bergen Street Station. He climbs o the safety railing, drops down into the track bed, runs towards the lights at the end of the tunnel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SNAKE OF SPARKS FLASHES along the path of the elevated track then WHOOSHES down into THE BROADWAY IRT TUNNEL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SIZZLE OF BLUE-SPARKING DC CURRENT and A POWERFUL WIND SWEEPS PAST the 116th Street/Columbia University station",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The relays are clicking-smoking like crazy, but there’s n visible trains running here! - only that FLASH OF ENERGY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little red lights on control boards go dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manhattan skyline in the distance. Passengers waiting on elevated platform see the tracks that curve past Shea Sta then dip down into the Corona Subway Tunnel. A train head for the station from the other direction. Grinds to a hal when the power is cut. Suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENTIRE ELEVATED PLATFORM BEGINS TO SHAKE -",
          "text": "--- RAILS VIBRATING and sending out A BASS NOTE SO DEEP i causes the people on the platform to gasp for air as ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CRACKLE OF LIGHTNING ---",
          "text": "--- EXPLODES out from the Corona Tunnel - shoots towards Stadium Station and the now-stalled train - then SCREECHE a STOP as if hitting an invisible wall and instantly ROCK back towards Manhattan. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo, running towards the eerie glow of Bergen Street Station - can FEEL the POWER coursing through the system overhead pipes THROBBING, tracks GROANING and RATTLING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE FOLLOW THE BLUE-SPARKING, SCREECHING, SEARING-HOT CURR",
          "text": "--- SLAMMING US BACK INTO OUR SEATS as it races 10-20-30 miles in an instant - RICOCHETING BACK FROM INVISIBLE WAL (where the power’s been cut) - trying every way to escape",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPARKS AND WIND WHIPPING PAST 468 STATIONS -",
          "text": "--- in the span of a few seconds - from SOUTH FERRY at th south tip of Manhattan up to PELHAM BAY in the Bronx, out to QUEENS PLAZA, then blasting back through TIMES SQUARE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soljak watches the big board that shows the entire New Yo City Subway System - red lights are now dark in the Bronx Queens, and TURNING OFF LIKE A DESCENDING CURTAIN in Manh tan --- THE LIGHTS ON THE BOARD GOING DARK IN SOUTHEAST BROOKLYN - all that remains glowing now is",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MOEBIUS KNOT",
          "text": "of the interlocked subways lines that all converge in Brooklyn - and one slim line of lights that trails south Coney Island. Soljak points to that still-glowing line:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What the - shut down Coney Island!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BLUE ARC OF FLAME that carries THE ENERGY STORM is no",
          "sentiment": "neutral"
        },
        {
          "speaker": "A THRILL RIDE WHIPPING AROUND THE MOEBIUS KNOT/POWER SPOT",
          "text": "tries to find its way out of THE TWISTING MAZE OF SUBWAY AND TUNNELS, every escape route closing, directing ALL TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deserted. Gates locked. Tupelo reaches the pit in front o the platform, reaches to a ladder, HEARS THE ONCOMING ROA OF THE PULSING ENERGY STORM and --- \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO IS HIT WITH A WALL OF POWER AND WIND",
          "text": "that knocks him down onto the tracks -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE SAME SPOT HE FELL IN THE MORNING ---",
          "text": "--- debris and muck flying - again he loses his glasses - the power blasts past him ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Renee---!1!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POWER PASSES THROUGH THE STATION",
          "text": "and disappears into the southbound darkness. Tupelo react No Renee. No train. Alone between the vibrating tracks he pounds the wooden ties with his fists - emotional agony: his plan failed - the train with car #8686 did not return",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All lights are dark on the map of the city - except for Bergen Street and that string of lights south to Coney Island. Soljak smacks the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "What the hell’s going on!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENGINEER",
          "text": "They won’t shut it down at Coney -- - the special train’s out there, the mayor’s train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "It’s not HIS train, it’s MINE! Soljak rips the metal cover off a circuit control board, reaches in and tears out a handful of wires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The electrified 3rd rail goes dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The train stops with a jolt. People tumble, knocking over party food and drink trays. The generator stops. The mayo huh? - lights go out, everyone groans, then we hear ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Michelle! !!! Outside the window of the now-dark special subway shuttle \f101. only thing still running on rails in Coney Island is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People screaming, arms in the air, as they shoot down and around the old wooden coaster’s gravity-controlled tracks",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOLT OF LIGHTNING ROARS TOWARDS CONEY ISLAND AND THE",
          "text": "MAYOR’S NOW-DARK SHUTTLE TRAIN, STOPS INCHES FROM SLAMMIN INTO THE SHUTTLE TRAIN, INSTANTLY REVERSES and---",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCREECHES BACK TOWARDS BERGEN STREET",
          "text": "along the ELEVATED ROUTE, TEARING A WAVE OF SPIKES OUT OF TRACKS, SPIKES RAINING DOWN ONTO THE STREETS BELOW as THE OF POWER arcs down into the subway tunnel under Prospect «+. the park now lit by a PHOSPHORESCENT GLOW as ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo sees the ONCOMING STORM-WAVE OF POWER BLASTING RIG AT HIM - the rails white-hot, the wind and pressure ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRAWING POWER FROM THE ENTIRE GRID OF THE SUBWAY SYSTEM",
          "text": "shaking loose pipes and spikes and wires and now Tupelo i",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE CENTER OF A HURRICANE -",
          "text": "force and power swirling around him faster and faster and noise ROARING, Tupelo being cut by the sizzling swirling steel dust, wires igniting and steam pipes bursting and",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYTHING LOUDER AND LOUDER AND THEN ---",
          "text": "SILENCE --- and then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tupelo, is inside subway car 8686 holding onto the pole f balance, looking up at the old SUBWAY BEAUTY CONTEST POST He hears the SCREECH of wheels. Then he sees: \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PREP SCHOOL KID",
          "text": "back turned to him, at the front --- carving initials int the door: R-T TUPELO TRIES TO MOVE - HE CAN’T - HE LOOKS OUT THE WINDOW Running parallel on a parallel track is a different subwa train - A 1940'S-STYLE TRAIN with Casablanca-type ceiling fans, filled with people dressed in 1940’s style ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The parallel subway train edges sideways now, MOVING CLOS AND CLOSER to the train Tupelo is riding in - Tupelo GRIP the pole, BRACES for a collision but instead ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TWO TRAINS SOFTY CONVERGE ---",
          "text": "--- becoming one overlapped train in overlapped dimension",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO IS NOW INSIDE BOTH TRAINS ---",
          "text": "--- folded into each other on A TRIP THROUGH FOUR-DIMENSI SPACE WHERE TIME AND SURFACE WARP AND WRAP through each o as if liquids mixing - a stewing cauldron of images - the famous “WHO WILL BE MISS SUBWAY?” ads floating through ai people long since gone shifting in and out of focus as",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN ITSELF CHANGES ---",
          "text": "---its windows now in the shape of portholes, its color scheme an art deco red and grey, morphing in and out of e style of train that has ever run on these tracks - a WOOD CAR FROM 1904 - Tupelo among men in straw hats - NOW IT’S 60'S - bellbottoms, big Afros - the train plastered with graffiti - NOW THE TRAIN IS PACKED WITH PASSENGERS going Coney Island in the 1920’s - all these overlaps fading as",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPE OF THE UNIVERSE ---",
          "text": "--- the train turning in on itself without tearing, turni inside out --- without upsetting the point of reference occupied by Richard Tupelo who sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Sitting at the end of the train--- \f103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "--- AS THEY DETOUR THROUGH FOUR-DIMENSIONAL SPACE,",
          "text": "Renee tranquil amidst the sounds of STORMS and EXPLOSIONS STEEL WHEELS SCREECHING and SUBWAY DRUMMERS and now ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE IS HOLDING AN INFANT WRAPPED IN A BLANKET ---",
          "text": "Tupelo moves to her. Touches her cheek. Renee looks up:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Don’t be afraid. --- they look down together at the cooing, giggling child observing this wonderful show of light, shape and color. longer are there metal edges, plastic veneer, aluminum po and vents dripping condensation, INSTEAD ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE INFANT SEES",
          "text": "EXTRAORDINARY PATTERNS and SPECTRUMS of LIQUID CRYSTAL LI and COLORS UNIMAGINABLE --- --- with SPIRALLING PATTERNS of SNOW-FLAKE FRACTALS and c ing WAVE FORMS in a sea of COMETARY KNOTS (the tadpole-li particle residue of dying stars) and CLOUDS OF ATOMS --- --- all wrapped in a MICROWAVE-SUPERNOVA GLOW of more-and complex MOEBIUS STRIPS --- a primal vision of beauty and sensual reality, the world unseen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE REACHES OUT TO TUPELO,",
          "text": "takes his hand:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE, (CONT'D)",
          "text": "You were right, Richard. She lived - she saw the world, this world, the world we’ve forgotten, and she saw it and had a wonderful little life, a beautiful life, with the most beautiful visions and experi- ences - she had all that - and all our love --- and she lived. Tupelo touches the baby, and now, with Renee smiling, he starts to cry --- has held in so much, now his release --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "I miss her so much. I miss us. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "I know Richard. But we did good. She was happy. She lived. He leans down to kiss her ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR LIPS MEET",
          "text": "---one long beautiful kiss - one long unimaginable expres of love - which alters space and time --- and now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE IS STANDING BESIDE HIM,",
          "text": "No child, the two of them together, same spot they were i when they argued on the train in the morning -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW THEY ARE KISSING,",
          "text": "a kiss that seems to awaken them both from a spell of sad --- that’s all good, but suddenly",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE TRAIN IS NO LONGER FLOATING THROUGH THE FOURTH DIMENS",
          "text": "--- instead it is bucking and rocking and all the passeng from this morning are again surrounding them - devolving instantly into panic mode: THEY ARE TRAPPED IN A SUBWAY C AND SOMETHING IS WRONG. WINDOWS SHATTER -— reflecting, refracting the action into thousands of mirro images - Renee looks at Tupelo - what is this? Tupelo’s p has worked - but it ain’t pretty:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "We’re trying to get back home ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN CAR",
          "text": "Surfaces are hard again, passengers being thrown from sid side as THE TRAIN BREAKS THROUGH INTO OUR SPACE AND TIME now #8686 is at the head of",
          "sentiment": "neutral"
        },
        {
          "speaker": "A RUNAWAY TRAIN",
          "text": "WHEELS SCREECHING, SPIKES FLYING, SPARKS IGNITING, over-s detectors TEARING out of the tracks ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TRAIN",
          "text": "the operator’s door slams open - no one’s inside --- Tupe leaps to the booth, reaches for the brake --- \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT GOES SOFT IN HIS HAND ---",
          "text": "--- the train controls are still not back in our world -- Tupelo is thrown out of the booth to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE GRIPS THE HANDLE OF THE FRONT DOOR,",
          "text": "pulls himself up, finds himself eye-to-eye with those old initials: RT - now angrily glowing. He whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Sorry. The angry glow fires stronger, then fades - Tupelo forgiv He again launches himself into the control booth, pulls b the throttle and now --- THE FRICTION BRAKES ENGAGE, THE TRAIN SCREECHING into",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERGEN STREET STATION ---",
          "text": "--- now CAUGHT IN A TORNADO OF ENERGY - METAL SIGNS TEARI",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE TRAIN",
          "text": "Tupelo turns the key-switch to open all the doors, shouti",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Everybody out. Get out - Now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATER MAINS ABOVE THE TRACKS",
          "text": "--- exit gates now open, passengers rush for the stairs - strangers helping strangers, Tupelo and Renee carrying children, helping old people, as ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FLOOD OF WATER",
          "text": "Crashes in from ruptured water tunnels - TUPELO AND RENEE RUSHING UPSTAIRS TO THE STREET look back downstairs to se",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "GROANING AND GASPING AND SCREECHING as it DROWNS in the f - sharing the sad fate of its fellow subway cars that wer dumped this morning in the Atlantic. TUPELO SEES: GLOWING through the dark water, THE FADING INITIALS --- “RT”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rescued, disoriented passengers see the street signs: \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PASSENGERS",
          "text": "What’s going on!!!? --- We just left Bergen Street!!! COPS, EMS, FIREMEN arrive, and there’s --- SOLJAK - with Tinkerbell and Jamal. Tinkerbell hugs Tupel Jamal punching his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Mister Unreal. You did it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "This your wife? Hello Renee. So Tupelo, you brought back my train!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Yeah, it’s back, but we need to cut the tracks somewhere - now! - break the loop before it happens again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "We had to wait until you got back, right? Now that you’re back ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same tunnel where the shuttle tracks were first connected SHOWER OF SPARKS as a WELDER begins to dis-connect the st rails. The contractor moans to Terrell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTRACTOR",
          "text": "I don’t get you people. The morn- ing he’s barking at me to finish the job now he’s barking at me to take it apart!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "He gives the orders. Not me. INT. MAYOR’S SPECIAL SHUTTLE TRAIN - NIGHT Stalled at Coney Island, lights off, dignitaries howling, and Michelle Murphy screaming into her cell phone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHELLE MURPHY",
          "text": "I don’t care what he said! I give the orders: Turn on the power for this train! Do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand moves a switch, overrides the main circuit and a h \f107. mile away the mayor’s special shuttle train lights up and starts moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A final blast of SPARKS. A section of shuttle tracks is separated. The Moebius Knot is cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SIRENS, CHAOS, CROWDS. Renee takes Tinkerbell’s bandaged",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "I was worried for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "And I was worried about you. Tupelo first now sees that Tinkerbell and Jamal are with Soljak - the cops want them, but one look from Soljak and the cops keep their distance. Soljak, impressed by Tinkerbell, to Tupelo:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Kid knows more about the subway than I do. Where’d you find her? And this other one - asks me to name a vegetable. I say “cabbage” and he says “fuck you.” What's that about? Tupelo shrugs, innocent - goes to Renee and Tinkerbell wh are looking down into the flooding subway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "No one’s going to believe this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TINKERBELL",
          "text": "Except us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "And me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "And you’re all gonna keep quiet about it. It was a water main that busted, train got diverted, and now it’s here. End of story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Who’s gonna believe that? \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Okay then, I’1l say a train got lost in the 4th dimension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Maybe we'd better stick with “the busted water main” version. But you did cut the line somewhere, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "Yes, Master. The knot’s broken. Take your wife and go home. I’11 keep an eye on these two. Tupelo and Renee hug the kids goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Call me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TUPELO",
          "text": "Stay out of trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "You stay out of trouble. You’re the crazy one. (to Soljak) Let’s try it again - what’s 2+2? Soljak motions to Renee and Tupelo: go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pushing through rescue workers, cops, reporters. Finally finds Soljak. Soljak raises a hand: stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLJAK",
          "text": "No Terrell. Please. Every time you open your mouth it’s bad news. So please --- (with Tinkerbell and Jamal) I made some new friends. Bother someone else. Call Michelle. I'm retired, effective now. I’m done here. I’m leaving. I quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TERRELL",
          "text": "(needs to speak) Chief, the special train, with Michelle and everyone and the mayor - someone musta turned the power back on before we broke the link, but - now that train’s missing! \f109. Soljak growls. Soljak can’t leave. He’s part of the loop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beyond the crowd. Tupelo and Renee walking. City lights a stars above sparkling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Let’s start our life together all over. That okay? It’s all Tupelo has ever wanted to hear --- TUPELO’S VOICE That’s okay with me. --- life as an unending Moebius Strip. Tupelo and Renee, around each other, draw closer together - like interlocki spirals - and as they rejoin the world that we can see -- TUPELO TAKES OFF HIS GLASSES (the opposite of how our sto began), and THROUGH HIS EYES THE SCREEN BECOMES:",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERLAPPING AND FOLDING INTO EACH OTHER---",
          "text": "--- a vision of how light and reality might really be. Then, amidst the sounds of the city, we hear --- - Tupelo! - --- and at the faint GROWL and SCREECH of a subway train somewhere beneath the city streets, we ---",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1272"
    }
  ]
}