{
  "movie_id": "MOV1295",
  "scenes": [
    {
      "time": "- 18 -",
      "characters": [
        "DOCTOR, (CONT.)",
        "SCOOTER RIDER",
        "CHILD NEMO",
        "FATHER, (CONT.)",
        "VOICE OF ADULT NEMO, (OFF)",
        "TEENAGE NEMO, (OFF)",
        "ELISE",
        "JOURNALIST, (CONT.)",
        "ANNAAAAAA",
        "SMILEY COUPLE MAN",
        "TELEPHONE VOICE",
        "PETER",
        "JEAN-CLAUDE VAN DAMME",
        "ANNA, (CONT.)",
        "JOURNALIST",
        "-A7 -",
        "MAN",
        "HARRY",
        "FATHER, (OFF)",
        "VOICE OF CHILD NEMO, (OFF)",
        "ADULT NEMO",
        "SUPPLIER, (CONT.)",
        "ANNA, (OFF)",
        "OPERATOR",
        "VOICE IN THE SPEAKERS",
        "LOUDSPEAKERS",
        "NOAH",
        "THANK YOU DOGS, THANK YOU",
        "CLARA",
        "FATHER",
        "MOTHER, (OFF)",
        "A PASSENGER",
        "LOUDSPEAKER VOICE",
        "TEENAGE ELISE",
        "COMMENTARY",
        "NEMO",
        "I WANT TO WAKE UP",
        "ANNA",
        "EDITOR-IN-CHIEF",
        "NOBODY, THE LAST MORTAL",
        "THANK YOU",
        "TEENAGE GIRL",
        "TEENAGE NEMO",
        "DISILLUSIONED WOMAN",
        "PAUL, (OFF)",
        "OLD NEMO, (OFF)",
        "FIRST THUG",
        "DOCTOR, (OFF)",
        "OLD NEMO",
        "-",
        "STEFANO, (CONT.)",
        "ANNA'S FATHER",
        "ELISE, (CONT.)",
        "DISILLUSIONED MAN",
        "THE END",
        "184- FLASH",
        "JULIAN",
        "VOICE OF OLD NEMO, (OFF)",
        "VOICE",
        "GOT TO WAKE UP",
        "I",
        "PERSON IN THE NEXT SEAT",
        "DOCTOR",
        "NURSE 2, (OFF)",
        "MOTHER",
        "MOTHER, (CONT.)",
        "MAN IN BLACK",
        "STEFANO",
        "ADULT NEMO, (CONT.)",
        "YOUNG JOURNALIST",
        "MAN IN BLACK, (CONT.)",
        "CLARA, (CONT.)",
        "TEACHER",
        "SAD COUPLE WOMAN",
        "JEAN, (OFF)",
        "NOBODY\" VERSION 11",
        "SECOND THUG",
        "HENRY",
        "PRESENTER",
        "NEMO, (CONT.)",
        "SMILEY COUPLE WOMAN",
        "VOICE OVER",
        "JEAN",
        "CHILD NEMO, (OFF)",
        "JEAN, (CONT.)",
        "OLD TEXAN MAN",
        "EVE",
        "SUPPLIER, (STRONGLY ACCENTED)",
        "MOTHER, (VOICE OF CHILD NEMO)",
        "VERSION 11",
        "PASSERSBY, THANK YOU CHILDREN,",
        "NURSE 1, (OFF)",
        "OLD NEMO, (CONT.)",
        "NEMO, (OFF)",
        "YOU RAIN",
        "110A",
        "NURSE 1",
        "JEAN'S FATHER, (CONT.)",
        "LOUDSPEAKER",
        "CONTINUITY GIRL",
        "SHY COUPLE WOMAN",
        "POLICE OFFICER",
        "ADULT NEMO, (OFF)",
        "JOYCE"
      ],
      "dialogues": [
        {
          "speaker": "VOICE OF ADULT NEMO, (OFF)",
          "text": "Like most living creatures, the pigeon quickly associates the pressing of the lever and the reward. This is Pavlov’s well-known “conditioned reflex.” But when a timer releases a seed automatically, every twenty seconds, the pigeon wonders: “What did I do to deserve this?” If it * was flapping its wings at the time, it will continue to flap, convinced * that its actions have a decisive * influence on what happens. We call * this “PIGEON SUPERSTITION.” The pigeon flaps its wings continually as the seeds fall automatically into its dish. END OF OPENING CREDITS AND TITLE: “MR. NOBODY” *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "2A - A morgue. An unidentified body. It bears only one sh is too small. The door of the refrigerated room closes on",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "What did I do to deserve this? * 2B - A man of thirty-six - NEMO - opens his eyes. He is r down train tracks. A train rushes toward him with a deafening roar, blinding Just as he is about to be crushed, he wakes up... 2C - He opens his eyes. He is behind the wheel of a car, seatbelt on, underwater in a river. The windshield bursts water pours into the car... He drowns... 2D - He wakes up underwater, sits up... He is in his bath coughs, spits out water. A stranger opens the door and sh in the chest... \f\"Mr. NOBODY\" VERSION 11 2F - He wakes up. He is in a free-fall in complete darkne his bathrobe, turning in the void. Below him, a swimming Empty... 2G - He wakes up... An alarm. He is at the controls of a spaceship. Meteorites are crashing into the vessel, the w cockpit window shatters. The vessel explodes. AN ALARM so",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hologram of an alarm clock going off. An old man’s hand g around, turns it off. The old man walks clumsily in the d bumping into things. He sees his clothes on a chair, next pair of slippers. He goes to the sink. He turns on the li suddenly sees his face in the mirror. It is Nemo. He is e old. He is one hundred and twenty years old... He touches face, trembling, stunned. He panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "No... NO... 4 - INT. PSYCHIATRIST’S OFFICE — DAY Subjective point of view. A kind-looking psychiatrist, DR FELDHEIM, a man of about fifty, sits facing us, looking a is taking notes, sitting in a chair. A small video camera recording the interview. Words from the exchange write th on what looks like a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "How’s it been going since last * week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "?! ... We know each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "We see each other every week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Since when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Since I started working here. I’m * Dr. Feldheim. And who are you? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Nobody. Nemo Nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "That’s an unusual name. Don’t you * think? * \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Sometimes people call me Mr. * Craft... C.R.A.F.T... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Uh?... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "“Can’t Remember A Fucking Thing.” * The doctor smiles, amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "What was the first question I asked you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "I don’t know. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Can you tell me how old you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Thirty-six. I was born in 1972.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Would you mind looking at your hands? You don’t have to if you don’t want to. Nemo’s hands come into the frame, into the subjective poi view. His hands are old and wrinkled. They are shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (CONT.)",
          "text": "There’s a mirror in front of you, if you’d like to use it. Nemo does not want to look. He hides his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (CONT.)",
          "text": "What year is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "This is 2008... I’m thirty-six, I was born February 9, 1972...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "So I guess it’s your birthday. * The doctor hands him a newspaper: it is a slim, lightweig crystal screen... Nemo looks at the date on the “newspape which text and animated images mingle. At the top we read “February 9, 2092.” There is a picture of old Nemo on the page, above a headline that reads: “THE LAST MORTAL.” \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’m thirty-six! ... I’ve got to wake up! ... To wake up! * We hear an alarm clock going off. 5 - INT. ADULT NEMO’S BEDROOM — DAY Nemo wakes with a start. His alarm clock is ringing. Nemo thirty-six. He catches his breath. His wife, ELISE, is sl next to him. He parts the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Don’t, Nemo... The sun hurts my eyes. He closes the curtains and goes into the bathroom. He tur light. He looks at himself in the mirror, reassured. Continued CREDITS run over: 6 - INT. NEMO AND ELISE’S HOUSE — DAY Music. Nemo is setting the breakfast table for five, his smooth and confident. He squeezes fresh orange juice, coo eggs. He is in a good mood. 6A - He wakes his three children, JOYCE, age twelve, EVE, eight, and NOAH, age six. He gets them dressed, full of g has them laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "(yelling up the stairs I’m driving the kids to school. Noah, put on your coat. 6B - Nemo grabs the day’s mail as he goes out and looks t distractedly. 7 - EXT. STREET IN FRONT OF THE SCHOOL — DAY Nemo drops his children off at school. They kiss good-bye drives away. 8 - EXT. TOWN INTERSECTION — DAY He looks at his watch. It is bizarrely divided into seven instead of twelve. He looks at the clock on the church to also has a seven-hour face. Nemo is puzzled. In the sky a suns. \f\"Mr. NOBODY\" VERSION 11 8A - Nemo turns a corner onto a wide avenue lined with ta buildings. The end of the avenue is under construction. T workmen look at him. The few cars on the road are all sto Nemo gets out of his car. An electric billboard on a buil displays running text between flashing ads. The giant let spell out: “N...E...M...0... 22-T...U...R...N-.. ». A...R...0...U...N...D...” Nemo watches the letters goi puzzled. Passersby stare at him. They walk strangely (bac Nemo turns around and sees a tramp on the other side of t street. The tramp’s face is Nemo’s. Nemo can’t believe hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hey! The tramp continues on his way, dragging his things behin goes into a building under construction. Nemo crosses the and enters the same building. 8B - A security guard tries to keep him out, but Nemo pus him and goes inside. There is nothing on the other side of the building. The f a set, panels and planks held up by buttresses. Behind it beach, and then the sea. Nemo’s footsteps in the sand pre He erases them as he walks. There are two suns. 8C - The sea is cut up into enormous blocks carried by helicopters. The latter are assembling the sea. An alarm goes off in the distance. 9 - INT. ADULT NEMO’S BEDROOM — DAY Nemo wakes with a start. His alarm clock is going off. Th is identical. Elise is sleeping next to him. Nemo goes th same motions. He opens the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Don’t, Nemo... The sun hurts my eyes. Nemo closes the curtains. We stay with Elise, who turns h to him. Her eyes are open. Tears run down her cheeks. Nem not see her crying. He wants to turn on the light in the but bizarrely, the switch is no longer to the left of the but to the right. He looks at himself in the mirror. 10 - INT. NEMO AND ELISE’S HOUSE — DAY Nemo is squeezing oranges. He is less lively than the pre time. He drops an eggshell in the omelet. 10A - He wakes the three children. He gets them dressed. \f\"Mr. NOBODY\" VERSION 11 Just as Nemo reaches the door to pick up the mail, he see envelope slip inside under it. Nemo looks at it, puzzled. glances through the window. 10B - Nemo just catches a glimpse of an old man dressed a mailman. The man looks like old Nemo. He is walking backw “back through time.” Nemo opens the envelope. He removes a photograph of himse different haircut and different clothes, in a big garden children and an unknown woman... Nemo doesn’t understand. children are running around him, yelling and playing. Nem take his eyes off the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Paul, keep it down! * The little boy, on whose T-shirt we read “Noah,” stops an at his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "My name’s not Paul!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Paul? Nemo closes his eyes... 11 - EXT. NEMO AND JEAN’S GARDEN — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (OFF)",
          "text": "Daddy? ... Daddy? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (OFF)",
          "text": "Paul, don’t wake your father! Nemo opens his eyes. A little boy of seven, PAUL, is look him. Nemo was asleep on a chaise lounge, beside a swimmin a vast property, a glass of fruit juice in his hand. Nemo woman from the picture, JEAN, approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna? Nemo is terrified. The woman looks surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "It’s me, Jean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Jean? ... Am I dead? \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Go back and play, Paul. (Paul wanders off) Who’s Anna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna? wee I don’t know anyone called Anna...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "You’re still tired, Nemo. You need to rest. She looks at him, a moment of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "I’ll turn the television on for you. Call me if you need anything. I’m going inside, the sun hurts my eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "The sun hurts my eyes. She turns on a television sitting on a garden table. She to the stock market news and walks away. Nemo surfs. 11A - Images of a huge accident. Dozens of cars are burni bridge. Nemo channel hops. He stops on a nature program. are circling a gazelle. The lionesses move in closer, thr In the background, to the same rhythm, dark silhouetted f approach Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "Nemo, your friends are here, and my father, too... (She kisses her father hello) Hello dad. He hasn’t said a thing. The silhouetted figures circle Nemo. Nemo doesn’t look at One of the men kneels down and positions himself in Nemo’ of vision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK",
          "text": "Hello Nemo. How are you feeling today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK",
          "text": "Do you know who I am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 Nemo doesn’t answer. He tries to keep watching the televi",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN BLACK, (CONT.)",
          "text": "We’re all very worried about you, Nemo. Everyone hopes you’1l be back in the office soon. An older man, JEAN’S FATHER, leans toward Nemo with a ser JEAN’S FATHER It’s collapsing. We’ve got to sell, Nemo. You’re the one who has the signature. We need the secret code. Nemo doesn’t move a muscle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN'S FATHER, (CONT.)",
          "text": "(aggravated) The code, Nemo... Do you remember the code? 12 - FLASH — EXT. STREET, ADULT ANNA — DAY Bits of numbers. Then the number “12358” on the facade of 13 - INT. HOSPITAL ROOM — DAY Old Nemo is sleeping. Sensors are hooked up to his forehe connected to a machine. Numbers run by. Needles are movin and forth, drawing peaks on the paper. Two white shadows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (OFF)",
          "text": "He’s dreaming. Nemo’s eyeballs are agitated. 14 - EXT. TRAIN STATION PLATFORM — DAY The feet of a running child. CHILD NEMO is SEVEN. He is r down the platform, trying to catch a departing train. 15 - INT. CITY/MISC. — DAY The image is broadcast on television. Clients in a café w screen. Some hold their pet pigs on leashes. 15A - People on a train station platform watch the same i TV. \f\"Mr. NOBODY\" VERSION 11 15B - An overly made-up presenter dressed to the nines is above a multicolor flashing headline. He has a small pig lap, a pink ribbon around its neck. 15B1 - Commercials run simultaneously in the corners of t screen. The hospital is in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "This is Julian Marshall, live from New-New-York Hospital. We’re about to see the final episode in our series “THE LAST MORTALS.” Mr. Nobody is almost 120 years old, and has never been telomerized. Nor does he have a marvelous stem-cell compatible pig. Live on WWB: Mr. Nobody will be the last man on earth to die of old age. MR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBODY, THE LAST MORTAL",
          "text": "Booming jingle. Colored lights. 15c - A telephoto shot through a window of old Nemo on hi hospital bed. The glass undulates in the wind. 16 - INT. MISC. — DAY A young couple watching TV... 16A - Police in a station watching the show... 16B - An old woman with her pig... 16C - A giant screen on top of a building transmitting th 17 - EXT. FACADE OF THE HOSPITAL — DAY The presenter turns towards the psychiatrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "No trace of his identity has been found in the national records. Nothing about his past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "We don’t know who Mr. Nobody is. Neither does he. Our patient’s memories are confused. But it is not unusual, at a certain stage of illness, for very old memories to reemerge in great detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 18 - INT. OLD NEMO’S HOSPITAL ROOM — DAY Old Nemo is watching television, stunned. He sees his own through the window. On the other side of the window, seve miniaturized cameras float in the air. Nemo presses a but window becomes opaque, displaying a repeating image of th of the sea, like a screen-saver. 19 - EXT. TV IMAGE — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESENTER",
          "text": "Should Mr. Nobody be allowed to die a natural death? Should his existence be artificially prolonged? Make your vote now. Press “xX” for artificial prolongation, “0” to let nature run its course. We’ll be back - after this. The presenter is replaced by an ad for holidays on Mars. 19A - We see a smiling family racing across a red desert futuristic vehicle. Bicycles are attached to the roof. Th amazed by the landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE OVER",
          "text": "You, too, can take a family vacation on Mars, a treat for the young and the old. Book before Union Day and save up to sixty thousand units! 20 - INT. TV NEWS EDITORIAL ROOM — NIGHT The room is in a semi-darkness. Several silhouettes stand against big windows. We do not see their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDITOR-IN-CHIEF",
          "text": "The guy’s pulling maximum ratings! And we’ve got nothing on him! I need a profile. I need a background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG JOURNALIST",
          "text": "He’s been in that hospital practically forever. No one knows who he is. I’ve checked it out. Never had a driver’s license. Never had a phone line or electrical hook- up. Officially, he doesn’t exist. So they called him Mr. Nobody. -10- 11 + eH OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDITOR-IN-CHIEF",
          "text": "Look harder, dammit! This guy didn’t just come out of nowhere. 21 - INT. DOCTOR’S OFFICE — DAY Old Nemo is once again sitting across from his doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Let’s try something new. I’m thinking of an old technique. I can’t promise anything. Maybe snatches of memory will come back, maybe nothing will happen. Are you willing to try? Nemo agrees with a nod. The doctor places a small shiny metallic sphere in front suspended in mid-air. Then it starts swinging, very close left to right, eyes, -21A - a child’s feet running down a station platform -21B - tracks rushing past very close below us -21C - branches swaying in the wind -21D — a drop falling from a faucet... -The pendulum swings in close-up. ...21E — the beam of a lighthouse beside the water lights regularly. DOCTOR’S VOICE (OFF) (CONT.) ++. your eyelids are getting heavy... your arms and legs are getting heavy... I’m going to count to three... when I say three, you will be asleep... One... 21C(cont.) - A swaying branch, seen through a window ...21F - we move back and enter a child’s room... DOCTOR’S VOICE (OFF) (CONT.) -two... 21G - A hand caressing a cheek... The face of a woman, AN right to left... DOCTOR’S VOICE (OFF) You are very relaxed... You hear only my voice... -1l1- Nemo’ s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DOCTOR’S VOICE (OFF) Remember the day you came here... Three. You’re sleeping. Adult Nemo wakes with a start. He is lying on a bed and l around. We’ve never seen the room before, and it is extre clean and neat. Nemo notices a price tag on the bedside l takes his clothes from the chair. He gets dressed as he l around. A couple enters the room, in their coats, holding a child hand. They look at Nemo with surprise. We are in an immen showroom of bedroom furniture. Distraught, Nemo walks thr store, hurrying to the exit. 23 - EXT. STREET IN FRONT OF THE SHOWROOM — DAY Nemo leaves the showroom. The street is strangely empty, car, not a single passerby. Across the street, a swing ha from a tree branch swings from left to right. A movement the pendulum. DOCTOR’S VOICE (OFF) ...Remember even further’ back... when I say three... one... two... three. Nemo looks up. In the sky, a small plane is pulling an ad streamer. Written on it: “SLEEP.” 24 - EXT. TRAIN STATION PLATFORM — DAY Short flashes in the dark. Child Nemo is seven. He is run the platform trying to catch a departing train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (OFF)",
          "text": "Remember... 25 - INT. LIMBO — DAY Everything is white. We can only make out a few forms in whiteness... Naked children wander about in slow motion.. are pools of steaming water... Children’s heads emerge fr water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE OF OLD NEMO, (OFF)",
          "text": "I can remember a long time ago... long before my birth... -12- \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE OF CHILD NEMO, (OFF)",
          "text": "(The voices overlap, slightly out of sync) ...long before my birth... I was waiting with those who are not yet born. When we’re not born yet, we know everything... A child is seated in the whiteness. He is waiting. It is Nemo. We approach his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO",
          "text": "...Everything that will happen. He has no cleft on his upper lip. Other children are wand around. A unicorn passes by. A light approaches some chil look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "When it’s your turn, the Angels of Oblivion place a finger on your mouth. Shhh. It leaves a mark on the upper lip. It means that you’ve forgotten everything. But the angels missed me. Two angels fly above the children, and place a finger to lips, one after the other. When the finger is removed, a vertical cleft has appeared on the upper lip. The Angle o Oblivion forgets Nemo. Nemo’s face plunges into the water those of the other children. Everything turns white. 26 - EXT. SKY — DAY The clouds part, allowing us to see the earth below...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Then you have to find a daddy and a mummy. It’s not easy to choose. 27 - INT. MISC. — DAY A series of interviews follows, like a casting call. Coup every kind, sitting on their sofas, talking to the camera 27A - A chic, overly smiley couple:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMILEY COUPLE WOMAN",
          "text": "They’re so cute when they’re small...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMILEY COUPLE MAN",
          "text": "...with those little shoes... -13- \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMILEY COUPLE WOMAN",
          "text": "We'd like him to be a_ tennis champion. 27B - A shy couple is trying to control a struggling litt They spank him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHY COUPLE WOMAN",
          "text": "It would be nice for the older one not to be all alone... 27C - A sad couple. The man is drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAD COUPLE WOMAN",
          "text": "I think it would help my husband if we had a child. We’d call him George. Right, George? We had a dog, but it died. 27D - Two men holding hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "It’s an important experience. 27E - A couple of old Texans with cowboy hats. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD TEXAN MAN",
          "text": "Blond an’ blue-eyed. That’s all I’m askin’. 27F - An Eskimo couple speaks Eskimo. We understand nothi 27G - A teenage couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE GIRL",
          "text": "It’s not that we want a kid, but we slept together. 27H - A disillusioned couple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISILLUSIONED MAN",
          "text": "...It’s normal to think about children when you reach a certain age, for women at least.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISILLUSIONED WOMAN",
          "text": "It is the meaning of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISILLUSIONED MAN",
          "text": "(interrupting her) * ...of life. I hadn’t finished, darling. It is the meaning of life. 27I - An ordinary couple looks at the camera. They shrug, knowing what to say. They say nothing. They are holding h -14- \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "In the end, I chose them. Because the lady smelled nice. And the man said:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Well, I can tell you how we met. It was meant to be. Have you heard of the butterfly effect? 28 - EXT. JAPAN — DAY It is springtime in Japan. A few Japanese are walking thr park. A butterfly is perched on a flower. It flaps its wi flies away. The wind blows gently through the leaves of a 28A - Clouds move in the sky. The air current merges with from the sea... 29 - EXT. OCEAN — DAY ...We are flying above the ocean, among the clouds... The merge with other clouds. The weather becomes stormy... 30 - EXT. CHILD NEMO’S STREET — DAY ...We descend over a small town in England. It is autumn. twirls, floats over the rooftops... We follow it. 30A - It flies over NEMO’S FATHER. A young woman is going other way, NEMO’S MOTHER. The leaf lands right at Nemo’s feet, and he slips and falls. The young woman runs to hel up. They look into each other’s eyes. Love at first sight of lighting in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Once upon a time there was a daddy and a mummy named the daddy and the mummy. They found a cute little baby and called it the cute little baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The face of the fetus, curled up on itself. It opens its -15- \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A model of child Nemo’s street. Pretty little houses that alike, each with its own yard. A child’s hand positions a car. A bawling baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "The little baby was born there. He was born that day and not another. His parents were those parents. Why? Because that’s the way it is. The baby can cry outloud, but it * change these facts. “From sperm to worm.” His daddy and his mummy live at number 7. The number “7” on the wall of the house. 33 - INT. CHILD NEMO’S HOUSE — DAY Baby Nemo looks at his mummy. His mummy hides behind a be He can’t see her anymore, and waits. His mummy say “Peek- The baby laughs. 33A - A hairbrush. The mother’s lips, to which she is app lipstick. The mother is singing a song. The baby’s hand l the father’s sleeve in order to touch his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "The mummy has a brush for her hair and lipstick for her lips. She smells good. She sings a little song: “Eenie meenie miney moe, catch a tiger by the toe...” The daddy has a watch and hair on his arm. The watch goes tick-tock. Daddy catches flies. 33B - A fly on the table. The father’s hand approaches sl then grabs the insect just as it is about to fly away. Th opens the window and sets it free outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Everything we see exists. We can see it. The table is called “table,” the chair is called “chair.” We can see them. The little baby can see his daddy and * his mummy. 33C - The father and the mother lean over us. -16- \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "I can see mummy’s eyes, but I can’t see my eyes. The little baby can see his hands but he cannot see himself. So does he really exist? Do I really exist? 33D - The baby’s hands seen from a subjective point of vi is looking at his shadow on the ground, moving at the sam does. The shadow moves on the floor, on the walls. He tri step on it. He pinches himself. Then he bites his mother’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "If the baby pinches himself, it hurts. If he bites mummy, it doesn’t hurt. He looks at the reflection of his face in a dirty mirror. takes his first steps, then falls down. The mother applau Thrilled, the baby lets himself fall again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "If the baby falls, the mother claps her hands. She says, “Bravo.” 33E - The mother falls down the stairs with a basket full laundry. She hurts herself. The baby claps. He gets a spa 33F - FLASH: Anna, age five, swinging on a swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Why am I me and not someone else? Why does what exists exist? Why do we remember the past but not the future? When you ask mummy, she says... 33G - The mother, overwhelmed by house-cleaning, says to FIVE) as she vacuums:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (VOICE OF CHILD NEMO)",
          "text": "Stop asking “Why?” all of the time! * The father puts on his hat and coat and leaves the house. Nemo opens the door to make sure his father is no longer then runs to the television and turns it on. 33H - The smiling image of his father appears on televisi presenting the weather forecast in a playful voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "An anticyclone moving in from the Azores tomorrow will bring clear skies through the weekend, so get * those barbecues out! * -17- \f\"Mr. NOBODY\" VERSION 11 34 - EXT. CHILD NEMO’S STREET (1977) — DAY Thunderclap in a grey sky. Nemo is walking down the sidew holding his father’s hand. It suddenly starts pouring. Th opens an umbrella. They pass some women neighbours on the sidewalk as they bring in a table and chairs, leaving the in the rain. The father greets the neighbors politely as stare daggers at him. The father smiles self-consciously. 35 - INT. HOSPITAL ROOM — NIGHT The door opens quietly. A shadow steps furtively into the closes the door. Old Nemo is asleep, hooked up to a life- equipment. The shadow approaches him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Pssst... Sir... The man clumsily knocks over a game of chess on the bedsi The noise wakes Nemo up. He finds a timid young man in fr him, an old tape recorder slung over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST, (CONT.)",
          "text": "It’s okay... I... I’m a * journalist... The hospital won’t * allow interviews... I’d just like * to ask you a few questions... Nemo stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST, (CONT.)",
          "text": "A friend of mine’s a nurse here. * They helped me get in. My paper * really wants me to get something. A biography, just a few dozen lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "(looking at his watch) Fourteen twelve. The clock on the wall shows seven hours and not twelve. T journalist puts his old reel-to-reel tape recorder on the He loads a reel of tape. He holds out the microphone to N journalist presses the “record” button...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Where did you find that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "I... I borrowed it from the university museum, but it still works. So. Um... Here we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "I’ve got nothing to say to you. I’m Mr. Nobody. The man who doesn’t exist. An old grump who mixes everything up. Go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Do you remember what the world was like before Quasi-Immortality?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Telomerization. Endless renewal of cells. What was it like when humans were mortal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "I have no idea. There were cars that polluted, we smoked cigarettes, we ate meat. We did everything we can’t do in this dump. It was wonderful. Most of the time nothing happened. Just like in a French movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "And... sexually? Before sex became obsolete?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "You don’t need sex anymore? ... We screwed. People were always screwing. We fell in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "The police have investigated you, and they’ve found nothing. But they didn’t check the paper archives. It took a little patience... He takes a paper from his pocket and unfolds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST, (CONT.)",
          "text": "...but I found this. It’s from a local paper in Ontario.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 He holds out a photocopy of a newspaper article. The pict a car being hauled by a crane from a river. We see the po aman, PETER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST, (CONT.)",
          "text": "That is you, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t know. It doesn’t look like me. What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "(looking at his watch) Fourteen thirteen. Look: “Nemo Nobody.” The name matches. It appears you died in a car accident in 2008. Your car was found at the bottom of a river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The body of adult Nemo in the morgue. He is wearing just which is too small. A police officer is smoking a cigaret to him. The scene is shot in reverse, the smoke going int cigarette. A woman identifies the body. It is Jean. She i a handkerchief. A tear goes back up to her eye. 37 - INT. HOSPITAL ROOM — NIGHT (cont. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "I am alive...aren’t I? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "You were a scientist specializing in chaos theory... space-time, the multiverse. You had your own TV * show. Nemo’s face contorts. 38 - EXT. UNDERWATER — DAY A picture of adult Anna in a small frame turns floating i car, underwater... bubbles rise to the surface... a hand underwater... underwater views of algae swaying gently to music... fish swim past... one of the fish comes very clo look at us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 39 - INT. UNDETERMINED — DAY A trout with almonds on a plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (OFF)",
          "text": "I always liked fish. I never thought that one day it would like me, too. 40 - EXT. UNDERWATER — DAY ...the fish swims at us, its mouth wide open, ready to ea 41 - INT. HOSPITAL ROOM — NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Do you really remember nothing? In lieu of answering, Nemo closes his eyes. The journalis out a portable VCR and opens it in front of Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST, (CONT.)",
          "text": "I found this, too. He presses play, and a scratchy image appears onscreen. O watches, fascinated. It is an educational program. 41A - Peter is speaking to the camera. Behind him is a bi constellation of stars. 41B - We see a simulation of the Big Bang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "What was there before the Big Bang? * There was no “before” because before the Big Bang, time did not exist. Time is a result of the expansion of the universe itself. But what will happen when the universe has finished expanding, and the movement is reversed? What * will be the nature of time? * Fuzz. The image disappears in the interference. The sound inaudible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "That is you, isn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "I’m Nemo Nobody: the man who doesn’t exist. A crazy old fool who pisses himself. What are you looking for? There’s nothing to find. What time is it? 42- INT. PSYCHIATRIST’S OFFICE — DAY The small pendulum swings back and forth in front of Old eyes... 43 - INT. TELEVISION STUDIO — DAY The same program as before, but this time adult Nemo is t presenter. The text runs over a teleprompter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO",
          "text": "But what will happen when the universe has finished expanding and the movement is reversed? On a control monitor, images of galaxies ceasing to expan beginning to contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "What will be the nature of time? Will it reverse? 43A - Image of a vase breaking on the floor, then, in rev pieces coming back together...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "If string theory is correct, the universe possesses nine spatial dimensions and one temporal dimension, ten dimensions in all. We can imagine that in the beginning, all of the dimensions were twisted together. During the Big Bang, three spatial dimensions - the ones we know as: height, width, and depth - and one temporal dimension - what we know as ‘time’ - were deployed. The other six remained miniscule, wound up together. If we live in a universe of wound dimensions, how do we distinguish between illusion and reality? Time as we know it is a dimension we experience only in one direction. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 ADULT NEMO (OFF) (CONT.) (cont'd) But, what if one of the additional * dimensions wasn’t spatial but temporal? 44 - INT. CHILD NEMO’S HOUSE — DAY The hand of baby Nemo pushes a plate to the edge of the t falls and breaks. The baby mixing mashed potatoes and tom in his plate. 44K - The father smoking a cigarette. Wafts of smoke diss in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "If you break a plate, it’s broken forever. If you mix the mashed potatoes and the sauce, you can’t separate them later. It’s forever. The smoke comes out of daddy’s cigarette, but it never goes back in. 44B - The big hand on the living room clock moves forward We see a cog turning another cog, the mechanism grinding. all kinds of tick-tocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "We cannot go back. 45 - EXT. PASTRY SHOP WINDOW (1980) — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "That’s why it’s hard to choose. You have to make the right choice. Nemo is eight. He is glued to a pastry shop window. He is a coin in his hand. His eyes go back and forth between th and the chocolate éclair. He can’t decide. 46 - EXT. CHILD NEMO’S STREET — DAY Nemo is on his way home. He is still clutching his coin. past three little girls his age leaning against an iron g are watching him: ANNA, ELISE, and JEAN. One is wearing a yellow dress, the next one a blue dress, last one a pink dress. All three of them smile at him, an three are pretty. Nemo blushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Hello, Nemo. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hello, Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Hi, Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hello, Elise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Hello, Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hello, Jean. 47 - INT. CHURCH — DAY We see three weddings of adult Nemo. Three times he kisse bride after slipping a ring on her finger. Once Anna, onc once Jean, all now adults. 48 - EXT. CHILD NEMO’S STREET — DAY Nemo keeps looking back at the little girls as he walks a he looks at the coin he couldn’t decide how to spend. He in the air, heads or tails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "As long as you don’t choose, everything remains possible. 49 - INT. CHILD NEMO’S HOUSE — DAY Nemo and his father are looking at the sky through a tele",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Daddy says you can predict exactly where Mars will be in the sky, even in a hundred years. 50 - INT. CHILD NEMO’S ROOM — MORNING It is morning. Nemo is sleeping, his eyes closed. Gently, starts to levitate, a foot above his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short flash: a toy car races down a hill and runs into stroller. It is a scale model.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 52 - INT. CHILD NEMO’S ROOM - MORNING A yellow stain appears on the sheets. He is peeing. Nemo eyes and cries out. He is no longer levitating. He gets u goes to see the little car near his electric train. He lo his soaked pajama pants. He dresses quickly. 53 - EXT. STREET — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "But the funny thing is that daddy * doesn’t know what will happen to him two minutes from now. Nemo’s father parks the car at the end of the street. The is on a hill. The father bites into a cookie. He stops ch spits something out, examining it as he gets out of the c forgets to put on the handbrake. He removes a piece of eg from his mouth. Behind him, the car slowly starts moving. comes running down the street in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Daddy! 54 - INT. INDUSTRIAL CHICKEN BARN — DAY We see a hen laying an egg... The egg lands with many oth 55 - EXT. STREET — DAY ...The car continues rolling down the hill, faster and fa little further down the road, a woman is crossing the str pushing a baby carriage. Nemo’s father is still looking a piece of eggshell on his fingertip... 56 - INT. COOKIE FACTORY — DAY A worker breaks an egg. A small piece of shell floats in whites. The eggs get mixed with flour and sugar. The cook out of the oven and are packaged. 57 - EXT. STREET — DAY The father looks up and sees his car rolling down the hil speed. He screams. The woman in the street pushing the ca sees the car and screams in terror. The woman and the car run over by the car. The father looks on with horror. Nem him, too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VERSION 11",
          "text": "58A - Black and white archival footage. A research lab fu papers and two old blinking computers. A young man is che results being printed out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "Edward Lorenz, a meteorology analyst, had a computer simulate weather forecasts using simple equations relating air and water movements, heat, barometric pressure... One day in 1961, during the preparation of a series of weather reports, Lorenz took a shortcut, rounding his data up to the third decimal, instead of the usual sixth decimal place, assuming that the difference — one for a thousand — was of no importance. 58B - A calm sea. A storm at sea. The text runs over the teleprompter in front of Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO",
          "text": "When he returned an hour later, he noticed that the forecast, which should have been identical to the preceding ones, followed an evolution ever more divergent, until there was no longer any resemblance. Miniscule changes of a thousandth of a degree, a thousandth of a millibar, in association, caused enormous change in the end results: on one hand, perfect calm, on the other, a storm, 58C - A motionless butterfly on a flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (CONT.)",
          "text": "This is known as the “BUTTERFLY EFFECT.” In a chaotic and unstable system, a butterfly beating its wings in Japan will perhaps cause a storm in Europe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "58D - A Japanese man fanning himself as he watches the mo butterfly. 58E - Clouds moving in the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 58F - The hen laying an egg. 58G - The father biting into the cookie. The woman with t carriage being hit by the car. The father looking horrifi Adult Nemo, presenting the program, looks into the camera",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (CONT.)",
          "text": "“Pigeon Superstition” and the “Butterfly Effect” are good * illustrations of our contradictory * state: we only accept simple *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "explanations, although the universe is complex. 59 - INT. CHILD NEMO’S HOUSE — DAY The mother is setting the table while Nemo is trying to e something to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "That’s not possible. No one knows the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "But I can remember it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "We remember the past, not the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "But me, I can. Sometimes things happen and I have the feeling that they’ve already happened before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "That’s called déja vu. It happens to everyone from time to time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No, it’s because of the Angels of Oblivion. They didn’t put their finger on me. You can’t understand. 59A - The father is sitting in an armchair, prostrate, mo A fly lands on the chair, next to his hand. He doesn’t no The fly climbs his hand, strolling about without provokin reaction from the father. Nemo watches him. -27- \f\"Mr. NOBODY\" VERSION 11 60 - INT. SWIMMING POOL — DAY Nemo is in swimming class. He’s the one having the most t swimming. Nemo sinks, flailing desperately as he tries to aluminum pole the instructor refuses to put within his re coughs up water, cries. A whistle blows. The boys get out pool to go get dressed. The instructor stops them to let of girls go past. The boys all wait, eyes riveted on the Nemo is hypnotized by Anna. The boys leave the pool. The locker room door opens a cra hiding, alone, watches Anna. She swims like a goddess. He her dive from the twelve-foot board. She lands perfectly the crawl with perfect grace. She is magnificent. Nemo is wonder. Anna climbs gracefully out of the water and dries hair. Their eyes meet for an instant. Nemo is petrified. 61 - INT. SWIMMING POOL — DAY Everyone has left. The pool is empty, even the lifeguard Nemo emerges from his hiding place. He is alone. He appro water. He hesitates. He climbs onto the diving board, twe high. He is afraid of heights. He walks slowly to the end board. He jumps. He belly-flops onto the water. He is underwater, struggli Bubbles escape from his mouth. He tries to grab something cannot. He is drowning. We hear a muffled scream. He sink bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Underwater, prisoner in his car, adult Nemo struggles. Bu escape from his mouth. He sees light above him. 62A - Another flash. Under the water, Jean’s face diving us. 63 - INT. SWIMMING POOL — DAY The lifeguard suddenly dives in next to child Nemo and pu to the surface. Nemo is lying on the ground next to the pool. The lifegua performs artificial respiration. Nemo comes to, coughing. breathes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 64 - EXT. WOODS — DAY 64bis - Exhausted, Nemo gets off a bus. He is going home, swimming bag over his shoulder. He goes past a wooded area. He notices his mother, or at thinks he recognizes her. We can make her out about one h yards away, behind some branches. She is taking a stroll, all around. Nemo hides. He moves toward her, avoiding bei noticed. He reaches a pond. He hears whispered voices. He looks th branches: he sees his mother kiss a man he doesn’t know. freezes. The man walks off in one direction. The mother a her jacket and leaves in the other direction. Nemo waits moving. He is as white as a sheet. 64A - Nemo is walking through the woods. He is looking fo man. He heads to the edge of the pond. He stops. A gust o rustles the leaves. Anna is sitting on a floating dock, t stones into the water. Nemo crouches down and watches her makes him jump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA'S FATHER",
          "text": "Okay, Anna, let’s go. The man who was kissing Nemo’s mother comes over to Anna. takes her father’s hand and they leave together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Then the daddy and the mummy kissed all day long. * A short flash: in the living room, the father and mother fighting. 65A - A vase breaks. 66 - INT. ADULT NEMO’S ROOM (2006) — NIGHT Adult Nemo wakes in the dark. He turns toward a feminine adult Anna is sleeping next to him. They curl up in each arms. 67 - EXT. TRAIN STATION — DAY The mother, the father, and Nemo are on the platform of a train station. They are waiting. The mother is holding he suitcase. The father looks distraught. His eyes are red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 They each hold one of Nemo’s hands. Nemo looks at his fat at his mother. They don’t look at each other. The mother Nemo’s hair, kisses him. The train pulls into the station",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "So, Nemo? Have you made up your mind? Do you want to come with me, or do you want to stay with your father? Nemo squeezes his parents’ hands. The train stops. The mo go of Nemo’s hand and takes a few steps toward the train. mother climbs aboard. She waves goodbye. The ticket inspe closes all of the doors but one, the one where the mother standing. The train starts moving. Nemo lets go of his fa hand and runs as fast as he can down the platform. He is alongside the train. The mother reaches her arms out to h through the open door. Nemo looks back at his father. He hesitates. He is halfway between his father and his mothe urine stain spreads over his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Run, Nemo! The mother reaches for Nemo as he runs, trying to catch t",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Nemo! Nemo turns back, hesitates. The mother grabs Nemo and pul into the train. The disconcerted ticket man helps her, th the door. Nemo looks at the silhouette of his father as t pulls away. 68 - EXT. TRAIN STATION — DAY ...Repetition of the same scene. The train is leaving the Nemo is still holding his father’s hand. He hesitates, th go and starts running down the platform. He stops for a m looks at his father, as if regretfully, looks at the depa train. He runs again, looking at his father as if with re reaches the train. The mother holds her arms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Nemo slows down, turns back toward his father. He stops a of the platform and watches the train move away. He has l shoe. He looks at his pants which are soaked. His father comes running and takes Nemo in his arms. He t console him. He puts Nemo’s shoe back on and the two of t for home. In the distance:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Daddy, is it my fault?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Of course not. It’s my fault. * 69 - INT. DOCTOR’S OFFICE — DAY The doctor is hypnotizing old Nemo. The pendulum swings i of his eyes... 70 - EXT./INT. MISC. — DAY/NIGHT We see brief flashes...flashes of the lights of a passing train...the tracks rushing by under the locomotive -70A - a metronome .70B - branches swaying in the wind -70C - a swaying swing... 71 - INT. TRAIN — DAY Nemo is in the train, with his mother. He presses himself her. He is watching the landscape go by. 71A - Through the window he sees train tracks crossing, j with other tracks, separating. A tangle of possible desti 72 - MODEL — DAY A toy airplane held in a child’s hand. The plane flies ov On the map, the letters O-C-E-A-N pass by. The plane flie North America. 73 - INT. MOTHER’S APARTMENT — EVENING 73BIS - Through the window we have a view of a big North city. The mother and Nemo are in an apartment that is not yet f furnished. She unwraps a lamp and puts it in place. 74 - EXT. TRAIN STATION PLATFORM — DAY Nemo is running after the train that is taking his mother His running feet. His shoelace breaks. He starts to lose The train picks up speed, his mother moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 Nemo stumbles, steps on his shoelace. He stays on the pla with his father. We follow a butterfly circling up into t 75 - INT. SHOE FACTORY — DAY A butterfly flutters past the window. In the office of a factory, the director is studying several grades of shoel presented to him by a supplier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPPLIER, (STRONGLY ACCENTED)",
          "text": "I can give you a good deal on this type of shoelace. The director pulls firmly on the lace. It breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPPLIER, (CONT.)",
          "text": "...Very good deal. 76 - EXT. FATHER’S YARD — DAY A wind gauge stops turning. Utter calm. Nemo is in the ya observing his father. Nemo’s father is watching the sky. his paintbrushes and starts painting the clouds, carefull reproducing what he sees. When the father looks up, the c have changed shape and position. He tries to make correct paint faster. He can’t. The father is sitting on a chair in the middle of the gar is looking at the sky above him, a camera in hand. Nemo l him. His father uses a cane to get up. 77 - EXT. FATHER’S YARD — DAY The father spreads the pictures out on the table. He take paintbrushes and tries to reproduce the clouds on canvas, doesn’t work. 78 - EXT. FATHER’S YARD — DAY The father uses turpentine to erase his painting, scrapin paint off with a knife. He starts again from scrap. He lo the clouds, holding his paintbrush. 78A - The clouds move too fast. 79 - INT. FATHER’S HOUSE — EVENING The father opens a broom closet and throws his unfinished inside. He slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 80 - EXT. FATHER’S STREET - DAY Nemo is standing on the corner of the street where he liv his father. He is watching a truck being loaded by movers and Harry are watching them work. The movers close the tr and her father get into the car and drive off. * 81 - INT. NEMO’S ROOM IN HIS MOTHER’S HOUSE (1980/1984) — Nemo, still eight years old, wakes up in his room in his apartment. He lies back down and closes his eyes. The cam explores the objects in his room: the toys... his desk... his mother’s voice calling him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (OFF)",
          "text": "Nemo! The camera continues exploring the contents of the room: on the wall... teenage toys... books about the planets... return, after a complete tour of the room, to the sleepin his bed. He is FOURTEEN YEARS OLD. His mother’s voice wak She sticks her head into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Bye, sweetheart, I’m off to work. Don’t be late for school. 82 - INT. MOTHER’S APARTMENT — EVENING The mother opens the door to her apartment and hangs up h She takes off her nurse’s smock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nemo... It’s me. In the foreground, teenage Nemo is lying in a pool of blo motionless, his eyes wide open. His mother does not yet s She walks forward, sees Nemo dead on the floor, then puts groceries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT.)",
          "text": "I bet you haven’t done your homework. Hurry up and finish, I’ve invited someone for dinner. And I’m counting on you to keep your mouth shut. The mother disappears. No one is there. Nemo, deathly pal doesn’t move. Then he gets up, picks up a bottle of ketch the ketchup from his neck and his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 83 - INT. MOTHER’S APARTMENT — EVENING Nemo is sitting at the table. Laughter, small talk. The m invited Harry, the man Nemo saw her with in the woods. Ha pretending to be at ease. Nemo stares at him without blin Harry tries to smile, but does not get a smile in return.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Nemo, don’t stare at people like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "It’s no problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "He has a gift for making people uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "It’s nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It will happen on a Saturday. The sun will be shining. You will be * behind the wheel of your car. You are whistling. You won’t see the crossroads. All of a sudden, a butcher’s truck will appear on your * right and you’ll be crushed. 84 - EXT. COUNTRY ROAD — DAY Flash. Harry behind the wheel of his car, whistling. A tr pulls in on his right. Sounds of an accident. The dashboa shatters. 85 - INT. MOTHER’S APARTMENT — DAY (CONT.) Nemo is staring at Harry, who is as white as a sheet. Nem wet patch on his pants. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You’re not funny. (to the guest) Nemo thinks he can predict the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I can. I predicted dad’s accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I’ve always wondered if you’re not the one who took off the hand brake. No one can predict the future. No one knows what’s going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I do. The mother slaps Nemo in the face. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "If you could, you would have known you were going to get that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I knew you’d say that. 86 - INT. MOTHER’S APARTMENT — NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I’m so sorry... The mother is at the door. Harry is leaving. We hear them whispering. The mother closes the door. 87 - INT. NEMO’S ROOM IN HIS MOTHER’S HOUSE - NIGHT Nemo is in his pajamas, standing on the window sill, faci void. The mother comes into his room. She is undisturbed danger of the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Are you proud of yourself? Nemo lets go and leans into the void.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT.)",
          "text": "Why do you systematically ruin everything I... Don’t you think I have a right to live, too? Nemo falls into the void. His mother looks at the empty w She lights a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT.)",
          "text": "You could have stayed with your father if you’d wanted to. 87A - We pass through the window. Nemo is crouched three below, on a terrace adjoining the window. The fall was wi danger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 88 - EXT. WOODS — DAY Police officers are searching some bushes. They find Nemo He is missing a shoe. The scene is shot backwards, all th movements are in reverse. 89 - INT. CITY SCHOOL — DAY Fourteen-year-old Nemo is in a classroom, in the city whe lives with his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEACHER",
          "text": "Let me introduce a new student in our class. Her name is Anna. Anna comes into the room. She smiles, a bit uncomfortable Whispers. Nemo looks at her, open-mouthed. Anna turns aro catches Nemo’s eyes. They look at each other without sayi word. 90 - EXT. BUS/COUNTRY ROAD — DAY Sitting in the school bus, Nemo is shaken by a bump. He i his class. Everyone is laughing and singing. It is a _ sc outing, and the children have overnight bags with them. N singing. A few seats away, Anna is laughing with her frie turns around. She smiles and comes over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Hi. Do you remember me? I’m Anna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "My father knows your mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Have you been here long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No. Nemo is too intimidated to answer anything but yes or no. silence finally becomes embarrassing, and Anna gets up an back to her friends. \f\"Mr. NOBODY\" VERSION 11 91 - EXT. BEACH — DAY The young teens are running out of beach huts. They are w swimsuits. Nemo also comes onto the beach, wrapped up in towel. He is wearing a ridiculous swimsuit. He sits down, from the group. He takes a camera from his bag and takes of the beach in front of him. After a moment, Anna comes next to him. He blushes. She smiles at him. A moment of s Anna stands up and turns toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You gonna swim? Nemo doesn’t answer. She takes him by the hand and pulls",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "Come on. The water’s nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No, I... He clams up and stares straight ahead, looking sullen. An at the water and waves to her friends who are calling to",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Come swimming with us. They’re my friends, come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "They’re jerks. I don’t go swimming * with jerks. * Anna is cross. Deeply hurt. She can’t believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Idiot. * Anna turns her back on him and leaves. She goes swimming others. Nemo looks at his feet. He hates himself. We appr Nemo, closer and closer. We draw close to his eye. reflection of a windowpane. We see a reflection in his eye... The",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "91A - A man’s silhouette stands out in the frame... 92 - EXT./INT. TRAIN — DAY ...In the window of a train is adult Nemo’s silhouette. H the train. A jolt of the train wakes the dozing Nemo. * \f\"Mr. NOBODY\" VERSION 11 93 - INT. STATION — DAY Nemo walks through the station. The station clock reads 9 passes a girl with a shaved head who is panhandling. He g his change. A woman he thinks he recognizes is coming tow The woman is holding two children by the hand. When they by side, they look at each other. It is ADULT ANNA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Oh my god!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "How are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’m fine... and you? Are those your children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes. Silence. They don’t know what more to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "Okay, well, see you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yeah... see you around. They continue their separate ways. Nemo looks deeply move encounter. CHILD NEMO’S VOICE (OFF) What on earth made me say, “I don’t go swimming with jerks?” He takes a picture from his wallet. The picture of the be took as a child. We move closer to the picture. We pass i 94 - EXT. BEACH — DAY Fourteen-year-old Nemo is taking the picture of the beach same scene again. He is sitting apart from the group in h ridiculous swimsuit. Anna comes to sit next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You gonna swim? Nemo doesn’t answer. She takes his hand and pulls him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "Come on. The water’s nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No, I... He clams up and stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "I don’t know how to swim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Sorry? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t know how to swim. That’s it. Please don’t tell anyone. * Anna sits down next to him, understanding. They look at e other, smile, laugh. One of Anna’s girlfriends runs up to wanting Anna to come with her. ANNA’S FRIEND Come on, aren’t you gonna swim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No, I’ve got my period. I’1l stay here. Nemo’11 keep me company. Her friend walks away. Anna and Nemo look at each other a a quiet laugh. Anna moves closer to Nemo. Their bare shou brush against each other. Nemo gets goose bumps. He doesn move for fear of disturbing the delicate contact of their 95 - INT. ANNA AND NEMO’S ROOM — DAY Sheets. A woman’s naked shoulder. Adult Nemo is sleeping her. He caresses her. It is adult Anna. They hug. They put their arms right next to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Look... The hair on their arms is standing up. They both have goo They embrace. 96 - INT. MOTHER’S APARTMENT — DAY Fourteen-year-old Nemo is in his mother’s apartment. He i his homework. We hear the door open. We hear voices that silent. The mother comes into the room and approaches Nem looks at him. She is uncomfortable. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Honey... I... I want to introduce you to someone. Nemo turns toward a man who is looking at him from the do Harry, the man Nemo saw with his mother in the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT.)",
          "text": "You've already met Harry. This is his daughter, Anna. Anna comes into the room after Harry. Nemo and Anna look other, both equally surprised. They act as if it’s nothin",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT.)",
          "text": "Anna, this is Nemo. So, why don’t you shake hands... They shake hands somewhat awkwardly. 97 - INT. MOTHER’S LIVING ROOM — EVENING All four of them are at the dinner table. Nemo’s mother a father are chatting, somewhat nervously. They watch discr Anna and Nemo sit facing each other without looking at ea eating in silence. Underneath the table, Anna’s foot is c Nemo’s leg. Nemo blushes and looks even more intently at plate. They secretly give each other the faintest of smil Later. Anna and her father are leaving. Anna shakes Nemo’ Nemo’s mother kisses Anna’s father on the lips and whispe something in his ear. They have a whispered conversation. barely make out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "We mustn’t go too fast... We can’t rush them. 98 - EXT. PUBLIC PARK — DAY A sunny Sunday. Nemo and his mother, Anna and her father picnicking on an island facing the town, in the sun. The and mother walk off for a moment, hand in hand. They kiss distance, discreetly. Anna and Nemo are alone together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I can’t believe them. Sometimes I wonder how old they are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "\fA pause. \"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Have they already slept together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I hope they use johnny’s. I don’t * want to end up with a little brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’d rather die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Is your mum on the pill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I have no idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You'd better slip it in her coffee in the morning. It looks like her hormones have gone to her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Sometimes I can see the future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "It doesn’t seem like it would be much fun to know what’s going to happen. Like reading your life from a book... How do you do it? * Nemo closes his eyes. 99 - INT. HOSPITAL ROOM — NIGHT Old Nemo is in his bed. The journalist is sitting next to recorder is still running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Oh, you're still here... I'd forgotten you. What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Fourteen-seventeen. I don’t understand. Did you stay with your father or go with your mother? \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Did I fall asleep? Some nights I don’t sleep. So I think, I think... I think about how it was. That’s all I have left... What do you see when you look at me? A grumpy old man who drools when he eats, who never answers questions. Who mixes everything up. Who’s kept busy by getting his meals. But that’s not me. Me, I wear short pants. I’m nine years old. I can run faster than the train. I don’t feel my aching back anymore. I’m fifteen. I’m in love. I’m in love... 100 - INT. MOTHER’S APARTMENT — NIGHT Everyone is back at the mother’s apartment. It is evening",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "So, I think it’ll be easier if everyone sleeps here. Nemo, will you lend your room to Anna, and you can sleep in the study? Everyone looks at everyone else as though there was nothi the ordinary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Sure. 101 - INT. MOTHER’S APARTMENT — NIGHT All the lights are off in the corridor. We see a light co under the door of the mother’s room. We hear sounds of em a squeaking bed. Nemo slips discretely from the study. Wi sound, he opens the door to the room where Anna is sleepi Complete darkness. He feels his way, bumps into something his breath. He reaches the bed. He whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna? Anna turns over and lifts the covers, inviting him to sli the bed. He slips in and lies down next to Anna, very clo look into each other’s eyes. They touch each other’s face gently runs her fingertips over Nemo’s skin. Nemo shivers the hairs on his arm straighten. \f\"Mr. NOBODY\" VERSION 11 At the end of the hall, the sounds of Nemo’s mother and A father intercourse become louder and louder. We hear the reach a theatrical-sounding orgasm. Nemo’s lips brush Anna’s cheek. We hear only their contro breathing. They finally kiss. They disappear under the co 102 - INT. MOTHER’S APARTMENT (1988) — DAY It is morning. Under the covers, Nemo and Anna are asleep other’s arms. Time has gone by, their hair has changed. A rings out in the hall. NEMO’S MOTHER (OFF) Nemo? ... Nemo? Nemo wakes with a start. As does Anna. Nemo yanks his paj He gets all tangled up in them, falls to the ground, hurr in a panic. Nemo opens the door to the hall. His mother’s to him, and he takes advantage to silently cross the hall up his pants, and slips into the small study. He jumps in fast as he can and pretends to be asleep. We hear voices hall. ANNA’S FATHER (OFF) Isn’t he sleeping in the study? * NEMO’S MOTHER (OFF) No, I just looked, and he’s not there. Nemo opens his eyes, panicking. He jumps out of bed. NEMO’ S MOTHER Anna, have you seen your brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "He’s not my brother. Nemo crosses the hall again as fast as he can, without be He goes into the bathroom, flushes the toilet, slows hims and comes back out looking half-asleep. NEMO’ S MOTHER There you are. Did you sleep well? He groans, returns to the study and gets back into bed - falling asleep for real, exhausted. The camera pulls back. 102A - The camera leaves through the window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 103 - EXT. CITY — DAY ...The camera is still moving back. We see the apartment We move further back. We see the city from above. The ima freezes. It is a postcard lying on a table... 104 - INT. FATHER’S HOUSE (1988) — NIGHT The postcard is lying on the kitchen table. We hear the d opening. Fourteen-year-old Nemo comes into the house and closes th behind him. He has different clothes and a different hair the previous scene. The father’s voice emerges from the k",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (OFF)",
          "text": "Who’s there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It’s me. Nemo comes into the kitchen. His father is in a wheelchai aged. He looks at Nemo strangely. He doesn’t recognize hi comes over and leans close to his father. He takes his ha father is still staring at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "It’s me, Dad. Nemo. Your son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Nemo! Of course, son. Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "At the hardware store, Dad. I * always work at the hardware store * after school. Nemo grabs a pan and starts cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "You know, a boy your age should get out more. You can leave me alone * you know. I can manage. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It’s no problem, Dad. I like being at home. A bit later. They are eating, sitting across the table fr other. The father can only manage to use one clumsy hand. cuts his meat for him. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "A card from your mother came in the mail. You haven’t looked at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I know. I’1l1 read it later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Won’t you go see her someday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I haven’t seen her in seven years. If she’d ever wanted to see me, she’d know where to find me. No, I’ve got everything I need, Dad. Everything’s fine. 104A - A bit later, in the bathroom. Nemo is carrying his He undresses him. He gets undressed himself and starts ru shower. He carries his father in his arms and places him shower, staying with him. The father clings to his son as can and lets himself be washed like a baby. Nemo lathers Nemo dries his father with a towel. He is calm and attent gestures assured. 104B - A bit later still, in the father’s bedroom. Nemo d his father in his pajamas and puts him to bed. He kisses forehead and turns out the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Night, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Goodnight, son. Nemo leaves the room. The father calls him back:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER, (CONT.)",
          "text": "Nemo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "You’ re a good son, Nemo. Nemo watches as his father falls asleep. He tiptoes out o room. 105 - EXT. STREET — NIGHT Nemo climbs astride an old motorcycle and kick-starts it. out slowly. He rides down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 105A - He rides. He rides faster and faster. He rides at breakneck speed, howling. He rides down a deserted road. the wind on his skin. He rides. He howls. He is mad with 105B - Finally, he arrives in front of his house. He park motorcycle silently. He is calm. 106 - INT. FATHER’S HOUSE — NIGHT He enters the house without a sound. 106A - He opens the door to his father’s room, finding hi He goes to tuck him in. 106B - Then Nemo enters his own room. He sits down in fro old typewriter and starts typing. Sheets of paper are pil to the machine. The metal rods strike the surface of the words appear: “After three months and six days...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO, (OFF)",
          "text": "After three months and six days of travel, the shuttle was heading directly toward the Cancer nebula, in line with Uranus and its five moons. It was finally approaching Mars and the colonies. On board, the computer was monitoring the passengers’ artificial hibernation... 107 - EXT. COSMOS — NIGHT In the distance, the Cancer nebula. A spaceship passes qu us - propelled by enormous solar sails - and disappears i immensity of the cosmos, heading toward a small red plane 108 - INT. SPACESHIP — NIGHT Adult Nemo is in a state of hibernation in a container be pane of glass. He is in his fifties, white silvery hair. burn scar on his face. Computers monitor his condition. A blue light scans him constantly. Articulated arms examine the screens we can see virtual representations of his vit organs. His heartbeat is slowed. In the corridor of the s three other chambers contain the rest of the crew... We approach Nemo’s frozen face. His eyeballs quiver sligh pulse accelerates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "Anna... Anna...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 109 - INT. DOCTOR’S OFFICE — DAY During the hypnosis session, the doctor’s pendulum swings in front of us...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (OFF)",
          "text": "Anna... Anna... 110 - INT. MOTHER’S APARTMENT — MORNING Nemo sees a tennis match on television through the open d his parents’ room. It is the throaty breathing of the pla we hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "110A",
          "text": "Summer sunshine. Nemo and Anna are lying on the terrace, swimsuits and sunglasses. They are dozing, exhausted, pre to read. They pass a joint back and forth. Anna’s foot sl discreetly along Nemo’s thigh. Anna’s father and Nemo’s mother are preparing to go out. hides the joint and waves the smoke away. They giggle. NEMO’ S MOTHER We’ve got errands to run, we’ll be back in an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA'S FATHER",
          "text": "Put on a shirt, Anna... You’re going to get sunburned. The father looks at them insistently, as if he has some d soon as the door is closed, they burst out laughing. They themselves at each other, kissing, rolling on the breakfa knocking everything to the floor, rolling on the ground, undressing. Anna grasps him between her legs, they roll a the couch, they roll around on the rug, laughing. They catch their breath. Nemo takes an ice cube from an o glass and slides it gently over Anna’s skin. He watches h contract, goose bumps appear. He slides the ice from her her belly, then over the tips of her breasts, which stand",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "You're mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "And you’re mine. Pause. Nemo looks sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-A7 -",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "I’m wondering what would have happened if we hadn’t met... Maybe I’d be with my father. But the most important thing would be missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You. Anna holds onto him tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Do you see our future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’ve stopped seeing the future. It scares me when I don’t see you. I don’t want a future if you’re not in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Forever. Whatever happens. There is no life without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No life without you. 111 - INT. FATHER’S HOUSE — DAWN Teenage Nemo wakes up, gets out of bed. 111A - Nemo and his father are in the bathroom. Nemo appl shaving cream to his father’s face and shaves him careful calm and attentive, his gestures precise. The blade slide his father’s neck. He finishes and puts aftershave on him",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "You look like my son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I am your son, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "My son is taller than you. 111B - Nemo positions his father in front of the window. father gazes at the clouds moving slowly through the wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 112 - INT. FATHER’S HOUSE — NIGHT Nemo is in his room, sitting at his typewriter. His finge quickly over the keys. The pages fill up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "The spaceship was now only sixty- seven thousand kilometers from Mars, and we could already see the two moons, Phobos and Deimos. They were preparing to spend 779 days there, until Mars came close to the Earth again. 113 - INT. SPACESHIP — NIGHT The motionless face of Adult Nemo, in his container. The sails fold in. Mars appears, immense and red. It is magni Its surface is covered with valleys, and we can discern t presence of four cities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO, (OFF)",
          "text": "The onboard computer displayed: * On the space shuttle, the onboard computer displays the m “END OF HIBERNATION.” 114 - INT. FATHER’S HOUSE — NIGHT We see the typewriter keys writing on the white paper: * E-N-D O-F H-I-B-E-R-N-A-T-I-O-N. Nemo rereads the words and stops. He takes the sheet of p the typewriter and lays it on the pile of pages that make novel. 115 - EXT. VILLAGE STREETS — NIGHT It is dark. Nemo is walking toward the village. He stops of the village hall. There is music. Nemo hesitates. He t coin from his pocket, flips it, but can’t catch the coin, falls into the gutter. Nemo goes inside. 116 - INT. VILLAGE HALL — NIGHT The village hall is crowded, mostly with young people. He someone burst out with laughter He sees in the distance a age, ELISE, who is laughing. She turns toward him. She gi little wave. A handsome young man, STEFANO, is next to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 Elise holds onto his arm, and Stefano holds his girlfrien and kisses her. Elise whispers something in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO",
          "text": "Are you crazy, or what? Elise turns white. She passes from giggles to sobs. She c on the ground. Nemo freezes, watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO, (CONT.)",
          "text": "Come on, it’s no big deal, I didn’t say anything mean. Someone tries to help Elise up, but she stomps her feet o ground, then tries to control herself, but breaks down cr again. People are uncomfortable. Elise pushes her way thr crowd. She is heading right toward Nemo, and stops in fro him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Shall we go, Nemo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Shall we go? This is such a bore. She takes his arm and drags him toward the exit. 117 - EXT. STREET — NIGHT Nemo and Elise come out of the village hall. Nemo is uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "How do you know my name? Elise’s eyes are still full of tears. She hiccups. He giv handkerchief. She refuses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "You’11 drown. She smiles. She looks at Nemo. She thinks he’s nice. She handkerchief, blows her nose. She smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "We go to the same school, but you've never noticed me. You never look at anyone. Do you have a * girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Are you queer? Why don’t you have a * girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t know. I don’t want one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Tell me about yourself. You used to wet your pants. Everyone thinks you're a weirdo. You’re always all * alone. Talk. Say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Do you like me? Do you think I’m pretty? You don’t like my accent, * do you? What are you thinking? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’ve got a bit of a headache. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Say something, come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Gravity on Mars is .38. Three times less than on Earth. The ground is covered with iron oxide dust. Elise bursts out laughing. She looks at him, melting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "You’re incredible. Raise you hand and say “I swear.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Promise that if I die, you’ll go spread my ashes on Mars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It is estimated that travel to Mars would take six to eight months. The first passengers will be white mice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Say “I swear.” -51- \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "(not daring to contradict her) I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "We were neighbors when we were little. Elise... Don’t you remember? 117A - Flash: a little girl in a yellow dress watches chi go by. On one side of her a little girl in a pink dress, other side one in a blue dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Elise! ... Yes. I had the feeling I’d seen you somewhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "That’s called déja vu. They say that it’s the signal from the eyes going through your memory before...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No, that’s not it... 117B - Flash: Nemo and Elise are sleeping in each other’s adults, surrounded by their three children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE ELISE",
          "text": "In another life then? Anyway, I remembered you! She takes his hand and moves close to him. He squeezes he They look into each other’s eyes. He blushes, stirred up. brings her face close to him. He approaches too. She step",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "You shouldn’t. You don’t know me... I’m not a good person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Why do you say that? Elise starts crying. He caresses her face. She moves clos She kisses him. She suddenly turns around and runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Elise! Wait!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I’1l call you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You don’t have my number!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 118 - INT. FATHER’S HOUSE — NIGHT 118A - Nemo is looking at the phone. It doesn’t ring. Sitting at the table in his room, Nemo writes a letter. H “Dear Elise,” then stops. He wads up the page, takes a ne is in front of a blank page. He doesn’t know what to writ shakes. Beads of sweat stand out on his forehead. Slowly, begins writing. His pen glides over the page making a sha noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "What happens when we fall in love? As a result of certain stimuli, the hypothalamus releases a powerful discharge of endorphins... 119 - INT. TV STUDIO — DAY Adult Nemo is looking into the camera. It is a popular sc program. 119A - A cross-section of a brain is in superimposition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "But why exactly that woman or that man? Is there a release of odourless pheromones that correspond to a complementary genetic signal? Or is it physical features that we recognize? A mother’s eyes? A sister’s dimple? An smell that stimulates a happy memory? 119B - We see brief flashes of Elise looking at Nemo. We eyes, very close up... 119C - We see the eyes of Nemo’s mother. We see Elise’s nose. The mouth, the chin. We see the hand haircut is similar to his mother’s. We see Nemo looking a breathing. We go into a nostril. 119D - We see glands contracting, we see the heart beatin the blood flow increasing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Is love part of a plan? A vast war plan between two modes of reproduction? Bacteria and viruses are asexual organisms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH OF \f\"Mr. NOBODY\" VERSION 11 119E - We see bacteria multiplying through cell division. their genomes dividing into two perfectly identical codes",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "With each cell division, each multiplication, they mutate and perfect themselves, much more quickly than we do. Against this, we respond with a fearsome weapon: sex. Two individuals, by mixing their genes, shuffle the cards and create an individual who resists viruses better the more dissimilar he or she is. 119F - We see DNA mixing to produce a different combinati",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Are we unknowing participants in a war that is beyond us, a war between two modes of reproduction? Credits music. The images stop rolling behind Nemo. The t rewinds. The background goes out, leaving a blue screen. consults his papers and looks at his watch. The lights go are in a TV studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUDSPEAKER VOICE",
          "text": "Okay, that’s good for today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "(to Peter, a passing assistant) Was I okay? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I thought it was good. Nemo takes out his cell phone and dials a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Honey? I’m running a little late. * 120 - EXT. ANNA AND NEMO’S HOUSE — DAY Anna answers her cell phone in front of a pretty white ho children play around her as she escorts them inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "No problem. We’1l wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Anna! I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I love you more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Me more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Me more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Cheater. 121 - EXT. TV STUDIO — DAY Nemo hangs up. He is walking briskly out of the studio. H his keys from his pocket. He climbs into his car and driv He passes a cyclist, who is forced to brake. The cyclist lets him past. 122 - EXT. WOODS — DAY Nemo’s car is driving fast down a road that goes through area. In the distance, birds are bustling in the branches chirping away. They land on the road surface, pecking at Nemo’s car suddenly appears. One of the birds hits his wi 122A - Nemo swerves to the side, skidding. The car zigzag loses control of the vehicle, and it goes off the road, p into a river... 123 - EXT. UNDER WATER — DAY The car sinks under the water... Water pours in through t open window. There is no more air. Nemo struggles. Bubble out of his mouth. He strikes at the door in vain. His ges become slower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Shit... I’ve got to go back. I have * to start again... In the rearview mirror we see: 124 - EXT. COUNTRY RAILROAD STATION — DAY Child Nemo is running after the train that is taking his away. A baggage handler passes in front of Nemo with his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 Nemo stops and watches the train move away. The train mov away... 125 - EXT. ELISE’S STREET — DAY ...veflected in the motorcycle rearview mirror. Teenage N sitting astride his stationary motorcycle. He is holding letter in his hand. He is watching a house, and sees Elis outside. He hides. He is going to approach her. He doesn’ He clutches his letter so hard he crushes it. He sees Eli from her house, laughing with Stefano. Nemo blanches. The meet. Nemo looks down and rides away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO",
          "text": "Do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "That’s Nemo. He’s weird. He does everything he can to avoid me. 126 - EXT. ROAD — NIGHT Nemo is racing his motorcycle. He is going at breakneck s wind is whipping at his face, tears run down his cheeks. but his voice is covered by the motorcycle’s roar. It’s t road as usual, we recognize the bends. The road rushes by wind fills Nemo’s eyes with tears. The turns are tight. 126A - Just ahead, a dead leaf lies on the roadway. The m approaches. All of a sudden, he skids. The motorcycle swe Nemo crashes to the ground. He is lying beside the road, motionless. Nothing moves. Oil from the motorcycle emptie drop onto the asphalt. 126B - Later. An ambulance is on the scene. There is a lo commotion. Flashes of light. Feet and hands going by. Peo trying to keep Nemo awake. He is carried away on a stretc Nurses talk to him, but he hears nothing. They put an oxy over his face. 127 - INT. HOSPITAL (1988) — DAY A body is lying on a hospital bed. It is hooked up to all tubes, breathing machines. It doesn’t move. It is fourtee old Nemo. His face is half-covered by masks and tubes. We out a presence around him. We sense a nurse placing a the under his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE 1, (OFF)",
          "text": "Do you think he can hear us? Have you seen any reactions? * \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE 2, (OFF)",
          "text": "I don’t know. But I’ve got a funny * feeling that he can... * Nemo is confined to the bed and does not move. Nurse 1 le him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE 1",
          "text": "Sir? If you can hear me, move your * finger. Nemo’s hand. Nothing moves. NEMO’S VOICE (OFF) Who’s there? ... What am I doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE 1",
          "text": "Can you move your eyes? Nemo’s eyes remain hopelessly closed. NEMO’S VOICE (OFF) (getting louder and louder) I’ve got to get out of here... Go back before the accident... I’VE",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOT TO WAKE UP",
          "text": "127A - We move away from him at top speed, passing throug walls, the hallways... 127B - We pass through the windshield of the ambulance as racing through the streets. 127C - Flash: we see the motorcycle accident in reverse. 128 - EXT. ELISE’S STREET — DAY Back in time... Nemo is astride his stationary motorcycle holding his letter. Stefano walks away down the sidewalk, hasn’t seen him. He is watching Elise as she comes out of house. He approaches her and stops in front of her. He lo straight in the eye. She is both surprised and happy. He the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I believe in one thing. I believe we should always say “I love you” to the people we love. They look at each other intensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "\f\"Mr. NOBODY\" VERSION 11 She is deeply moved. He kisses her on the lips. She hugs tightly. They kiss for a long time, without coming up for Suddenly, she draws back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I’m not a good person, Nemo. We... We shouldn’t. I... I love Stefano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Stefano. You saw him, at the party with me. I... He doesn’t love me. He’s with...that idiot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "And so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I love him anyway. I can’t help myself. I’m in love with him. I... I’m sorry. Nemo is dumbfounded. He stares at her without moving. A b passes above them, pirouetting in the sky. 129 - INT. FATHER’S HOUSE — EVENING Nemo is crushed. He is playing chess with himself. His fa looks at him tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Dad, I’m getting married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Oh? And who’s the lucky lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It’s not that. I’m going to marry the first girl who dances with me tonight. 130 - INT. VILLAGE HALL — NIGHT A dance in the village hall. Everyone is dressed differen the first time. Nemo comes in. He sees Elise on the other the room. Their eyes meet. He wants to go over to her, bu turns away. She asks Stefano to dance. It’s a slow dance, lights are dim. Nemo watches her. She presses close to St puts her arms around his neck. She glances at Nemo. Nemo furious, and turns away. He asks the first girl he sees t It is TEENAGE JEAN. She smiles at him, and seems very nic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Thanks, Nemo. They go onto the dance floor and dance pressed closely to Nemo looks at Elise dancing with Stefano. He is furious. looks at Nemo. Elise glances at them. Nemo looks at Jean. slowly moves his face toward hers. She pulls back a bit, hesitates. Nemo brings his lips to hers, and they kiss. J hesitates for a moment, then lets herself go, puts her ar him. Elise forces herself to smile at Stefano. She preten happy. Jean presses herself to Nemo. She is truly happy. love. Nemo is furious. He lets himself be embraced by Jea smiling, her eyes closed, tears in her eyes. She whispers",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "Nemo... Nemo... Nemo closes his eyes. The image fades to black. 131 - EXT. COUNTRY ROAD — NIGHT Nemo, his face hard, is riding at top speed on his motorc Jean is astride behind him, her arms around him, holding",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "On that day, I will make a lot of foolish decisions. ONE: I will never leave anything to chance again... Teenage Nemo looks right at the camera and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO",
          "text": "ONE: I will never leave anything to chance again. TWO: I will marry the girl on my motorcycle. THREE: I’11 be rich. FOUR: We’ll have a house. A big house. Painted yellow. With a yard. And two children, Paul and Michael. FIVE: Til have a convertible. Red. And a swimming pool. I’1l learn to swim. SIX: I won’t stop until I’ve succeeded. 131A - Nemo’s speech is peppered with FLASHES: Adult Jean house, that grows bigger when the voice over says “big ho turns yellow when the voice says “Yellow.” A yard spreads it, and an automatic sprinkler system starts up. A blue convertible appears in front of the garage and turns red voice says “Red.” Two children pose in front of the house hands. Their t-shirts read “Paul” and “Michael”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 132 - EXT. NEMO AND JEAN’S YARD — DAWN The big pool in Nemo and Jean’s yard, at dawn. Adult Nemo bathrobe, is on the diving board, a bottle of scotch in h He falls forward and spins in the air for a few seconds b plunging under the water. 133 - EXT. NEMO AND JEAN’S YARD — DAY The vast estate. A gardener is mowing the lawn. Nemo floa pool, almost motionless. Jean screams and dives in fully to save him. Black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAUL, (OFF)",
          "text": "Daddy? ... Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (OFF)",
          "text": "Paul, don’t wake your father! 133A - Nemo’s eyes pop open. He was sleeping on a chaise holding a glass of juice. He is beside a tarp-covered poo looks at Jean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Elise? The woman looks surprised. Nemo puts down his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "It’s me, Jean... Who’s Elise? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Jean? ... Oh, right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Paul, you can keep playing. Paul walks away. Nemo’s expression is blank. His children laughing as they play with a dog. Nemo moves to pick up h but it’s not there anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Didn’t I have a glass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "No... You’re still tired, Nemo. You need to rest. She looks at him, a silent moment. Nemo looks at his shoe intrigued. The lace is broken. He pulls it off. \f\"Mr. NOBODY\" VERSION",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "Nemo... Do I matter to you? Nemo looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "I’d just like to ask you one question. Did you do it on purpose? Nemo looks at her, uncomprehending. Jean takes a paper fr pocket and unfolds it. She hands it to Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "I found it on the bedside table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Did I write that?... It is my writing. I don’t remember... Jean takes the paper back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "(reading) “There comes a time in life when everything seems narrow. Choices have been made. I can only continue on. I know myself inside out, I can predict my every reaction. Everything is predictable. My life has been cast in cement, with airbags and seatbelts. I’ve controlled everything. I’ve done everything to reach this point, and now that I’m here, I’m fucking bored. The hardest thing is knowing whether I’m still alive.” 134 - INT. OFFICE — NIGHT Nemo is in his office, plunged in darkness. There is a pi Jean on his desk. He looks at the broken shoelace in his looks at a candle flame. He holds his hand over the flame if it burns. He holds it there as long as he can. His han to smoke. 135 - INT. ANNA’S ROOM IN THE MOTHER’S HOUSE — DAY Teenage Nemo wakes with a start. He looks at his hand, wh unscathed. Blonde hair is spread out next to him. He stud It is Anna. They are in Anna’s room. She also wakes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Jean? 11 \f\"Mr. NOBODY\" VERSION",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "What did you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna, is that you? I had a dream... a weird dream. They hear a noise. Nemo jumps out of bed. He looks at the pulls on a t-shirt as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Fast! Nemo opens the door a crack. No one. Nemo tiptoes down th We no longer hear sounds of love from the parents’ room, sounds of fighting. 136 - INT. MOTHER’S APARTMENT — DAY Breakfast. No one is talking. Anna’s father and Nemo’s mo not speaking. They are angry with each other. Anna and Ne at them discreetly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Everything okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA'S FATHER",
          "text": "Everything’s great. Mind your own business. Everyone stares at their food in silence. NEMO’ S MOTHER Well. It is important for you to understand... In life, things don’t always work out the way we plan them. Harry and I thought... Life isn’t always what we think it will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What are you talking about? I don’t get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Anna already knows. Nemo turns toward Anna, who looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (CONT.)",
          "text": "Harry and I are going to separate. Nemo looks at his mother as if he can’t believe it. 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What? But why? You have no right, I... What’s wrong with y... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA'S FATHER",
          "text": "You've played your part in it. I don’t know what’s going on between you two, and I don’t want to know. It’s sick. You're brother and sister. It is better that... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "We are NOT brother and sister! Anna runs to her room and slams the door. Nemo follows he 137 - INT. ANNA’S ROOM — DAY Nemo bursts into Anna’s room, but she avoids his eyes. He the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You knew? ... And you didn’t tell me? He turns away, furious. Anna takes him in her arms, holds tight, sobs. He turns toward her, also crying. Her father furiously at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Where? Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "To New York. In ten days. My father found a job there. Both of them are crushed. They don’t move. They hold each tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "We'll meet every Sunday, near the lighthouse. Okay? Until we see each other again. For life. Okay? It’s not over. We still have time. We have to take advantage of every minute. They kiss. 137A - A little later. They are lying on the floor, motio holding hands. The sunlight moves through the room. They move. It is endless. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Ten days, that makes... 14,400 minutes. I wish everything would stop right now, and things to stay * this way forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "They say that if you slow your * breathing, time slows down. The * Hindus say so. They stare into each other’s eyes, without moving, holdin They hold their breath. A little later, at night. They make love, almost without in slow motion. A little later. Through the window, they watch the sun ri branches of the trees dance in slow motion... They turn t each other in slow motion. Their fingers touch. We hear a dripping. * 137B - A drop falls from the bathroom faucet, its fall sl and it stops in mid air, as if time had stopped. 138 - EXT. SPACE AND MISC. — DAY The planets slow their rotation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "Will time stop moving when the expansion of the universe reaches its end? We pull back, away from the solar system. We see galaxies back even more, see a mass of galaxies, pull back more, s of brilliance, a drop. We pull even further back and we s it is lachrymal fluid from an eyelid. We see an eye. We p further back. 138A - It is Anna’s eye...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "Is the universe a miniscule part of a much greater ensemble? Is_ the entire universe contained in a microscopic molecule, in a tear perched on an eyelid? 139 - INT. NEMO’S ROOM — DAY A shining tear falls from Anna’s eyelid and runs down her The shadows of two teenage hands on the wall... \f\"Mr. NOBODY\" VERSION 11 They touch, caress each other... Dust dances in the air, their fingers... Through the window, falling autumn leave the air... Very close up, Anna’s mouth, her lips. 140 - INT. NEMO’S ROOM — NIGHT Nemo and Anna are lying side by side, their eyes open... touches her nose to Nemo’s skin...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(whispering) I have to remember the smell of * every part of your body. I’1l1 never forget. She runs her nose over Nemo’s torso.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "(whispering) You're the first and last person I’ll ever love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "(whispering) You are the first and the last. They make love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "We’1l meet near the lighthouse. And we’l1l write. They kiss. They hold each other tight. 141 - INT. HALL IN THE MOTHER’S APARTMENT — DAY Anna’s room is empty. The boxes are stacked in the hall. father walks down the hall. Movers take the things away. 142 - INT. MOTHER’S APARTMENT — EVENING Nemo closes himself in his room. He leans against the doo doesn’t want to see. He is crying. ANNA’S FATHER (OFF) Anna, it’s time to go... Nemo doesn’t open. He listens at the door. He kneels down looks through the lock. Through the hole, he sees Anna’s hears her whisper. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (OFF)",
          "text": "I love you. A noise. Anna’s eye is no longer visible. The front door Nemo opens his bedroom door and runs as fast as he can to them. 142A - He rushes down the stairs. 143 - EXT. STREET — NIGHT Nemo reaches the street just as the car is pulling away. the two red running lights move away and turn left. Nemo to cut through on a parallel street. He runs as fast as h is out of breath, frowns, but runs even faster. He sees b the houses that he is even with the car. The car moves sl ahead of him. Nemo accelerates. He knocks over garbage ca fences on the street rush past. 143A - He reaches a major road. He sees the headlights tu the street and come toward him. Nemo stops, and without hesitating, steps into the road, spreading his arms in th darkness to stop the car. The headlights approach. The li blinds him, and he squints. The headlights come closer, w slowing down... They are very close. Suddenly, the two headlights separate and pass on either him. Nemo can’t believe it. He turns around. It was two s which are continuing on their way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCOOTER RIDER",
          "text": "Hey kid, don’t stand there! Nemo watches them go, dazed, desperate. He howls into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNAAAAAA",
          "text": "144 - INT. SPACESHIP — NIGHT The motionless face of adult Nemo. Frost sticks to his be eyelashes. His skin is almost blue. Probes provide readin weak, distant beating of his heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (OFF)",
          "text": "(whispering, very near Anna! ... Anna? 144A - Flash: the three little girls in their colorful dr Anna, Elise, Jean. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO, (OFF)",
          "text": "“After ninety days, the onboard computer is still maintaining the passengers’ metabolism at the level of a hibernating frog.” Nemo’s face. We hear Indian music. Reflected in the glass container, the image of a television. 145 - INT. HOSPITAL (1988) — DAY Indian music coming from a television set... In the on-du personnel station, an Indian nurse is watching a brightly film: an Indian singer is declaring his undying love to a 145A - Teenage Nemo, in a coma, lies motionless on his ho bed, hooked up to machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO, (OFF)",
          "text": "“He had always been fascinated by the fact that certain frogs can spend the winter completely frozen, and that, when spring comes, comma, they defrost and begin living again. Period. The onboard computer displayed:” 146 - INT. SPACESHIP — NIGHT The computer onboard the spaceship displays: “END OF HIBE The ice on Nemo’s face instantly melts and runs off. His returns. Vital functions return to normal: pulse, brain, system... The door to the hibernation chambers opens. Nemo is in his fifties and has a burn scar on his face. 146A - We are in the center ring of the spaceship. Big ba look out into space. Hibernation cases open all along the releasing passengers of every nationality. A stewardesses with fruit juice. Television screens broadcast a loop of earth: grass, clouds, rivers. Everything makes one think tourism than of a scientific expedition: the big bay wind looking out over the landscape, the chairs positioned to the view, the music. Welcome messages are played in every language. The passengers are handed suspicious-looking gr trays. The planet Mars appears in the spaceship’s line of huge and red. The tourists look on in wonder. Nemo is sea them. He is holding his suitcase on his knees, and on top an urn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PASSENGER",
          "text": "This is a dream come true to me... * There are two tragedies in life. * (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 A PASSENGER (cont'd) One is not to fulfill your dreams. The other is to fulfill them. (He looks through the window.) It doesn’t look like there’s much to do. I hope I brought enough sudoku puzzles. 147 - INT. HOSPITAL (1988) — DAY Nemo remains entirely motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "If I could at least move my fingers... Or my eyes... Someone just came in... The floor vibrates softly under the feet of a nurse as sh into the room. She opens the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Daytime... It’s daytime... The sun is out... It’s warmer on the left than on the right... The nurse undresses him. He feels her lifting his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "She’s different from the one this morning... Not the same perfume... Her hands are soft. She washes him. He feels the washcloth on his skin. The s shining on his face, and the shadow of the nurse passes b forth over him. Nemo feels with pleasure the contact of h on his skin. The washcloth slides over his chest. A ray o washes over Nemo’s face. The nurse offers an unexpected g tenderness to the teenager. She looks around to see that looking, then she kisses Nemo’s forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Elise... Is that Elise? The Indian music gets louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun shines in the sky. The hero is singing to his lov gallop on horseback over the hills. They embrace. 149 - EXT. ELISE’S STREET — DAY Back in time... Nemo is holding his letter. He stops befo He looks into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I believe one thing. I believe we should always say “I love you” to the people we love. They look at each other intensely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "I love you. She is deeply moved. He kisses her on the lips. She sudde back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I’m not a good person, Nemo. We... We shouldn’t. I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You’re the one I love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I have to tell you... He puts a finger to her lips to stop her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Shhh... Don’t say anything. You can count on me for Mars. I promise. She smiles. He kisses her. She hesitates, then hugs him t They kiss lengthily, without coming up for air. A place g the background, pulling a streamer. 150 - EXT. CHURCH — DAY Adult Nemo and Elise step out of a church under a rain of They are married. They get into a white car decorated wit ribbon reading “JUST MARRIED.” They drive away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A toy airplane, held in a child’s hand. The plane flies o On the map, the letters “OCEAN” run past. The plane flies North America. 152 - INT. NEMO AND ELISE’S ROOM (2006) — DAY An alarm clock rings. Nemo and Elise are thirty-six. Nemo The scene is identical to the one at the beginning of the Elise is sleeping. Nemo goes into the bathroom. We stay w Elise, whose back is to Nemo. Her eyes are open. Tears st her cheeks. Nemo didn’t see her cry. \f\"Mr. NOBODY\" VERSION 11 Nemo comes back into the room. He lies down next to Elise opens her eyes. As soon as she sees him, she cries more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I dreamt I was somewhere else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Want us to go for a stroll today? * Do you want me to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I don’t want anything. Nothing. She starts crying again, her chin trembling, shaking from foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "I’m so lousy... I’m worthless. I * can’t stand this life anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You’re not lousy, you’re fantastic. You’re exhausted, that’s all. It’ll be fine, you’ll come out of it. Think about it... You've got incredible kids, you’ve got...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Stop trying to cheer me up, it makes me feel even guiltier. She is lying down, sobbing. Nemo looks at her, powerless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "What’s wrong with me? What’s wrong with me? She turns toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "Do something! Do something to make it stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I think it would be good if I called a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 She turns back toward him, her lips taut, waving a finger",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "No doctors! Nemo puts a hand on her shoulder. She pulls away brusquel",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "Please... don’t touch me. 153 - INT. NEMO AND ELISE’S HOUSE - DAY Nemo is preparing breakfast, the children are at the tabl look a little worried. Nemo tries to be lighthearted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "How’ s mum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "She’s tired. She’s sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOAH",
          "text": "She’s always tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "(as if distractedly) Is she depressed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "She has ups and downs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "I don’t know about you, but next time mum has one of her crisis, I’m going to go live somewhere else. Nemo freezes, looks at her. He doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "So, does anyone have a joke? What’s small, green, and goes up and down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVE",
          "text": "A pea in an elevator. It’s not funny. Old people humour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’1ll take you to school. Joyce, are you gonna be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Of course. It’s not because mum’s not okay that I’m not okay. -71- \f\"Mr. NOBODY\" VERSION 11 154 - EXT. SCHOOL STREET — DAY It is raining. Nemo drops off the children in front of th and drives away. 155 - INT. CAR WASH — DAY Nemo is in his car. Soapsuds spread across his windshield by a noisy, spinning brush. It’s pretty. Jets of water pu suds to the side windows. The car moves forward on its ow by the mechanism. Nemo watches. It relaxes him. 156 - EXT. CAR WASH — DAY Nemo leaves the car wash. He stops at a red light. Behind wheel of the car next to him is Anna. Children are in the seat of her car. Their eyes meet for an instant. They don note, don’t know each other. Anna pulls away before Nemo. 157 - INT. MOTHER’S APARTMENT — DAY A picture of teenage Anna stands on the desk. Teenage Nem writing a letter. His mother walks past in the background closes the envelope, writes Anna’s address. He closes his concentrates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Anna. 158 - INT./EXT. NEW YORK - HARRY’S HOUSE — DAY The postman slips Nemo’s letter into a mailbox. Harry com the house, picks up the mail. He tears up Nemo’s letter. 159 - EXT. PUBLIC PARK — DAY It is winter. Nemo is near the lighthouse where he and An they would meet. He is alone, sitting on a bench. The par deserted. Nemo closes his eyes and concentrates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Anna... Can you hear me? 160 - EXT. NEW YORK — DAY It is winter. Anna is walking down a street, over a bridg closes her eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nemo... Sometimes I remembering reconstruct you inch, 161 - INT. MOTHER’S APARTMENT your \"Mr. NOBODY\" VERSION 11 (OFF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talk to you all the time. have face. in my mind, trouble So I inch by until I can see you again... — DAY It is snowing outside. Movers the mother directs them. The door. She discretely tears up are carrying boxes from the house as mother picks up the mail under the a letter and throws it away. 162 - INT./EXT. MISC. — DAY/NIGHT Nemo slips an envelope into a mailbox. 162A - We see the path the letter follows. The address is optically scanned. The letter enters an automated routing It is bundled with other letters, all tied together. The thrown in with others in big canvas bags. The bags are transported. The bags are opened. The strings around the are cut. The letters are sorted into small slots. A stamp letter: “NO LONGER AT THIS ADDRESS.” 163 - INT. MOTHER’S APARTMENT — EVENING Nemo is holding the letter. The apartment is almost empty at the table, across from his mother. His eyes are red fr crying. He stares at his plate with no appetite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Come on, eat your do you good. zucchini. It’l1l Nemo looks hopelessly at the slices of zucchini in his pl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A zucchini plant in a garden, with its big leaves. appears in superimposition, speaking to the camera. Adult Nemo",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO",
          "text": "Does the zucchini know pain? A caterpillar moves across a leaf and begins eating it. W zucchini plant in cross-section. A red glow appears in th and spreads through the stems. Adult Nemo’s face reflecte teleprompter. The text goes by. -73- \f\"Mr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (CONT.)",
          "text": "When the insect bites into the leaf, the plant finds a bitter substance in its roots that it diffuses into the leaves to make them inedible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBODY\" VERSION 11",
          "text": "The insect abandons the leaf. On another leaf, a kind of cutting a circular trench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (CONT.)",
          "text": "Epilachna borealis has found how to block that move: they cut a circular trench through the leaf before the bitterness reaches it and feed on the inside. The insect eats the edible disk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADULT NEMO, (CONT.)",
          "text": "What does the zucchini feel? Is it pain? Is information carried chemically less painful than information carried by a _ nervous system? Does the zucchini cry out when you chew it? 165 - INT. MOTHER’S APARTMENT — EVENING The mother is chewing a mouthful of zucchini. Nemo looks slices in his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "We need to look to the future. It will be good to change houses, to have a new life...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Will we have a pool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "You hate water. You don’t know how to swim. You never know what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I do know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "That’s news. And what is it you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I know what I don’t want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "So what is it you don’t want? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t want to be like you. The mother registers the blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "You know nothing about me. I’ve always loved pools. When I’m older, I’1l have a pool. 166 - EXT. VILLA — MORNING Adult Nemo is using a net to fish leaves from the surface magnificent pool in the garden of a magnificent villa. Hi gestures are calm and precise. An idyllic image. His hair longer and his is unshaven. A man in a bathrobe comes out of the house and hands him money. Nemo thanks him and climbs into a truck marked “Po Maintenance” with two colleagues. 167 - INT. URBAN TRAIN STATION — DAY Nemo is leaving the station. On the big clock, the time r 9:12. In the corridor, he passes a girl with a shaved hea panhandling, sitting on the ground. He gives her some cha voice calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Anna! Nemo startles and turns back. It is a father calling to h girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Anna... I feel like I’ll be seeing * you at every street corner... The clouds move faster, then slow down again. The station reads 9:21. Anna steps out of the station. She is thirty- passes CLARA, the panhandling girl with the shaved head a her some change. The girl looks at Anna, intrigued. 168 - EXT. URBAN STATION — DAY There is a square in front of the station. Anna sits down outdoor café. She orders a cup of coffee. Nemo is sitting yards away from her. Their backs are to each other. Nemo distractedly watches people going by. They don’t see each",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (OFF)",
          "text": "Sometimes I tell myself maybe you live in the same town I do and I don’t know it. Maybe you’re here, very close. Nemo... do you still hear my voice? Nemo looks at the sky. He takes a picture of the clouds w Polaroid. The pool maintenance truck stops nearby. Nemo g When Anna turns around distractedly, he is already gone. 169 - INT. HOSPITAL ROOM (2092) — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Tick tock tick tock... Nine minutes... Separated by an ocean of nine minutes... Tick tock tick tock... A cleaning woman unplugs a machine cleaning the floor aro Nemo’s bed. She isn’t listening to him. 170 - INT. NEMO’S INDUSTRIAL LOFT — NIGHT Nemo goes into a very empty old factory. The walls are ba There is no furniture, only a mattress lying on the floor table, one chair... Nemo walks past a picture of teenage prominent display. He tacks up the Polaroid of the clouds hundreds of others on the wall. 171 - EXT. NEMO AND ELISE’S STREET — DAY Behind the wheel of his car, Nemo — his hair short — is o home with the shopping. It is raining. At the corner of h street, he sees Elise walking barefoot through the rain, bathrobe, crying. Nemo gets out of the car, tries to take his arms. She struggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I’m leaving! I’m leaving! Neighbors come to see what’s happening. Nemo manages to g into the car. She bursts out sobbing. She slaps herself, head against the windshield, pulls her hair, scratches he With each slap she says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "Take that! And that! And that! Nemo tries to keep her from hurting herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 172 - INT. NEMO AND ELISE’S HOUSE — DAY Bottles of medication sit on the bedside table. Elise is down, her eyes closed. Nemo lies down next to her. He not bizarrely, that a price tag is still attached to the beds He pulls it off and looks at it, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’ve given my resignation letter. It’s better that way. I’1l find something else. One where I can be * at home more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Do you love me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I love your eyes. I love your mouth. I love your voice. I love how you move. I love your cheekbones. I love the sound of your steps on the stairs. I love how you eat strawberries. You have a unique way of eating strawberries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "You love all that, but me, do you love me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I couldn’t live without you. 173 - INT. OR EXT. NEMO AND ELISE’S HOUSE OR YARD — DAY There is noise, music. Nemo is hanging a garland from the The children are helping him. The kids are running around laughing. Guests arrive, Joyce’s school friends. The olde dance, jumping up and down. Nemo wanders among the childr handing out pieces of cake. He is wearing a small pointed is really having fun. Joyce grabs his arm as he goes by, She shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOYCE",
          "text": "Life is great, Dad! She laughs joyously. Nemo prepares a meal tray. 174 - INT. NEMO AND ELISE’S ROOM — DAY Nemo goes into the room. Elise is in bed. He puts the mea down on the bed. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I can’t stand it anymore... I want to die... And that noise!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’ll ask them to keep it down. But it’s Joyce’s birthday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Don’t I have the right to a little respect? Nemo goes silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "What kind of a mother am I? I’ve got to get up. Elise gets out of her bed. 175 - INT. NEMO AND ELISE’S HOUSE - DAY Elise comes down the stairs in her bathrobe. She slips in the children and leads them in a farandole, with perhaps too much energy and enthusiasm. The children are amazed a Elise laughs. She crawls on all fours behind guffawing ch She climbs onto the table and plays the orchestra conduct Everyone is having fun. Nemo, a bit to the side, watches scene, moved. 176 - INT. CHILDREN’S ROOM — NIGHT Elise lying on one of the children’s beds, her three chil lying close to her, asleep. Nemo lies down beside her. He arm around her. She lets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "It was a nice day. The nicest in a long time. 177 - INT. NEMO AND ELISE’S ROOM — MORNING Elise comes into the room. She is having a hard time brea Nemo follows her in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "Oh no... It’s back... The terror is back... I’m scared...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Do you want your pills?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I’m sick of pills. I’m sick of doctors. It’s pointless. I’m afraid... I’m afraid... She starts shaking and crying. Nemo is sitting on the edg bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "Do something! ... I can’t stand it any more. I’m afraid. Nemo lies down next to her. He touches her. She pulls her away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t know what to do. I often have this dream. Some prehistoric time. 178 - MODEL — DAY A child’s hand places a plastic bear in front of a cave e 179 - EXT. PREHISTORY — DAY Elise is a prehistoric woman carrying a baby. She is alon cave. She screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "I hear you screaming. You’ re afraid. Nemo, aS a caveman, runs toward the screams. The cave ope background which is an old black-and-white film. Bears (o mammoths) approach the cave. Nemo stands in front of the hollers, pretending to throw his spear. The predators wan Nemo takes Elise in his arms to reassure her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "I chase the bear. It runs away and you’re not afraid anymore. When I wake up... 180 - INT. NEMO AND ELISE’S ROOM — DAY Nemo wakes with a start, sits up in the bed. Elise’s eyes open. She is terrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "When I wake up, you're still afraid. There’s no bear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. 181 - EXT. ZOO — DAY Nemo is sitting on a bench at the zoo, watching behind the bars of its cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I’m not a bear hunter. I’m an executive of a plant that manufactures photocopying machines, who quit his job. I don’t dare move. My life adds up to nothing. Whatever I do, it’s a disaster. I would so love to chase the bear away and for you not to be afraid anymore. 182 - INT. NEMO AND ELISE’S ROOM - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOBODY\" VERSION 11",
          "text": "a sleeping bear Nemo puts his hand on Elise. She pulls away roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I don’t want to be touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I don’t know. That’s just how it is. People can choose not to be touched. I’m free not to want it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Free...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "183A - Eggs are placed in an incubator. We see the shells the little beaks pushing from inside. The baby birds emer the eggs. Adult Nemo is facing the camera, in overlay, co",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "To what extent are our fears innate? When we hatch goose eggs in an incubator, and then above the baby birds, pass a form simulating two wings with a long neck - like a goose in flight - the birds stretch their necks and call out. - g0 - + eH OF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 A scientist passes a cardboard cutout above the baby bird clearly visible against the white ceiling, wings back and forward. The baby birds stretch their necks and call out they take to be their mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "But if we invert the direction of the silhouette, it conjures the * shape of a falcon, wings forward * and long tail behind. The response * of the baby birds is immediate: they will crouch in fear, though * they’ve never before seen a falcon. The scientist inverts the flight direction of the model, birds immediately lie down motionless in their nest, with sound, trying to go unnoticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Without any instruction, an innate fear helps them survive. But in humans, to what ancient dangers might our innate fears correspond? * 183B - A mouse. A spider. A snake. A crusading knight. A from the First World War rapes a woman. Insects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "184- FLASH",
          "text": "In the forest. Dead Nemo’s feet sticking out from under a is missing a shoe. Someone out for a walk comes near the notices it. The scene is shot backwards, the movements ar reverse. 185 - EXT. NEMO AND ELISE’S STREET - DAY Nemo arrives home, his arms laden with groceries. 186 - INT. NEMO AND ELISE’S HOUSE - DAY Short flashes. Elise swallowing a handful of pills. Lying motionless, at the foot of the stairs. 187 - EXT. NEMO AND ELISE’S STREET — DAY Nemo drops his bags and starts running. 188 - INT. NEMO AND ELISE’S HOUSE — DAY Nemo runs into the house. Elise is not at the foot of the \f\"Mr. NOBODY\" VERSION 11 188A- In the bedroom, We see Elise hang up the phone. Nem into the bedroom. Elise is in bed. Her eyes are closed. N exhales, relieved. 188B - Nemo goes to sit in a small recess where he has se old typewriter. He writes... 189 - INT. SPACESHIP — NIGHT The spaceship is approaching Mars. The retrorockets blaze a city getting nearer, under an enormous glass dome. The is approaching Phobos, linked by a space elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Probably the worst thing about being on Mars is that nothing will happen there. Time will seem stalled and empty. A long Martian year of 779 24-hour-and-37-minute days. 190 - INT. NEMO AND ELISE’S HOUSE — DAY Nemo’s typewriter. He isn’t writing anymore. He is sittin chair. He looks out the window, the leaves are moving, sw lightly by the wind. Then the shadows cast by the leaves wall... 190A - A fly lands on his hand. He doesn’t move. Nemo fol with his eye, without reacting. Nemo looks at a drop of w dripping off a radiator pipe. The drop hits the ground in puddle. Nemo observes it but does nothing. 191 - INT. CAR WASH — DAY Soapsuds spread across the windshield, swept by a noisy, brush. It’s pretty. Jets of water push the suds to the si windows. The car moves forward on its own, pulled by the mechanism. Nemo is in the car. He seems to enjoy the show relaxes him. 192 - EXT. RAILROAD CROSSING — DAY Nemo stops at a railroad crossing. A train passes in fron 192A - We follow the train. We fly next to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We go into one of the compartments. Nemo, hair long, is s the train. 194 - INT. CITY STATION — DAY It is 9:12. The station is full of people. Nemo turns int hall as he does every day. He walks past a pile of boxes wall. He stops. A hand is sticking out of the boxes. Nemo approaches and picks them up. Underneath is the motionles Clara, the panhandling girl. Next to her lie a syringe an rubber tourniquet. The girl’s face is pale, her eyes open motionless. 195 - INT. CITY STATION — DAY A bit later. The ambulance drivers take the girl’s body a stretcher. Nemo is there and watches her go. He picks up jacket. He looks at the time on the big clock. It is 9:21 A gust of wind sets papers flying. Nemo sees Anna’s silho coming toward him from the end of the hall. He can’t beli eyes. She comes closer. She is heading right toward him. Anna look at each other... astounded. They walk toward ea They fall into each other’s arms, without saying a word. each other tight, looking into each other’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Nemo... They embrace. 196 - INT. NEMO’S WAREHOUSE LOFT — DAY/NIGHT Nemo and Anna embrace. They dance around Nemo’s_ half-emp apartment. They fall onto the mattress on the ground. The tirelessly into each other’s eyes. They make love. Motion they hold tightly to each other, naked, each holding the if to keep from getting lost. Anna smells Nemo’s skin, in inch. She smiles. They are lying in the bath, close together. They make cir",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "There is no life without you. * Anna holds a finger to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Shhh... Gently. I have to get used to it. I talked to you so much * while you  weren’t there, it’s strange to talk to you for real. They are lying on the bed. 197 - EXT. CITY — NIGHT/DAY They are sitting on a bench. Holding tightly together, th It is night. Then the sun rises. Then there are a few car the garbage men collect the garbage. Then children go to Then people walk quickly on their way to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I like it. I like watching time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "go by...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "with you. Then the trucks deliver their merchandise. Then the local eat lunch. Then the children get out of school. It rains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It’s raining.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "We’1l dry. Then people walk quickly on their way home from work. It longer raining. Then the restaurants light their signs. T evening. Anna and Nemo haven’t moved an inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "It was the most beautiful day. And * the most beautiful night. Thank * you. She kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "I need a little time. When we were separated at fifteen, I said I would never love anyone else, ever. I would never become attached. I’d never stay put anywhere. I’d have nothing for myself. Then one day I decided to pretend to live. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "And this is what I’ve been waiting for, ever since we were separated: renouncing all possible lives for one only, with you. But I need a little time. I’m not used to it anymore...to loving. I’m afraid of losing you again. I’m afraid of having to do without you again. I’m terrified of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "But I want to see you again. When? She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "You don’t like it when you can read life like a book. * She writes a number with a felt-tip marker on a scrap of She hands it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Call me on this number in two days. * You just have to say the word. I’1l * meet you near the lighthouse. I’1l be with you forever. But if you’re not sure, don’t call. T’ll understand. She kisses him. She gets up. Nemo hesitates. He looks at of paper. He watches her leave. She turns a corner. A sto rumbles in the distance. 198 - EXT. SKY THEN CITY — DAY High in the sky, a drop of water condenses out of a cloud falls from several miles up. It nears the earth, the city 198A - It falls between the buildings, approaches a man m on the sidewalk, Nemo, and lands on the small scrap of pa holding in his hand, erasing the phone number and leaving streak of ink in the rain. The ink runs over his fingers. runs over his hand, down his arm. An exaggeratedly large ink flows around his feet, in the rain. It flows all the the gutter. The scrap of paper is drenched and blank. 199 - INT. HOSPITAL — NIGHT Old Nemo is laughing. He is playing chess by himself. The journalist is listening and recording. - g5 - \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "You want me to tell you why I lost Anna? Because two months earlier, an unemployed Brazilian boiled an egg... 200 - INT. APARTMENT IN BRAZIL — DAY A fifty-year-old Brazilian in his underwear in a small ru apartment is sitting at his stove, a spoon in his hand. W through the window. He is cooking himself a soft-boiled e water is boiling and giving off steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "The heat will create a microclimate in the room, a slight difference of temperature... The steam fills the room... It is extracted through the k ventilator. We go through the tube, following the steam. end of the tube we see clouds. 201 - EXT. SKY THEN CITY — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "...and heavy rain two months later on the other side of the world. * A drop of water condenses out of a cloud and falls. It ne earth, falls between the buildings, and lands on the smal of paper Nemo is holding in his hand, erasing the phone n 202 - INT. APARTMENT IN BRAZIL — DAY The Brazilian in front of his stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "That Brazilian will be boiling an egg instead of being at work. He will have lost his job in a clothing factory because six months earlier... 203 - INT. NEMO’S LOFT — DAY Nemo pulls the tag off a pair of pants and puts it in his",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "...-I will have compared the prices of jeans, and I will have bought the cheaper pair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 204 - EXT. BAMBOO FOREST — DAY A bamboo leaf in the snow. A pile of snow forms on the le flake adds itself to the other flakes. The leaf bends and of snow falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "As the Chinese proverb says, a * single snowflake can bend the leaf * of the bamboo. * 205 - INT. ASIAN FACTORY — DAY A clothing factory in Asia. Rows of sewing machines, men and children assembling clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "Jeans production will have moved to * other countries... * 206 - INT./EXT. MISC. — DAY The Brazilian at his stove. The boiling egg. 206A - The drop of falling rain. 206B - Nemo in the rain looking at the blank paper. 207 - EXT. CITY PARK — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "I lost every trace of Anna. I waited for her. Every day. Nemo is sitting on the bench, near the lighthouse: the me place. His hair has grown longer. He is waiting. The beam lighthouse turns in the darkness. Flashes of light illumi face at regular intervals. 208 - INT. PSYCHIATRIST’S OFFICE — NIGHT The metal ball swings regularly. 209 - EXT. STREET — DAY * Nemo is in front of his house, the bottle of car polish i hand. (...) He rubs the chrome painstakingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(...) People go End of the day. school and give Elise is at the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Mr. NOBODY\" VERSION 11 by in the street. He is still rubbing. He is rubbing still. The children come home from him a kiss as they go inside. window. AND ELISE’S HOUSE — DAY Nemo brings a dinner tray to Elise. Elise looks at him st",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You’ re not hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "don’t want anything. Nothing... What are you doing tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "think I’ll take the opportunity to wash the car. Elise looks at him with some apprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "What’s the deal with that car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Why do you take such good care of that car while you leave me all alone? What’s the problem with that car? Nemo looks at her. He gets up and leaves very calmly. 211 - EXT. STREET — DAY Nemo steps out of the garage carrying a can of gas. He wa calmly to the car and pours gas all over it. He takes out a lighter and sets it on fire. He returns to the house with looking back. The car ignites. 212 - INT. NEMO AND ELISE’S ROOM — DAY He goes into the room where Elise is looking dumbfounded window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "So, there’s no more problem with the car. Elise looks at him, somewhat frightened. She gets back in Nemo goes to look out the window. He is surprised. 212A - The car is in the street, intact. He can’t believe street looks like a scale model. 212B - Workmen are rolling up a huge roll between the hou street. Nemo turns back toward the bed. 212C - A woman is lying there. It is no longer Elise. It He looks at her, surprised. The bedroom is almost empty. JEAN (ELISE’S VOICE) What’s wrong? Why are you looking at me like that? 213 - INT. JEAN AND NEMO’S ROOM — DAY Jean’s face moves closer to Nemo’s. They are both lying o bed. He looks around, lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN",
          "text": "Nemo... Do I take sugar in my coffee? Can you please answer me? Nemo doesn’t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "You don’t know me, Nemo. You’ve never really looked at me. You've * always been elsewhere. Do you realize how much you’ve hurt me? * Nemo’s eyes are drawn to the television. 213A - The local news is broadcasting images of a fire on bridge, clearly labeled “ARCHIVES.” Charred automobiles, a car of newlyweds bearing a “Just Married” sign, which n “Just Fried.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN, (CONT.)",
          "text": "I got a call from the lawyer. He says you've just put everything you own in my name. Why, Nemo? What are up to?... Nemo... \f\"Mr. NOBODY\" VERSION 11 214 - INT. HOSPITAL — DAY Breathing sounds. Teenage Nemo is lying on a hospital bed motionless, a prisoner of his body, hooked up to machines Silence. We sense a silhouette moving near him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO, (OFF)",
          "text": "...The ground doesn’t vibrate the same way. It’s a different perfume. How old might she be? Twenty-five? There are other people, too. Nemo’s father is sitting in the room, defeated. Nemo’s mo comes in. The father looks at her, surprised. They are mo see each other again. They sit in silence, next to each o looking at Nemo. The nurse attends to Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEENAGE NEMO, (OFF)",
          "text": "Let’s begin again. Fingers on the keyboard. Left hand A-S-D-F, right hand H-J-K-L. * 215 - INT. NEMO AND ELISE’S HOUSE - NIGHT In the little room in the house with Elise, adult Nemo pl fingers on a keyboard: A-S-D-F and J-K-L-M. The fingers b typing. 216 - INT. SPACESHIP — NIGHT Sound of typewriter keys. We see the surface of Mars appr The rocket begins making contact with Phobos. A deodorizi tree swings...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The swinging of the doctor’s pendulum in front of old Nem eyes... 217A - Swaying branches... 217B - A swing... 217cC - The three little girls... 217D - The deodorizing swinging... 217E - The lighthouse beam turning... \f\"Mr. NOBODY\" VERSION 11 218 - EXT. TRAIN STATION — DAY Child Nemo is running after the train that is taking his away. He holds out his hand to her. The train gathers spe hands grow further apart. 219 - INT. OFFICE IN NEMO AND JEAN’S HOUSE — NIGHT Nemo’s motionless hand above the candle flame. The sound has been muted. 219A - The local news is showing images of a fire on a br Jean’s picture sits on the desk. The cars are burning. Indifferent, Nemo sits in the darkness, his hand over the He keeps it there as long as he can. He pulls it back, lo his hand, does not suffer. He has a burn in the hollow of palm. Nemo turns toward the muted television. 219B - A presenter is spinning the wheel of fortune. The stops at a number. Nemo picks up a coin from the edge of the table. He studi stabs it with the point of a knife, engraving “yes” on on “no” on the other. 219D - An ad for fishing rods is on TV. He writes “Buy fi x...” He tosses the coin in the air and catches it. “Yes.” He t coat. He walks past the stairs. He hesitates, tosses head tails: “Yes.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Jean! I’m off to buy a fishing rod. * 219C - Nemo goes out of the house leaving the door open b him. He walks away in the night. When Jean comes down the he is already gone. 220 - EXT. TRAIN TRACKS — NIGHT Nemo is walking down some railroad tracks. It is dark. An points in one direction. Nemo follows it. Nemo stops to t cigarette. In the distance, a locomotive is coming toward lights the cigarette. He takes his coin and tosses it. Ne the coin back in his pocket and watches the train come to He hears a voice and turns to look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Got a light? \f\"Mr. NOBODY\" VERSION 11 Nemo turns around. He sees a woman in the shadows, sittin gravel, semi-punk/semi-tramp her backpack next to her. It (the young woman who died in the station). She shows him cigarette. Nemo holds out his lighter to her, without tak step. The train is coming right toward Nemo. Nemo doesn’t Clara holds out her cigarette. She waits for him to come Nemo steps off the tracks and lights her cigarette. The t passes behind them with a deafening roar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA, (CONT.)",
          "text": "Thanks. She starts walking. He follows her. After about ten yards",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA, (CONT.)",
          "text": "Why are you following me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "I’ve got nothing to do with you, and you’ve got nothing to do with me. I’m not interested. Get lost. * She turns around. He doesn’t leave. She comes toward him kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA, (CONT.)",
          "text": "Follow me. * Nemo tosses his coin. “Yes.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes. 221 - INT. CLARA’S SQUAT — NIGHT Clara and Nemo enter a tiny, messy apartment where she ha squatting. She kisses Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Is there someone in your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Not really. She undresses him, pushes him onto the bed. The music is blasting, distorted. Straddling Nemo, Clara love frenetically. It’s almost an hysterical dance. The sound of keys. The door opens, a man comes in. He is thirty and is wearing a leather jacket. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA, (CONT.)",
          "text": "Shit. The man, taken aback, looks at Nemo in bed with Clara. Ne doesn’t react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIAN",
          "text": "Who’s he? What the fuck’s he doing * here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Julian, calm down. The man starts smashing everything around him, overturnin furniture. Clara, naked, tries to control him. Nemo laugh on all fours. Julian breaks a chair over his back. Nemo c laughing even harder. Julian leaves, leaving the door ope him. Everything has been turned upside down. Nemo looks a devastated apartment. Nemo has not moved from the bed. He Everything has happened very fast. Clara gets back in bed him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Do you love me? Nemo flips his coin. “No.” He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARA",
          "text": "Why do you let a coin decide for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It makes better decisions than I do. 222 - INT. CLARA’S SQUAT — NIGHT Nemo is awake, Clara asleep. Nemo flips his coin. He take coat and leaves. 223 - INT. AIRPORT — DAY Nemo is wandering around the airport. He walks the halls. arrivals, people are waiting with signs. Nemo sees a black man, dressed to the nines, holding a si “MR. D. JONES.” He watches him. He flips his coin. “Yes.” goes toward the man. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Mr. Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Welcome. We’ve already got your luggage. Please, follow me. 224 - INT. LIMOUSINE — DAY The man and Nemo are in a limousine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Did you have a nice trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "I’1ll take you to your hotel, where you can rest for a while. The appointment is tomorrow at three. Nemo says nothing. 225 - INT. HOTEL ROOM — DAY Nemo enters a luxurious hotel room. The bellboy puts down suitcase and leaves. Nemo opens the suitcase. He takes ou sweater, feels it, puts it on, looks at himself in the mi looks good on him. He studies some pictures. An unknown w finds a planning calendar. He flips through it. He looks ID. He looks at the face in the picture. He reads the nam Jones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Daniel... Daniel Jones... He looks at himself in the mirror. He combs his hair diff like in the ID photo. The telephone rings. Nemo takes the from his pocket. Flips it. “Yes.” He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEPHONE VOICE",
          "text": "Daniel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEPHONE VOICE",
          "text": "Are you insane? What are you doing? Split!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEPHONE VOICE",
          "text": "I. told you not to go! MThey’re furious, they know it’s you! Clear out! The man hangs up. Nemo lies down on the bed. He flips his it spins, the wind opens the window, catching the drapes causing a gust of air that changes the way the coin turns catches it. He runs himself a bath. 226 - INT. HOSPITAL ROOM — NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Is your name Daniel Jones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Of course not. 227 - INT. BATHROOM — DAY Nemo is in his bath. His head is sticking out of the wate waiting, motionless. He closes his eyes. He falls asleep. Nemo opens his eyes. There is a man sitting in front of h stool, a revolver in his hand. A plastic sheet is spread the floor. Nemo watches without moving. The man fires. Ne collapses in the water, which turns red. The red blood mi through the water in twisting swirls. Another man comes into the bathroom. He is carrying two p shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND THUG",
          "text": "That’s weird. His shoes are different sizes. They close the plastic sheet around Nemo and wrap the bod blanket. 228 - EXT. WOODS — DAY A car with the two thugs on board stops in the woods. The remove the body from the trunk. \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST THUG",
          "text": "Maybe he shrunk. It happens when * you get older, you shrink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND THUG",
          "text": "No one shrinks. That’s rubbish. * You’ve got the wrong bloke, that’s * all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST THUG",
          "text": "Astronauts shrink two inches when * they come back to earth, ‘cuz of gravity or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND THUG",
          "text": "You think this fella’s an * astronaut? They finish dumping the body in a thicket. Only Nemo’s fe visible, sticking out. He is missing a shoe. Insects clim his foot. 229 - EXT./INT. BUS ON MARS — DAY * Rockets leave white trails in the pink sky. A bus full of of every origin: Indians in saris, Africans, Asians. Nemo them, looking out the window, the urn on his knees. A red spreads out around them. We are on the planet Mars. A spe plays Chinese music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUDSPEAKER",
          "text": "To your left, the Valles Marineris and the summit of the Tharsis Dome. Above, we can see the two moons, * Phobos and Deimos. We’1l be driving through the canyon to avoid road * works. * We see two moons in the sky. One rocket and then another off. The rockets leave lines of white vapor in the pink s the road work. A gigantic glass dome hangs over the deser dromedaries wander in the distance. Billboards for vacuum cleaners. Nemo takes the urn from his bag and opens the w He removes the lid, holds the urn out the window, in the Wisps of gray dust dissipate behind the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a bridge, an enormous fire. A gasoline truck explodes. bearing a “Just Married” sign is on fire. Elise, in a wed dress, is caught in the flames. Nemo tries to get her out car. \f\"Mr. NOBODY\" VERSION 11 231 - EXT. BUS ON MARS — DAY Nemo is still looking out the bus window. Gray dust has s his hand. He rubs it. He has dust under his fingernails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PERSON IN THE NEXT SEAT",
          "text": "Do you need a tissue? 232 - INT. NEMO AND ELISE’S HOUSE — NIGHT A typewriter. On the paper appear the letters “Do you nee tissue?” Adult Nemo is in his small office at his typewri 232A - It is the middle of the night. Nemo opens the door and checks on his sleeping children. 232B - He goes into the bedroom and sits down on the bed. watches Elise sleep. He gently strokes her cheek. She ope eyes and sees him. She starts crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I was dreaming about Stefano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "That made you cry? She breaks down sobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "He never answers my messages. He doesn’t give a damn about me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Stefano?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I love him! Nemo registers the blow. Elise keeps sobbing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "I don’t see any other explanation...for being in this state. That’s the only thing it can be. I love him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Did he say he loved you? \f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "He never said he didn’t love me. Nemo is stunned. He doesn’t understand anything anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "I know, I’m crazy. Every morning, when I wake up and open my eyes and I see you, I start crying... I realize I’m with you, and my life is passing by. * She looks at him and slaps him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "How can you be so calm? How can you bear that? You...you’re not human! Nemo starts crying. She touches his hand. He grabs hers, holds it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE, (CONT.)",
          "text": "Everything’s all wrong... I’ma complete wreck... I don’t know what * to do... It’s not my fault, right? You’ re not going to leave me, are you? He holds her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I couldn’t live without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I hurt everyone. You, the children. It can’t go on. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Together we can make it work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "If I stay, you’ll all end up drowning in my mess. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "We’1l learn to swim. Elise closes her eyes. They lie down next to each other. takes her in his arms. She holds his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "I love you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "I love you... \f\"Mr. NOBODY\" VERSION 11 233 - INT. NEMO AND ELISE’S HOUSE — NIGHT Nemo is asleep. Elise watches him sleep. She gets up slow without making a sound. She opens the closet, takes out s clothes, and packs a suitcase. 234 - EXT. NEMO AND ELISE’S HOUSE — NIGHT Without a sound, Elise leaves the house carrying her suit walks away on the sidewalk. The neighborhood is deserted silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The journalist is sitting next to old Nemo, who is playin by himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "But... Did Elise die... or didn’t * she? I don’t get it. You can’t have * had children and not have had them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "She left. No matter how long it * takes, things work out in the end, * finally. Even unhappily. * 236 - INT. THEATER/BEAUTY PARLOR — DAY The curtain goes up on a theater stage. The set is a beau parlor. Child Nemo (age seven) sits alone. On stage, Elis sitting, prostrate on a chair. She is in her forties. 236A - We move toward her until we see cars driving by th window. We are no longer on a theater stage. Elise is loo the picture of Stefano. Two other hairdressers are workin comes in. She doesn’t even glance at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Hi. * We don’t see his face right away. His hair is gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO",
          "text": "Not too short on top, please. Elise is lost in her thoughts, a bit sad. She doesn’t rea at her client, only sees his hair. She shampoos him. She hair, pulling it between her fingers. She runs the trimme his neck. The hair falls to the ground. Elise trims aroun ears. She cuts a clean line at the neck. We see his face. \f\"Mr. NOBODY\" VERSION 11 It is Stefano. He has changed a lot, gotten fat. Only his the same. They haven’t recognized each other. Stefano che the hairdresser working at the next chair. She is younger prettier. Stefano looks at her legs. Elise massages his h Stefano has closed his eyes. Her movements are studied, e Stefano is enjoying it. He closes his eyes. She takes off cape, brushes his neck and shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO",
          "text": "How much’11 that b...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Tw...nty dollars, pl..as.. Good- by..., sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO",
          "text": "H..r.. you ar... By.. And hav... a nic... aft...rnoon. 237 - INT. NEMO AND ELISE’S HOUSE — NIGHT The “e” is sticking on the old typewriter. Adult Nemo uns The machine types an “e” on the paper. 238 - INT. THEATER/BEAUTY PARLOR — DAY We return to the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELISE",
          "text": "Twenty dollars, please... Good-bye, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEFANO",
          "text": "Here you are. Bye, and have a nice afternoon. Stefano leaves. They have not recognized each other. Elis sit down and returns to her thoughts. She looks at the pi young Stefano. She smokes a cigarette. The swirls of smok in the air.. We move back. 238A - The stage curtain comes down. 239 - INT. NEMO AND ELISE’S HOUSE - NIGHT Nemo finishes typing. He looks at the wall. Water runs do slowly. Nemo looks at his shoes. His feet are in the wate goes to the hall door and opens it. A rush of water pours the door and pushes him back. The room is underwater. Nem breathe. He struggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 240 - EXT. UNDERWATER — DAY The car sinks under the water... Water pours in through t open window. There is no more air. Nemo struggles. Bubble out of his mouth. He strikes at the door in vain... His g slow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Shit... I’ve got to go back... Start from the beginning... Start over again... 241 - INT. TV STUDIO — DAY Nemo is facing the camera. He is presenting a science pro has a burn scar on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Why does cigarette smoke never go back into the cigarette? Why do molecules spread away from each other? Why does a spilt drop of ink * never reform? * 241A - In the background, swirling smoke filmed in slow m drop of ink dissolving in water. A vase breaking in slow superimposed title: “ENTROPY.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Because the universe moves toward dissipation. That is the principle of entropy, the tendency of the universe to evolve toward a state of increasing disorder. 241B - Images of the Big Bang. Galaxies, constellations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "The principle of entropy is related to the “arrow of time,” a result of the expansion of the universe. But what will happen when gravitational forces counterbalance the forces of * expansion? Or if the energy of the quantum void proves too weak? An image of galaxies ceasing to expand and contracting up themselves. The solar system comes to a halt in order to moving in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 At that moment, the universe might enter its phase of contraction: the * BIG CRUNCH. What will become of time? Will it reverse? 241B1 - An image of a vase breaking on the ground, then, reverse, the pieces coming back together. 241A2 - Raindrops rise back into the sky. 241C - A baby returns to its mother’s womb. 241D - Images of a clock, cogs, a metronome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "No one knows the answer. Perhaps what we call the universe is only a miniscule part of a much vaster cosmos. In that case, our universe would not be unique: it would be part of a MULTIVERSE. Different universes dispersed throughout the cosmos would have experienced their own expansion, each bubble of the multiverse having different properties, including the number of dimensions, spatial and temporal. But how can we imagine it? How can we understand the implications? “The most comprehensible’ thing about the universe” said Einstein * “is that it’s incomprehensible.” * Music over the credits. The images stop moving behind Nem tape is rewound. The background goes blank, leaving a blu We are in a TV studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE IN THE SPEAKERS",
          "text": "Okay, that’s good for today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Where’s Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUITY GIRL",
          "text": "Peter? He left an hour ago. I’m replacing him. I have selected take * three and take four. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I prefer it when he does it. I don’t mean you're not good enough...but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUITY GIRL",
          "text": "Drop it, buddy. In life, you get * one take. If it’s bad, you just * deal with it. * 242 - EXT. TV STUDIO — DAY Nemo leaves the studio in no hurry. He takes his keys fro pocket and looks at them, puzzled. He doesn’t recognize t keychain: there’s a coin on it, with “yes” engraved on on “no” on the other. Nemo gets into a car and drives away. the cyclist. He brakes and lets the cyclist go past. He s again. The car clock advances one minute. 243 - EXT. WOODS — DAY When Nemo’s car appears in the distance, the birds have a flown away. The car continues on the way. Nemo reaches th and slows down. Police cars and fire trucks are blocking Nemo sees a crane pulling a car from the water. A car tha like his. Nemo gets out of his car. A police officer keeps him from approaching any further. Behind the wheel, he sees the li body of the assistant, Peter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Oh, no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER",
          "text": "Did you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Yes, he worked with me... 244 - INT. CHURCH — DAY Nemo, dressed in black, goes into a church. It is a funer service. A coffin is in front of the altar, upon which is picture of Peter. Nemo walks discreetly up the side aisle the family of the deceased. He is upset. He advances a bi Nemo sees the wife of the deceased, dressed in black. Nem troubled. It is Anna. Her hair is longer than in the othe There are two children next to her. 245 - INT. CHURCH — DAY People are emerging from the church, presenting their con to the family. Nemo shakes Anna’s hand. They look each ot the eye, feeling somewhat unsettled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "My sincerest condolences. Peter was a colleague...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes, of course. I’ve seen your show. Nemo walks away. He sees Anna’s puzzled expression once m 246 - EXT. UNDER WATER — DAY Nemo is underwater, in the car. Algae are floating around is struggling. He is suffocating, screaming underwater... emerge from his mouth... 247 - EXT. NEMO AND ELISE’S STREET - DAY Nemo parks in front of the house we know from his life wi A surprised neighbor stops to watch him enter his house. 248 - INT. NEMO AND ELISE’S HOUSE — EVENING Nemo goes into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It’s me. No answer. The house is decorated differently. There is n of Elise or the children. On the mantel, a picture of you sits next to the urn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Did you have a nice day? Nemo looks at goldfish swimming in an aquarium. He watche bubbles float to the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bubbles floating to the surface. 250 - INT. NEMO AND ELISE’S HOUSE - NIGHT Nemo goes into a kind of laboratory in his garage. There equipment everywhere. A camera is filming an apple as it frame by frame. Nemo checks it. The light goes on once a He starts the camera, projecting the image onto a screen. wilted flower return to freshness... We see rotten fruit its original color...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 We see a pile of dust expand into a swarming of insects, teeming pile slowly becomes the body of a dead mouse that back to life... 251 - INT. NEMO AND ELISE’S HOUSE — NIGHT Nemo is eating by himself. Across the table, he has set a for a second person who is not there. 251A - Nemo slips into a big bed all alone. He turns out light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Goodnight. He goes to sleep. 252 - FLASH — DREAM A few brief flashes. Nemo and Elise are twenty. They are married. They drive off in a car marked “Just Married.” 252A - They come to a bridge. A tanker truck blows up. Ne in circles, carrying Elise’s dead body, in her wedding dr face is burned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On Mars, Adult Nemo is looking pensively through the bus holding the urn on his knees. He bus drives into a city u dome. All around, all we see are lights that look like hi apartment buildings and factories. The bus stops at the foot of a space elevator. Nemo picks bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nemo and the tourists are in a glass elevator rising thro air. We pass through the city, leave the dome, overhangin We pass other elevators carrying loads of bicycles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What are we doing with all these bikes ? It is Anna, next to him, who answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "They’ re for export. Labor is cheaper here. China has become way too expensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nemo is seated facing the big windows as other passengers board. He looks at Anna sitting next to him. Nemo is unse is Anna. They shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hi. I’m Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Anna. Pleased to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What’s brought you here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "I’m measuring the distance between Earth and Mars at its greatest. I study time. You know, the thing that makes it so that everything doesn’t happen at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "And?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "The Big Crunch’ll start in 2092. People who can hang on that long will get a free run. And you? Nemo looks at the urn tied to his bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Just keeping an old promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nemo, long hair in a ponytail, is asleep on a bench near lighthouse. Adult Anna comes toward him. Nemo is levitati inches above the bench. Anna touches his shoulder. Nemo wakes with a start. He is no longer levitating. He i on the bench. Anna isn’t there. He sits up slowly. He loo where he saw Anna in his dream. He takes a stump of chalk pocket and draws a circle on the ground. He opens a paper hesitates between a Danish and a chocolate éclair. Nemo s down and looks at the circle. He closes his eyes, concent",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "(calling) Anna! ... Anna!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Anna startles. She is sitting in the bus. Slowly, completely happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA, (CONT.)",
          "text": "Nemo... 258 - EXT. ANNA’S STREET — DAY she smiles, Nemo — the widow - is behind the wheel of his car. He slo reaches Anna’s house. It is number “12358.” He stops. He leave her house with her children. He gets out of his car",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hi...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Hello...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "We met at your husband’s funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Yes, that’s right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "I had a strange feeling when I saw you... As if I had met you before...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "That’s called déja vu. You should know what that is. They say that there’s a small zone in the brain, the ‘“rhinal cortex \", that registers new objects in the environment. If for a moment that zone is inactive, everything new seems familiar to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No, that’s not it... It’s as if... As if all this wasn’t real... I’m sorry, you must think I’m crazy. I’m not trying to flirt with you... I’m a widower myself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "Please excuse me... some other time, perhaps. I... I have to go... Anna gets into her car and drives away. Nemo hears a voic ANNA’S NEIGHBOR Nemo?! Nemo turns around. He sees someone he doesn’t recognize. stranger seems to be in shock. ANNA’S NEIGHBOR (CONT.) Wow, I heard that you were dead! That you drowned...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Drowned? Nemo looks, intrigued, at a fish flopping on the ground a his feet. 259 - EXT. UNDER WATER — DAY Nemo is underwater, imprisoned in his car. He is losing h strength. A fish swims past him and looks at him. Nemo is lose consciousness... With the last of his strength, he m pull himself through the window. He slips outside, swims underwater. He sees a light above him, a luminous oval-sh spot. He ascends. The zone of light is the shape of a bat Nemo rises as fast as he can... 260 - INT. HOTEL BATHROOM — DAY Nemo suddenly sits up. He is in his bath, naked, soaked. coughs and tries to catch his breath. A man is seated in front of him on a stool, a revolver in hand. There is a plastic sheet stretched out on the floor fires. Nemo collapses in the water, which becomes red. Th blood spreads through the water in circular swirls. 261 - INT. HOSPITAL ROOM (1988) — DAY Young Nemo’s electrocardiogram as he lies paralyzed on hi prisoner of his body. The needles are going wild, moving direction. The nurses rush to his bedside. An alarm goes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nemo is looking at Anna. An alarm suddenly goes off. Warn lights start flashing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOUDSPEAKERS",
          "text": "Meteorites. Meteorites suddenly rain down on the vessel. The tourists from the windows. Nemo clutches Anna’s hand. An explosion window bursts. The rocket explodes, liberating the bicycl float through space. Hundreds of black bicycles with chrome handlebars spin in motion in the void, dispersing toward infinity, toward th to an accompaniment of classical music. Among the bicycle Elise’s urn. 263 - EXT. UNDER WATER — DAY A picture of Anna and the children, in a “Think of us” fr floating in the water. Nemo is struggling underwater, imp in his car. We move away, see the car at the bottom of th Algae floats gently around it and the fish look on, curio radio is still on, crackling with classical music. We hea heartbeat slowing down. All of a _ sudden, the airbag ope displaying the inscription: GAME OVER. 264 - INT. HOSPITAL — DAY The needles on the electrocardiogram are going crazy. The are bustling about. Motionless, paralyzed on his bed, we young Nemo howling. His lips don’t move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "(howling) LET ME OUT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nemo’s dead feet sticking out of the thicket. Insects are on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I WANT TO WAKE UP",
          "text": "266 - EXT. TRAIN TRACKS — NIGHT Nemo is standing immobile on the train tracks, watching a come toward him without budging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "I WANT TO WAKE UP",
          "text": "267 - INT. DOCTOR’S OFFICE — DAY The doctor’s pendulum is swinging evenly in front of us. make out the blurry doctor in the background. Old Nemo is by the shakes. He panics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (OFF)",
          "text": "Are you alright? When I say three, you'll be awake. One...two... 268 - INT. SHOWROOM — DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR, (OFF)",
          "text": "Three... Adult Nemo wakes with a start. He notices a price tag att the bedside lamp. We are in an immense furniture store, i bedroom section. 269 - EXT. STREET IN FRONT OF THE SHOWROOM — DAY Nemo leaves the showroom. The street is deserted, not a s or pedestrian. Nemo looks at the ground at his feet. His casting two shadows. He looks up: there are two suns in t There is also a small airplane pulling an advertising ban “WAKE UP.” Nemo runs. 270 - EXT. NEMO AND ELISE’S STREET — DAY Nemo is running down the street where he lived with Elise stops and looks around. The house is no longer there. The track becomes more present. Nemo sees a bus go by. On boa orchestra is playing the sound track. He watches it pass,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He runs to a car wash. Jean-Claude Van Damme is wiping ca dry with a chamois. Nemo goes up to him, amazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Aren’t you Jean-Claude Van Damme, the actor? Jean-Claude Van Damme stops working, taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-CLAUDE VAN DAMME",
          "text": "Are you joking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-CLAUDE VAN DAMME",
          "text": "What do you think, I’m doing my * job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "But... you’re a movie star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEAN-CLAUDE VAN DAMME",
          "text": "I wanted to be an actor, but I * always failed the auditions. These * days I do amateur theater one night * a week, maybe you saw me there. He runs away. 272 - INT. NEMO’S MOTHER’S APARTMENT — DAY Nemo comes to the apartment where his mother lived. He ri bell. His mother opens the door. She has aged. She looks without recognizing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Mum...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "Do I know you? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "It’s me! She tries to close the door. Nemo puts his foot in the do pushes it back open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "What do you want? (yelling) Henry! HENRY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Mum, it’s me! Your son, Nemo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "My son is right here. The door opens wider, revealing a somewhat hefty man the as Nemo: HENRY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "What’s goin’ on? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "This man says he’s my son. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You couldn’t possibly have forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER",
          "text": "I don’t know you. You’re crazy. Go away or I’1l call the police. Henry pushes Nemo toward the door. Nemo and Henry fight, around on the floor while the mother picks up the phone. 273 - INT. DOCTOR’S OFFICE — DAY Nemo is wearing a straitjacket. He is sitting across from who looks at him kindly. It is the same hospital where ol is. The doctor shows him a series of Rorschach blots, sym ink stains on sheets of paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "He asks me what I see. I say it’s an “ink stain.” Adult Nemo’s lip movement is perfectly synchronized the c voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "He says I have to say more. I say it’s an ink stain on a sheet of * paper. He says no, I have to say what goes through my mind. The doctor’s lip movements correspond perfectly with the child Nemo. Nemo looks at an ink well on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHILD NEMO, (OFF)",
          "text": "I say it makes me think of an ink well. So then he says, okay, that’s * fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Television images of old Nemo in his hospital bed. 274A - In the street, people crowd around TV screens. 274Abis - On the side of the screen runs an ad for Big Cr breakfast cereal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTARY",
          "text": "You have until tomorrow noon to vote: Should the last mortal be allowed to die a natural death? Or should he be kept alive? Vote and win a vacation on the Moon for the whole family. Images of a family in a recreation center on the Moon. 275 - INT. HOSPITAL ROOM — NIGHT The journalist is with old Nemo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "They’ve announced the results of the voting. I’m sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "At my age, the candles cost more than the cake. I’m not afraid of dying. I’m afraid I haven’t been alive enough. They should write it on every schoolroom blackboard: “Life is a playground. Or nothing.” 276 - INT. HOSPITAL ROOM — DAY Adult Nemo is in a hospital room. He is finishing his mea corner of his tray is a fortune cookie. He bites off a co takes out the little slip of paper is something indeciphe Nemo studies it carefully. He gets up and goes to the win holds the paper up to the windowpane. The inscription is from right to left. In the reflection we can read: NEMO. looks out the window. 276A - On the other side of the street, a man is posting in reverse time - that reads: NOW. The reflection of his cookie paper is superimposed, forming a full sentence: NE NOW. Nemo gets dressed. 277 - EXT. HOSPITAL EXIT AND STREET — DAY Nemo leaves the hospital. He walks down the almost desert street. All of the cars are red. The clouds look like the hand-painted. 277A - On top of a building an electric sign with running READ THE NEWPORT NEWS. Then the SWEN TROPWEN EHT DAER, OM (backwards lettering). Nemo reads the reflection in the w NEMO, READ THE NEWPORT NEWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 A man wearing a hat gets up from a bench in reverse time, his newspaper: The Newport News. Nemo opens it. His eyes to an article about a car accident. We see a picture of a pulling a car from a river. Nemo skims the article... He an ordinary sentence in the middle of the text: “NEMO, tu page 5.” He opens to page five. Written there is “turn ar turns around. 277B - On the outskirts of town stands a cliff, overlooki whole landscape. Enormous letters are carved: “NEMO, CALL 1321.” Nemo goes to a phone booth. He drops in a coin, dials the A voice answers. His own voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "Hello? ... Who is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Hello? Who’s calling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I was told to call this number. My name is Nemo. Nemo Nobody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (OFF)",
          "text": "Is this some kind of joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "No, I... The other end hangs up. Nemo remains in the booth, dumbfo dials another number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO, (CONT.)",
          "text": "Yes, please, I’d like to know the address corresponding to 123-581- 1321.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPERATOR",
          "text": "One moment, please... 12358 Alois Street. 278 - EXT. STREET WITH ANNA’S ABANDONED HOUSE — DAY Nemo reaches number 12358 at a run, sweating. He looks at house. It is Anna’s house. It is abandoned. Planks are na the doors and windows. It is surrounded by piles of garba pulls off one of the planks and goes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 279 - INT. ANNA’S ABANDONED HOUSE - DAY The interior is a mess of dust and stray cats. Light filt through the planks. Nemo comes to the living room, in whi is only one chair, a television set, and a coffee table. to the table. He sees the psychiatrist’s futuristic video recording equipment. He blows off the dust and presses a An image appears. 279A - It is old Nemo, against a neutral background, sitt table, a sheet of paper in front of him. He is looking at camera. Next to the TV set, a small camera begins recordi moment, the image runs backwards, then stops, and starts forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "(on the screen) Hello, Nemo. I’m glad you found me. * Adult Nemo can’t believe his eyes. He sits down in the ch flabbergasted, and watches the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "All of this must seem very complicated to you. But it’s simpler than you think. (he looks at his notes) Be careful, the chair is damaged. The old chair breaks under Nemo, who falls to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "(to himself) Fine. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "I should have warned you earlier. But I couldn’t, because of the transcript. * Old Nemo points to the typewritten pages spread out in fr him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "(to himself) The transcript? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "The text of our conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 Nemo’s amazement. He looks at the screen, moves closer, l around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "Go ahead, say it. You’re dying to ask me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You... you can hear me? Old Nemo looks at the papers in front of him, then answer",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Of course I hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "You... It’s a...recording...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "What you are living now is the past, at least for me. I am you, seventy years older. Everything you say, I said myself when I _ was young. I went into that house, I saw what you see. I only had to transcribe our conversation. It’s all written right here, you see. Each word you think you are inventing is here on this paper. He holds up the sheets of paper. The dialogue is written The small camera films the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I can’t...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "(reading) “believe it.” I can’t communicate with you any differently. For me, time is inverted. I start from the end of the story and I go toward the beginning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "I don’t understand anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "You're wondering what life you’re in. In this life here, you were never born. I don’t know why. Only the architect knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEMO",
          "text": "The architect?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "The child. The one running after the train. Maybe your parents never met. 279B - Flash: The father walking down the sidewalk, the m coming toward him. A gust of wind blows his umbrella up t way. They pass without noticing each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "Maybe your father died aged five in * a sledding accident. 279C - Flash: Snow. A child in the 1930s racing toward a sled, who then remains inanimate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "Maybe you are one of the vast * majority of those whose genetic code did not reach their * destination... 279D - Flash: We see a sperm stop moving and die slowly a thousands of others. 280 - EXT. PREHISTORY — DAY A pregnant prehistoric woman trembling with fever, lying snow. Her belly protrudes; she is six-months pregnant. Sl snow covers her. 281 - INT. ANNA’S ABANDONED HOUSE — DAY Nemo is watching the screen. Old Nemo is talking to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Maybe when she died, a prehistoric woman killed off the line of humans * to which you belong. So for this * world, you don’t exist. Nemo steps back, dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "If Anna’s calculations are correct, and you want to find her, you must * stay alive until 2092, February 12, at 05:50. * The image on the television screen goes fuzzy. Nemo knock everything around him. He runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 282 - EXT. STREET OF ANNA’S ABANDONED HOUSE — DAY Nemo emerges from the house. He looks at it. He sees hims standing behind the window, waving good-bye. A shadow app above him, enormous. 282A - Nemo sees a gigantic foot descend from the sky and the house, which shatters. It is only a model. Nemo runs the hills. 283 - EXT. HILLSIDE — EVENING Nemo is climbing the hill, out of breath. The city is beh in the low-angled light of the setting sun. He goes pas t letters spelling out: “NEMO, CALL 123-581-1321.” When he the summit, Nemo sees the sun. 283A - It is hanging from enormous cables connected to a winch that hundreds of stagehands are turning to produce sunset. Two nurses in smocks catch up to Nemo and grab hi 284 - INT. HOSPITAL ROOM (2092) — NIGHT The journalist is looking at old Nemo in silence. He is s Nemo has finished. We hear a repeating sound: the tape re end of the reel a while back, but it is still turning, fl The journalist finally notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "I’m sorry, I don’t know how long we haven’t been recording. I... I have to submit my story tomorrow * morning. Everything you say is contradictory. You can’t have been in one place and another at the same time. You can’t have had children and not have had them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "You mean to say we have to make * choices? That we can’t * simultaneously be a train conductor in the Andes cordillera, a trapper in Alaska, and an astronaut?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "Of all those lives, which one is the right one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "Each of those lives is the right one. Every path is the right path. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 OLD NEMO (cont'd) “Everything could have been anything else and it would have just as much meaning.” Tennessee Williams. You’re too young for * that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "That’s impossible. You can’t be dead and still be here. You can’t not exist. (he sighs) Or...is there life after death? Nemo laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "After death? ... How can you be so sure you’re alive? You still don’t understand? The journalist doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "You don’t exist. Neither do I. The journalist still doesn’t understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "We only live in the imagination of * a nine-year-old child. * 284A - FLASH: Child Nemo running after the train. Child Nemo’s voice takes the place of old Nemo’s_ voice, synchronized with the old man’s lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "(with the voice of child Nemo) We are imagined by a nine-year-old * child faced with an impossible choice. The journalist turns around. 284B - He is at the train window and sees: 285 - EXT. TRAIN STATION — DAY Child Nemo is running after the train carrying his mother turns around, looks at his father, hesitates. He looks at mother, hesitates. He wets his pants. His eyes go wide. A of flashes appear to him, lots of quick scenes, each one containing the others:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 He looks toward his mother:... A - The three little girls the train trip with his mother... C - an electric train i mother’s apartment... D - We leave the apartment through window and find ourselves on the beach with teenage Anna. picture of the beach hanging in Nemo’s room as he lies sl with Anna... F - We approach Anna’s face, who is no longe bed but in a car carrying her away... G - Adult Nemo meet again... H - The drop of rain erasing the phone number... in the studio recording the science program... J - Adult the phone, surrounded by children... K - Adult Nemo drivi car... L - The accident... M - Nemo prisoner in his car, underwater, drowning... On the station platform, child Nemo turns toward his fath Another series of flashes appears to him... N - The three girls... O - Child Nemo leaving the station with his fath The paraplegic father who teenage Nemo bathes... Q - The with teenage Elise... R - The motorcycle accident... S - Nemo in a coma in the hospital... T - Adult Nemo taking c bedridden adult Elise... U - Elise packing her bag and le V - Nemo living with Jean... W- The hand over the candle. The train racing toward Nemo... Y¥Y - The meeting with Cl Widowed Nemo, alone in his bed... Al - Widowed Anna... Bl Astronaut Nemo in the spaceship... Cl - The exploding roc bicycles in space... D1 - Nemo in his bath, the shot... E Nemo’s body thrown into the bushes... Child Nemo, overwhelmed by these visions, stares wide-eye 286 - INT. HOSPITAL ROOM (2092) — DAWN Old Nemo pushes his chess game away and gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "(with the child’s voice) In chess, it’s called “Zugzwang” when the only viable move is not to move. Come see... They move toward the window. 286A - Around the hospital, the city is being dismantled blocks that in turn dissipate in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "(with the child’s voice) What’s that called again? The journalist and the old man look out the window. Behin buildings, now gone, the sea stretches out before them. Helicopters are removing huge blocks of sea. They are tak sea apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOURNALIST",
          "text": "The sea...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "(with the child’s voice) That’s right, the sea... The child * is taking it apart. He doesn’t need it anymore. Before, he was unable * to make a choice because he didn’t * know what would happen. And now that he knows what will happen, he is unable to make a choice. * Nemo gets back into bed. He looks more tired. The heartbe monitor slows. An alarm goes off. 287 - EXT. TRAIN STATION — DAY Child Nemo sees the train moving away with his mother on stands there, dazed. He turns back toward his father, the his mother, not knowing which of the two directions to ch Then throws himself perpendicularly in a third direction: crosses the tracks and runs through the nearby woods, far father and mother. 288 - EXT. WOODS — DAY Child Nemo is running breathlessly through the trees. He Rays of light penetrate the branches. Nemo picks up a dea from the ground and blows on it. The leaf flies away, dan the air. A gust of wind blows through the trees, carrying leaf toward the clouds... 289 - EXT. ATMOSPHERIC LAYERS — DAY ...The clouds change form, blown by the wind. Dense cloud moved and stretched through the layers of the atmosphere. 290 - EXT./INT. MISC. — DAY/NIGHT The dead leaf, lying on the road before the accident, rig teenage Nemo’s motorcycle will pass, blows away, pushed b of wind. The motorcycle continues its path. 290A - Teenage Nemo at the beach with teenage Anna. Nemo he never dared do: he kisses her on the lips. 290B - Nemo, Jean’s husband, opens the door of their hous from work. Jean and the children look at him in surprise. out his fishing rod and takes off his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 290C - A drop of rain forms in the clouds and falls to th Adult Anna writes her number on a scrap of paper and give Nemo. The drop lands on Nemo’s shoe. 290D - Adult Nemo is waiting for Anna. He looks at the ch circle on the ground. Anna is arriving in the distance. T toward each other, then run until they meet in the chalk They embrace. They cry for joy. We circle around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THANK YOU DOGS, THANK YOU",
          "text": "291 - INT. HOSPITAL (2092) — DAY The heart monitor slows. Old Nemo is lying on his bed. Th around the hospital has disappeared. Nemo is dying. Nurse around him. He looks at the digital calendar that reads “ 12, 2092. 05:16.” He smiles. Miniature cameras hover on t side of the window. 291A - His image is retransmitted on a giant TV screen ab hospital. In SUPERIMPOSTION: “LAST WORDS.” A microphone i at his lips. He murmurs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO",
          "text": "This is... the most beautiful day... of my life. Nemo stiffens, his breathing weakening. His heartbeat slo more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD NEMO, (CONT.)",
          "text": "Anna... Anna... Nemo stiffens. The heart monitor shows only a flat line. The clock turns to 5:17. The second slow, then stop... Th freezes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The planets slow their progress around the sun. They free “universe” ceases to expand. The universe freezes. 293 - EXT. STREET — DAY On Earth, in the streets, everything has stopped moving: frozen in mid leap, passersby immobilize, feet in the air in a fountain...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then, slowly, the universe reverses its movement. It fold on itself. The planets start moving again, in the opposit direction. The Big Crunch. 295 - INT./EXT. MISC. — DAY On the hospital clock, the seconds start moving in the op direction. A - In the street, people walk backwards down the sidewal Dead leaves go back up into the trees and reattach themse Rain goes back up into the sky. D - The broken vase on th becomes whole again and returns to the hands of Nemo’s fa Smoke from a cigarette goes back into the cigarette. F - swirls of a drop of ink diluted in a glass of water come together. G - The mashed potatoes and gravy separate in b Nemo’s plate. H - In the cookie factory, the piece of egg reattaches to the shell, now whole. I - A typewriter eras letters from a page, leaving only a white sheet of paper. maternity ward, a baby goes back into its mother’s belly. 296 - INT. HOSPITAL — DAY Old Nemo’s heart begins beating again. He opens his eyes, surprised. The nurses, stunned, walk backwards out of the Nemo laughs. He gets up and leaves the room, backwards. 297 - EXT. STREET — DAY Nemo is walking backwards down the street, smiling. 297A - He has grown young again. 298 - EXT. STREET — DAY Adult Nemo looking at Anna’s phone number, which is no lo visible. The rain pulls itself from puddles on the ground to go back up into the sky. A drop of water leaves the sc paper and the ink reforms the digits of the telephone num sees Anna arriving, walking backwards. They embrace and l together, backwards. 299 - INT. HOSPITAL ROOM (1988) — DAY Nemo is motionless, in a coma. Suddenly, a finger moves, two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f\"Mr. NOBODY\" VERSION 11 300 - EXT. UNDER WATER — DAY A bubble of water descends through the water and slips be Nemo’s lips as he is motionless in his car. Nemo begins b again. 301 - EXT. CITY — DAY Adult Nemo, in reverse, hangs the “NOW” poster across fro hospital. 302 - EXT. NEMO AND ELISE’S STREET — DAY Adult Nemo, dressed as a mail carrier, in reverse, slips envelope containing the picture of Nemo and Jean under th Nemo and Elise’s house. 303 - INT. MOTHER’S APARTMENT — DAY Teenage Nemo is at the foot of Anna’s bed. Nemo’s body is from the floor and slips back into Anna’s bed, into her a roll together, embracing. 304 - EXT. YARD OF THE FATHER’S HOUSE — DAY Nemo’s father is painting the clouds. The colors come off canvas and go back onto the brush. The father finishes. H the blank canvas. 305 - EXT. BESIDE A LAKE — DAY Child Anna is sitting beside a lake, on a dock. Stones em the water to land in her hand. Suddenly, a stone emerges water right next to her. She turns around, smiling. Child comes toward her. They play together by the water, laughi",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1298"
    }
  ]
}