{
  "movie_id": "MOV1300",
  "scenes": [
    {
      "location": "ELLIS' ROOM PREDAWN 1",
      "time": "DAY",
      "characters": [
        "ACROSS THE YARD,",
        "26.",
        "I/E. SENIOR'S TRUCK/RIVERBANK",
        "DAY 57",
        "I/E. ELLIS' HOUSEBOAT/RIVERBANK",
        "EVERYTHING YOU'VE TOLD ME WAS A",
        "DAMMIT",
        "AT THE VENDING MACHINES,",
        "TOM, (O.S.)",
        "ON THE HOUSEBOAT, 158",
        "CREEK",
        "MAY PEARL",
        "ON THE SECOND FLOOR,",
        "MUD",
        "M-U-D.",
        "120.",
        "INSIDE THE CAR,",
        "52.",
        "ELLIS, (O.S.)",
        "ELLIS",
        "25.",
        "MOTEL CLERK, (CONT'D)",
        "ON CARVER,",
        "BY THE DIRT BIKE, 95",
        "MUD PLEASE",
        "A156 ON TOM, A156",
        "ON THE RIVERBANK,",
        "NECKBONE, (O.S.)",
        "IN THE CAB,",
        "WHAT TIME IS IT",
        "HE FELL INTO SNAKES",
        "42.",
        "I/E. SENIOR'S TRUCK/TWO-LANE ROAD",
        "MOMENTS LATER 58",
        "I/E. JUNIPER'S MOTEL ROOM/PIGGLY WIGGLY",
        "ELLIS,",
        "ON THE RIVERBANK, 144",
        "IN ELLIS' ROOM, 139",
        "MUD, (O.S.)",
        "INSIDE THE CABIN, 171",
        "STOP IT",
        "I'M A GODDAMN PRINCESS",
        "IN ELLIS' ROOM, 153",
        "INSIDE ELLIS' HOUSEBOAT, 161",
        "ON DECK, 172",
        "CARVER, (O.S.)",
        "WHAT HAVE YOU BEEN DOIN'",
        "THERE IT IS",
        "SERIES OF IMAGES",
        "IN THE DEN, 149",
        "MALE NURSE, (CONT'D)",
        "I SAID GET OUTTA HERE",
        "ON THE BOAT, 145",
        "I/E. MARY LEE'S CAR/INTERSTATE",
        "BY THE BOAT,",
        "FROM THE TREELINE ON SHORE,",
        "BEEP",
        "15.",
        "CRACK YOUR NOSE OPEN",
        "AT THE TREELINE,",
        "SENIOR, (O.S.)",
        "A68 FROM ACROSS THE RIVER, A68",
        "IT",
        "ON THE HOUSEBOAT, 160",
        "ON THE BIKE,",
        "MAY PEARL, (CONT'D)",
        "BARTENDER, (O.S.)",
        "MUD SENT ME",
        "FISH",
        "ON THE RIVERBANK, 146",
        "AT THE BIKE, 123",
        "INSIDE THE JUNKYARD,",
        "117.",
        "ON TOM,",
        "I NEED HELP HERE",
        "38.",
        "ON THE RIVERBANK, 166",
        "IN THE DEN,",
        "BY THE TREELINE,",
        "57.",
        "BLACK MAN, (CONT'D)",
        "RIVER",
        "I/E. MARY LEE'S CAR/PIGGLY WIGGLY PARKING LOT",
        "IN THE WINDOW,",
        "MAY PEARL, (O.S.)",
        "SENIOR",
        "IN THE DEN, 138",
        "INSIDE THE CAB,",
        "ON THE SECOND FLOOR, 61",
        "MARY LEE",
        "107.",
        "AT THE BOAT,",
        "A157 ON TOM, A157",
        "AT THE MOTEL,",
        "ON MUD, 157",
        "KEEP LYIN'",
        "MARY LEE, (CONT'D)",
        "IN SENIOR'S BEDROOM, 148",
        "I/E. SENIOR'S TRUCK/CATFISH PARLOUR",
        "I/E. SENIOR'S TRUCK/NEW APARTMENTS",
        "JUNIPER, (O.S.)",
        "GOD DAMMIT",
        "I/E. CARVER'S LINCOLN/PIGGLY WIGGLY PARKING LOT"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "ELLIS(14) sits fully-clothed on top of his made bed. He i wiry young man with a few blonde hairs on his upper lip struggling desperately to be a mustache. His room, cluttered with junk, is dark, quiet and tiny. A backpack and an oversized Walkie-Talkie sit next to him. The silence is cut by a SQUAWK from the Walkie. Ellis quickly grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm comin' out now. He crams the Walkie into his backpack and slings it over shoulder. On his feet, he slides open a window at the foo of his bed. He's out in one motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis skirts alongside the exterior wall of his room on a foot-wide section of decking. He lives on a HOUSEBOAT anchored just off the bank of the Arkansas River. The \"boat\" is really the combination of a double wide trailer and a vinyl-sided shack fused togethe atop large flotilla. Ellis scurries to the mobile home section of the boat. He slips past a barbecue grill and settles underneath a ligh window. VOICES come from inside. Slowly, Ellis gets on his toes to peer through the window",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARY LEE(41) takes a jug of milk out of the refrigerator. SENIOR(52) sits at a small table reading a newspaper. The mobile home kitchenette is no larger than Ellis' room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just want to have a conversation. I just want to talk about it. Mary Lee sits down across from Senior, who doesn't look u from his paper. Her eyes narrow and she extends a finger toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "If you don't look up from that goddamn paper... She stops before completing the thought. After a moment, Senior lowers his paper. He stares across the table at his wife. He looks at her with true disdain. 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes trace down her face and robe before finally sett on his cup of coffee. He picks up the cup, takes a sip, a sets it back on the table. He raises the paper up. Mary Lee's eyes soften. She bites the inside of her cheek keep from crying. Her eyes move to the kitchen window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis quickly ducks and mouths the word \"shit.\" He slips under the window toward a metal carport that cov a boat, fish cleaning station, and industrial ice machine The entire houseboat is anchored to the shore by two thic ropes tied to opposite ends of the flotilla. The ropes extend upward into the tops of enormous pine trees. Ellis sprints across a simple, wood-planked bridge to sho His houseboat is one of several in a row along the riverb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis scurries into the treeline and arrives at a dirt pa Waiting for him there is NECKBONE(14), a scrawny kid with slicked back blonde hair wearing a FUGAZI T-shirt. He sit atop a smallish dirt bike. Ellis hops on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the shit man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suck it. Drive. The bike spits up mud as they peel out down the trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From a distance, the single headlight of the dirt bike sn up and down, in and out of trees along the riverbank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BIKE,",
          "text": "The sound of the engine rips through fog and trees illuminated by the straining headlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys emerge from behind a sand covered hill. Now on foot, they are silhouetted against a light blue, morning",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Junior. 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At a collection of trees growing out of the water, the bo move branches away from a tarp covered boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's got nice titties. You talk to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're gonna have to talk to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remind me when we get back to my house, Galen's got a book on that. Neckbone takes a spot up front in the small, flat-bottom boat. Ellis, a foot on the bank and one in the boat, launches them out into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chunk of Neckbone's greased back hair bobs in the wind they cruise down river. Ellis steers a small 15 horsepowe motor. An orange sun is coming up now. Neckbone's eyes lock on what's in front of them. Ellis ki the motor. Neckbone stands up, a serious look on his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Ellis raises up behind him. He takes a deep breath, nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your dad'd kill us he knew we went out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not worried about my dad killin' us. THE MISSISSIPPI RIVER sprawls out in front of them. It's enormous. Their boat drifts at the mouth of the Arkansas, a small r by comparison. The Mississippi is a swirling mess of brow water and yellow foam six football fields wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if it sinks? 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't gonna sink. We gotta move if we're gonna make it back. Set your watch. We'll need a good fifteen minutes. Neckbone sets an alarm on his fat plastic wristwatch. The take their seats. Ellis cranks the motor. The small boat slowly chugs out onto the massive river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat lurches through the murky, rushing water. Neckbone has both hands firmly planted on the boat's edge Ellis tries to handle the motor which has little impact against this current. The tail end of the boat swings to the right. Ellis flinc and grabs an edge to steady himself. The front of the boa bobs toward an ISLAND in the middle of the river. Neck turns to Ellis and points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys splash down in ankle deep water. They take hold the front of the boat and drag it onto the muddy shore. Neckbone jogs to a tree line in the center of the island. Ellis snatches up his backpack and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The island, only 60 some yards in diameter, is separated clump of tall trees that form a wooded area in its center The trees make it so you can't see from one side of the island to the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galen thinks it's been here awhile. Thinks the last flood did it. Ellis follows as Neckbone winds through the trees. They s at a deep creek that cuts across the island. Neckbone loo to his right, then his left. Sees what he's looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's down there. A fallen tree trunk that straddles the creek. Ellis start across. 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it. Neckbone picks a large stone up off the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look. Eight feet below the tree trunk, a nest of water moccasin curl around in the creek. Neckbone drops the stone on top them. The snakes fan out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little shits. Their mud-caked high-tops stomp across the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys stop near the base of a large tree and stare up. Ellis cranes his neck back. Awestruck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So there it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, there it is. A 26 Foot Long BOAT sits nestled in the tree limbs above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys scale up the tree from low lying branches. Ellis, hands on the edge of the boat, gets a leg over the side and pulls himself onto the deck. He reaches down and helps to drag Neckbone on board. They get to their feet, steadying themselves on the woode deck. It's solid. They take in their new vantage point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It came down from up there. Ellis points to higher limbs that have long been broken o Neckbone walks to the back of the boat and hangs his head over. He finds a gaping hole of gutted wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Motor broke off. Ellis isn't concerned with the motor. His eyes are locked a covered cabin at the front of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else knows about this? 6.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just me and Galen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's he think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He don't care about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Ellis walks to the cabin. He pushes a vinyl door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Cause this boat's ours. Ellis has to duck down to go inside. Neckbone follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis, stooping over, makes his way into the tiny cabin r Yellow floral curtains, stained with age, cover a row of windows that wrap around the top of the cabin. These prov an odd glow in an otherwise dark, wood paneled space. There is a bench with rotted out cushions to the left. To the right, a mold-covered sink and mirror. Neckbone peers over Ellis' shoulder at the front of the c room. A small booth sits to the right across from a miniature toilet partially shielded by an open door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's got its own shitbox Neckbone slides back a portion of floral curtain and ligh streams in. He starts opening small closets and drawers. Ellis plops down on the rotted bench cushions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ho-Lee-Shit. Neckbone stares in an open drawer. He removes a stack of Playboys from the 1980's. Ellis smiles at him. He leans back and props his foot against the sink cabinet across from him. This is home. Neckbone opens the first Playboy. It disintegrates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw shit. 7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he scrambles to gather the fallen pages, Ellis notices dried BOOT PRINT next to his foot. He lowers his shoe fro the cabinet leaving a smaller, muddy print of his own. He leans in to examine the larger print. The impression o CROSS has been left in the heel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her tits are so small. Ellis reaches out and traces his finger in the groove of cross marking. His eyes narrow as he re-surveys the cabin On the table across from the toilet, he notices several e cans of Beanie Weenie. In the booth, he sees a grocery ba Ellis slowly raises up and goes over to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that beave. You gotta see this. Ellis reaches out for the plastic bag. His fingers pull b the edges to reveal its contents: one can of unopened Bea Weenie and half a loaf of BREAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck. Ellis reaches for the bread and gives it a squeeze. It's FRESH. Ellis freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Ellis holds the loaf of bread up to Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone's livin' here. Neckbone sees the grocery bag. His eyes widen. The boys a stone frozen. They listen for other sounds. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEP",
          "text": "Both boys flinch at the sharp sounds. Neckbone's hand fli to cover the alarm on his wristwatch. 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go. I can't be late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drop out of the tree and hit the ground running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys' feet rush across the tree trunk bridging the cr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They launch out of the treeline and sprint to their boat. Neckbone grabs the side and starts pushing the boat to th water. Ellis slings his backpack in and joins him. Suddenly, Ellis straightens up, leaving Neckbone to strug",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? Ellis stares at a muddy boot print, cross in the heel, stamped in the center of their boat. He looks back to the treeline, then down the shore. He looks to his feet. The boys' shoe prints make chaotic patterns in the mud. Larger boot prints lead off down the shoreline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw that same boot print up in the tree. It has a cross in the heel. Somebody's been in our boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Let's go. Ellis begins following the boot prints around the shoreli",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go if you wanna make it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your dad's gonna kick our ass. It'll take twice as long goin' up river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold it. 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis stops and points ahead of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up there. They stop. Neckbone takes the lead, walking up to the last boot prin They appear to vanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the hell'd he go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Neckbone turns and freezes. A MAN has appeared in the distance behind Ellis. He stands between the boys and the boat. Ellis notices the look on Neckbone's face and turns. He flinches at the sight of the Man. MUD(38) stands near the boys' boat holding a pink, child' fishing pole with cartoon characters on it. He stares bac at them and casts his fishing line into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. You know that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen him before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Mud, not taking his eyes off the boys, slowly reels in hi line. His hair is a wild mop that leads to two weeks of growth on his face. With a cigarette clinched, he cracks a smile revealing a MISSING CANINE. He holds a hand in the air as if to wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Neckbone slowly raises his hand up to wave back. Mud wear jeans and cowboy boots. His filthy button-up shirt looks like it hasn't left his body in years. He breaks his stare with the boys. Continuing to reel in line, he walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you say? The boys don't respond. Mud walks past them and casts aga 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helluva thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that? Mud takes the cigarette from his mouth. A tattoo of a snake's head covers the top of his right hand. Two large cotton blossoms spill out of its jaws.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boat in the trees. It's a helluva thing. Mud continues walking down the shoreline, reeling in his bait. The boys follow, tentatively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You talkin' 'bout our boat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talkin' about my boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We found it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You found it with me livin' in it. Possession is nine tenths of the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me you boys are from Mississippi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. They watch as he grabs the bait at the end of his line an spits on it. Then, tucking the pole under his arm, he tie lock of his hair into a knot. He finishes this process wi another cast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got crosses in your heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nails. Shaped liked crosses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What for? 11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ward off evil spirits. A man I called an Indian but was Meskin said they were Seven-league boots worn by the seventh son of a seventh son. Told me it'd turn me into a werewolf but that's a lie. I don't know nothin' about that. Ellis, confused, won't take his eyes off the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They just good luck, but so far they ain't been workin' too well. (missing tooth smile) What's your name? Mud seems easy to smile, which softens his otherwise coar look. His words spill from the mouth rapidly, without muc thought for punctuation. Neckbone, emboldened by these facts, steps forward to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Neckbone, he's Ellis, and mister you may be stone ass crazy but I know you're not the owner of that boat, not for nine tenths of nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone? That's a real handle son. Where ya'll from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you care where we're from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DeWitt. Neckbone looks at Ellis, frustrated by his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arkansas boys. Ya'll had me worried for a second. Mud, pleased by this news, tucks the fishing pole under h arm and holds out a hand to shake. Ellis stares at the ha unsure. He takes it reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We s'posed to know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I doubt it. I grew up `round here, but I've been gone awhile. 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Different places. Spent a lot of time back up near the White.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know Shelly's Oxbow? Neckbone can't believe his friend is offering this up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis. We gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it. Guy named Tom Blankenship used to live back in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He still does. His boat's cross from mine. Mud smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't that somethin'. In one motion, Mud flicks his cigarette away and grabs a out of his shirt pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like you two. You remind me of me. And seeing how you boys are from Arkansas and we know some people and sounds like we all from the same place I'd say we can make a deal here about somethin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A deal for what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Food. Food for a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This guy's a bum Ellis. Come on. Mud's smile vanishes. Neckbone begins to walk off but begrudgingly stops when Ellis starts back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you go get your own food? 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would if I could, but I told somebody I'd meet `em here. So I'm stuck for now and what I got's runnin' low. Neckbone walks back and pulls Ellis by the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a bum Ellis, let's go. Mud lays a serious look down on Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no bum. I got money. You can call me a hobo `cause a hobo'll work for his living and you can call me homeless `cause that's true for now, but if you call me a bum again I'll have to teach you somethin' about respect that your daddy never did. Neckbone's confidence recedes. Ellis stands his ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When they show up, you'll leave? Mud begins fishing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And when you leave, that boat's ours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Ellis studies Mud's face, clothes, tattoos. He's thinking about it. Mud pauses from fishing to make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in a tight spot. I just need a little help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go. With that, Ellis turns to leave. The boys walk briskly ba to their boat. Ellis looks over his shoulder to see Mud making another cast with his fishing pole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis motors them away from the island. 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get his name?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Ellis looks back. Mud has disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senior heaves an enormous, white cooler into the bed of h weathered pick-up truck. The truck is parked at an angle on a concrete boat ramp n to their houseboat. The bed of the truck is jam-packed wi six of the big, white coolers. The SOUND of a dirt bike rattles through the trees. Senio looks up, wiping his brow with a handkerchief. Ellis leaps out of the treeline and runs to the pick-up. hands hit his knees, out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck and I got caught up helpin' Galen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're s'posed to be helpin' me. I had to load this myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just get in the back. Can't be later than we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir. Senior flips up the tailgate. Ellis hops up the wheel wel and into the bed of the truck. He steadies himself on one the coolers as his father pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 -Ellis looks around as he rides in the bed of the pick truck. He's propped up on a cooler against the back windo The truck works its way down a two-lane highway. A20 -Driving, they pass a marina junkyard filled with old and sailing paraphernalia. B20 -Downtown Dewitt. A gas station. A Clinic. Rows of re brick buildings, some abandoned, a small furniture store. C20 -Parked, Ellis fills a grocery sack up with Ziplock b of white fish and ice out of the coolers. -He hops out of the truck and runs the sack of fish to th front door of a house. An elderly black man waits there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis sits in the bed of the truck eating a chili dog. Senior is up front wolfing down a cheeseburger. A GROUP of TEENAGERS are gathered around a CLUSTER of par cars in the corner of the lot. They meander between the vehicles, smoking, gossiping, passing around a bottle of Boone's Farm. Ellis watches them. MAY PEARL(16) appears in the middle of the Group laughing with her GIRLFRIENDS. She's pretty and physically more mature looking than Ellis. He watches as a SKINNY KID takes his ballcap off and puts on May Pearl's head. She sniffs the cap, gags and tosses back at him. Her friends laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go son. Ellis crumples the wrapper to his finished hotdog and jum down from the bed of the truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. SENIOR'S TRUCK/TWO-LANE ROAD",
          "text": "Ellis rides up front with his father. Senior is a reserved man, older than Ellis' mother by sev years. He's got thinning hair under the cap that only lea his head when he sleeps. He reaches into his shirt pocket and fishes out a fold of cash. He slips out a five dollar bill and hands it to Ell",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's s'posed to be ten. 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ten you do your share. I loaded this mornin'. That makes it five. Ellis begrudgingly stuffs the five in his jeans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You drop me at Neck's? Senior checks his pants pockets, feels around under his s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hadn't you seen enougha him today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Said he had something for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see anymore Ding Dongs over there? Ellis checks under his seat and pulls out a half-empty bo Ding Dongs. Hands one over to his father who rips the package with his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd Momma wanna talk to you about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This mornin', what'd she wanna talk with you about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You spy on me in my own house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't spyin', just heard ya'll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's your mother's business. Senior makes this his answer, eats the Ding Dong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone sits on the front steps of his trailer reading a comic book. The muffled sound of the Beach Boys' \"Help Me Rhonda\" plays off a record inside. Senior's truck pulls away as Ellis walks up the entrance the trailer park. 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came by for that book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What book?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said Galen had a book might help me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aw, yeah. We gotta give it a minute. You hear that music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That means he's doin' it. That's his doin' it song. Ellis takes a seat next to Neckbone. They listen to the song, slightly craning their necks to pick up on any othe sounds. There are none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know who it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoever's drivin' that white Dodge. Neckbone motions to a beat up Dodge Shadow in the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell Galen 'bout this morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah. You tell anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That guy was crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. I don't know. I think he just needed some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well he can swim his ass off that island and get some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'm gonna go back, take him some food. 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Suddenly, the music from inside stops. Footsteps approach and the trailer door flies open, almost hitting the boys. A GIRL(28) bursts out down the steps, straight to her car She wears tight jean-shorts and is buttoning a white shir She stops and turns back to the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Neckbone right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like a good enough kid. A word of advice, don't grow up to be like your shit heel uncle. The boys can't take their eyes off her cleavage revealed under her half-buttoned shirt. A necklace with three misshapen pearls hangs from her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! She snaps the boys' attention up to her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear me? You treat a woman like a princess. Got it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. The trailer door opens and GALEN(36) emerges. He's a big, lumbering guy wearing a full-body wet suit pulled halfway down. A faded mermaid tattooed in the middle of his chest",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'M A GODDAMN PRINCESS",
          "text": "The Girl yanks off the necklace and hurls it at Galen. He brushes fingers through his thick mustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's uncalled for. He walks out to her. She heads for the Dodge Shadow. 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot of people are comfortable with that kind of thing in the bedroom. Some people aren't. We know that about you now... Ellis sees one of the misshapen pearls at his feet. He pi it up and holds it to the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pearls. Galen finds 'em in some of the mussel shells. Most of 'em ain't worth dick, but he likes to make necklaces for the girls. Come on, let's get that book. Neckbone walks into the trailer. Ellis stands up and retrieves the other two pearls out of the dirt. He crams them in his pocket and follows Neckbone inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trailer is decorated in the filth of a true bachelor Neckbone makes his way to a bedroom. He tosses clothes an trash around to get to what he's looking for. A cardboard box. He pulls the box onto the bed and sifts through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want you goin' back out there by yourself. That river's scary enough with two people, and I don't trust that guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here it is. He takes out a hardback book. The slip reads, \"The Confid Confidant, communicating with the opposite sex.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galen said this really turned things around for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Ellis flips delicately through the manual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galen watches as the Girl's Dodge Shadow pulls away. The boys step out of the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really going back out there? 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's the right thing to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well...I'll be over in the mornin' then. Galen, his thumbs tucked under his armpits, walks back to trailer. He passes the boys and notices the self-help boo in Ellis' hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a good book. Be sure you do the worksheets in the back. Let's get some dinner Neck. Galen's gone inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll call 'fore I come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Neckbone follows his uncle into the trailer. Ellis flips through his new book as he heads out of the trailer park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the time Ellis makes it to his houseboat, the sun has disappeared behind the horizon. He crosses the make-shift plank and enters through a scre door by the carport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Lee flinches when she sees Ellis come through the do Her face is flushed. Senior stands toe to toe with her. They stare at Ellis, who has paused in the doorway. He doesn't say anything, just looks curiously at his parents Senior storms past Ellis and is out the door. Ellis steps further into the den. Mary Lee tries to straighten herself, patting down her hair and dabbing at eyes with the back of her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay momma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She walks into the kitchen keeping Ellis at her back. She turns on the sink and begins scrubbing at a dish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "Do you need me to fix you somethin'? Have you eaten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm all right. Mary Lee shuts off the water and lets the dish rest in th sink. She turns to Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna turn in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay momma. Mary Lee slips past him and enters her bedroom. The door closes and Ellis is left alone in the den. It's quiet. He waits, looking at the door his mother just closed. Ellis walks into the kitchen and eases open a cabinet doo Checking over his shoulder, he zips his backpack open and fills it with CANNED FOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hands pump the stock of a high-powered pellet gun. TOM BLANKENSHIP(67), white hair cut high and tight wearin short-sleeve button up, takes careful aim with the pellet gun. Tom sits in a lawn chair atop the roof of his houseboat. squeezes his left eye shut. A snake's head pokes out of the water about 15 yards off boat. The head makes for a target no bigger than a thumb. Tom's left eye snaps open and he fires. The pellet rips through the snake's head. Its body floats to the surface. Tom takes account of his shot as he pumps the air rifle. scans the water for more targets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis watches Tom Blankenship from across the bayou. Tom' boat sits directly opposite Ellis', separated by 30 yards muddy brown water. Ellis leans against a post under the carport. His backpac resting at his feet, he holds the Walkie-Talkie in his ha Senior works behind him washing utensils in the outdoor s 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know about Tom Blankenship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Senior doesn't turn around from his work at the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Blankenship, what do you know about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. He looks lonely over there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people move to this river to work on it, and some move here to be left alone. Senior makes his way to the ice machine and begins scoopi ice into a large white cooler. Mary Lee emerges from the houseboat dressed for work, a secretarial job. Senior stops what he's doing to watch he She walks over to Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's sit down for dinner tonight okay? Will you make it home by seven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes ma'am. She walks off the boat without a glance in Senior's direction. He trails her with his eyes before going back digging in the ice. A29 Ellis looks back at Tom. The Walkie SQUAWKS out sever loud BEEPS. Ellis crams it in his backpack and runs off t boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye Dad. Senior holds a hand up but never looks up from his work. 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water laps at the shore of the island. Ellis and Neckbone drag their boat onto the muddy bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you think he's at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess we should try the boat. They head for the treeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys emerge from the woods, their attention focused u the boat hovering in the tree some twenty feet above them Ellis notices the remnants of a fire on the ground. A log pushed up next to it for a seat. Ellis kicks at the ash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like he made camp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up to the boat) You think he's up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD, (O.S.)",
          "text": "I didn't know if ya'll'd come back. The boys spin around. They survey the woods but no one's there. Their eyes drift up to find Mud sitting in a tree, his legs dangle off a branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doin'? Mud bounds down, stepping from limb to trunk to the groun It's an agile move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I try to never sleep in the same place twice. What you got there? Mud motions with his head to the backpack in Ellis' hand. Ellis holds it out to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I brought you some food. Mud looks at the backpack, but doesn't move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on. 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud takes the backpack and walks over to the ashes of his campfire. He squats with his back to the boys and unzips bag. Hunkered down, Mud's shirttail rides up over the lip his jeans revealing a PISTOL at his backside. Ellis sees this and motions to Neckbone. The boys stand their ground, cautious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I owe you boys. Keeping the bag in hand, Mud takes a seat on the stump be him. He pulls out a selection of canned food; pumpkin pie filling, evaporated milk, green beans. He grabs the beans",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was gonna try runnin' a trot line today. See how far that'd get me. Mud removes a good-sized folding knife from his pocket an makes short order of the can lid. He tips the can up lett the beans fall into his mouth. Juice flows down his cheek",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd been rationin' what I had...green bean never tasted so good. The can is quickly emptied, juice running down Mud's chin He straightens his back, choking down the final swallow. sees the boys staring at him and catches himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you got that pistol for? Mud wipes off his chin, realizing the boys have been stud him. He closes the knife and tucks it in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For protection. Mud gets up, heads for a duffel bag tucked under a nearby tree. The boys pivot, keeping Mud in front of them. Mud notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll don't have to be afraid of me. I have two ways to protect myself out here. This shirt, and this pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are fierce powers at work in the world boys. Good, evil, poor luck, best luck. Men have to take advantage where they can. Mud removes a spool of fishing line and a small plastic tackle box. He scoops up the duffel bag and heads into th woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll comin'? 32 Neckbone looks to Ellis, who walks after Mud into the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's this guy you're waitin' on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not waitin' for a guy. I'm waitin' on my girlfriend. Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is she hot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Best lookin' girl I've ever seen. Hands down. Blonde hair. Long legs. She's like a dream you don't want to wake up from. She's got birds tattooed on her hands, here. Mud stops, points to the area on the top of his right han between his thumb and pointer finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nightingales. Good luck birds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That a good luck snake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No it is not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate snakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's because God made them for us to fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a thing we knew to be afraid of before we even got into this world. 33 They emerge from the woods onto the downstream coast o the island. It looks different than the other shoreline. A large swath of red clay angles sharply into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cherokee would wrap snake skin around their pregnant women's bellies. Induce labor, scare the child out. Here. He fetches a length of rope out of the duffel bag and tos it to Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set that `round your bed at night. Snake won't cross braided rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. (nods to Mud's tattoo) So what's that for then? Mud walks to a tree branch that has grown out over the ba nearly resting in the water. He sets a trot line from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A reminder. Don't get bit. I was 10, swimmin' `bout a mile up from here. Me and Juniper. Sonofabitch swam right up under me, bit me just below the armpit. June got me out, got me to a clinic. Doctor said I shoulda been dead in twenty minutes. Took us an hour just to get back to town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd they do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gave me antivenom. For a cotton mouth. See here. Mud shows the tattoo on top of his right hand. He points the two cotton blossoms bulging from the snake's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Problem with antivenom is they can only give it to you once. It's made from horse blood. Your body would reject it a second time. The cure ends up being more dangerous than the poison. 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens if you get bit again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I die, or just sweat it out. Neckbone, not buying it, looks at Ellis and taps his watc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go help Neck's uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never said your name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud. You can call me Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "M-U-D.",
          "text": "Neckbone tosses the braided rope back. It lands at his fe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here you go, Mud. I think you need that worse than I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be all right. The boys disappear back into the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A switch clicks \"ON\". BLINDING LIGHT emits from two FLOOD LAMPS encased in plastic shells. The switch clicks \"OFF\" the lights dim to the dull orange glow of their filaments",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look bright enough. The owner of the shop, an ELECTRICIAN(62), holds up a met bar with the lamps affixed by bolts at either end.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should be. I rigged DC power up through marine batteries. Makes it portable. Gave you a rigging bar to set on your shoulder. 28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you really think these'll work under water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In theory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis and Neckbone sit on the tailgate of Galen's truck. Gary's Electric sign hangs behind them. Neckbone focuses on a carburetor in his hand. Ellis stare across the street at the Piggly Wiggly parking lot where roving GROUP of TEENAGERS have collected for the afternoo The Teenagers are up to their typical gossip and minor offenses. Ellis has zeroed in on May Pearl again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You start datin' I bet her dad'll give you a free pick-up truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care about that. Ellis watches as the same Skinny Kid from before tries to flirt with her. She's not having it. He pops her bra stra before landing the final straw, a smack on her ass. She turns and swats at him. Seeing this, Ellis is on his feet and crossing the street",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's goin' on? Ellis doesn't turn back. Neckbone reluctantly sets the carburetor down and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it! She shoves the Skinny Kid, but he continues laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIS, (O.S.)",
          "text": "Hey. Ellis taps the Kid on the shoulder. As he turns, Ellis PUNCHES him in the face. The Kid, completely taken off guard, stumbles and trips t the ground. Some older, tougher looking GUYS see this and begin laughing at him. 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit Pryor, get off your ass. Pryor collects himself and gets off the ground. Ego bruis he walks off mumbling. The Older Kids keep riding him. May Pearl sizes up Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't have to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was messin' with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I know you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Ellis. That's Neck. Neckbone waves by wagging a finger in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We went to Junior High with you, before you went to High School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fourteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fourteen? You know you just punched a Senior?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you're pretty tough. Ellis shrugs, not wanting to deny it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (CONT'D)",
          "text": "I'm May Pearl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'. She smiles. 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something catches Neckbone's attention. He cranes his nec forward to get a better look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son of a bitch...Ellis? Ellis breaks away from his conversation with May Pearl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look. Neckbone nods to a cheap motel called the EXECUTIVE INN located on the opposite side of the Piggly Wiggly parking lot. JUNIPER(35), a truly beautiful woman squeezed into tight jeans and a low cut top, makes her way from the motel par lot to the Piggly Wiggly. She passes in front of the cluster of Teenagers. All of t boys have taken note. Some cat calls from the crowd. Juniper, without facing the Teenagers, gives them the fin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever seen that girl before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Did you see her hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Ellis catches himself and turns back to May Pearl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. We know a guy we think might know that girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. A GIRLFRIEND(17) of May Pearl's calls out to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May Pearl! Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess I'll see you. 30A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can find my phone number, you should call it. 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can find it. May Pearl walks over to her friend. Ellis watches her go, but then remembers Juniper. He turns to Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd she go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Into the Piggly Wiggly. She came from the motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna go see if it's her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go check on Galen. We'll pick you up out front. Ellis heads for the Piggly Wiggly. Neckbone calls after h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd she say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wants me to call her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis walks past the grocery aisles looking for the girl. spots her by the potato chips. He tucks behind a display stacked cans and watches. Juniper reaches for a bag of chips, birds tattooed on her hand. Ellis smiles. It's her, and she really is beautiful She turns down the aisle, coming right for him. He preten to peruse the canned food and notices that it's a big dis of Beanie Weenie. He grabs two handfuls as she passes. Ellis takes the cans to an open register. As a CASHIER sc and bags his items, he cranes his neck looking for her. She's disappeared into another section of the store. Ellis pays in crumpled cash. A horn HONKS. He sees Galen' truck idling out front. He grabs the bag and runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone waits at the open passenger door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it her? 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's her. I saw the tattoos. He wasn't lyin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No he wasn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the time Ellis makes it back home, the sun has gone fr the sky. He crosses the makeshift plank to board his hous",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR, (O.S.)",
          "text": "Home for dinner? Ellis is startled by his father's voice. Senior sits in a lawn chair under the eaves of the carport. He's hidden in shadow, save for a red glow from the tip of his cigarette",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you hidin' for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't hidin'. He notices Senior tip back a pint of liquor and set it at feet. Ellis opens the screen door leading inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come over here. Ellis lets the door fall shut and skulks over to a beam t supports the carport. He leans into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I love you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir. I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I work you hard 'cause life is work. You know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Mamma's been talkin' 'bout movin' in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean? 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She seems set on it. Wants to separate. She may ask me for a divorce. This hits Ellis like a ton of bricks. He rights himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means enjoy the river son. Enjoy it while you live on it, 'cause this way a life isn't long for this world. Game and fish's 'bout made certain of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you and me can still live out here. Game and fish can't take your boat. Not while you're still in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The houseboat's in your mother's name. Her daddy give it to her not me. If she wants to leave it, Game and Fish has ever' right to take this boat apart board by board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that ain't right. You work outta here. We got the ice machine, the traps. What are we supposed to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I said, this is your mother's business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't no townie. I ain't livin' like that. Senior takes a slow pull off the bottle. Ellis' mind race",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've let you down. A man should be in charge of his own affairs, but I haven't worked it like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But ya'll are married. Ya'll are s'posed to love each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know about that anymore. 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis is speechless. After a moment, he turns to go insid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis? He stops and turns back to his father. Senior tries to express a sentiment he doesn't have the words for. Ellis continues inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Lee sits hunched at the made dinner table. She runs finger around the rim of a half empty glass of iced tea. It's a full spread with fried chicken, mashed potatoes, a salad. The table is set for two. She's been waiting. Ellis lets the front door slam shut behind him. She sits",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're late. Ellis doesn't speak, he doesn't look at her. He enters hi room and shuts the door. He's heard the news and she knows it. Mary Lee's face dro",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis slings his backpack down, pacing the small room. He stops and leans his forehead against the door. The sound his Mother clearing the table seeps through. He kicks the door, cracking its shitty composite wood. Hi face flushed and his breathing heavy, he slides to a seat On the verge of hyperventilating, he stares out the dark bedroom window trying to get control of his breathing. Ellis looks at his backpack. It has spilled open revealin can of Beanie Weenie. Ellis studies the can. He looks back to the window. His breathing settles. Quickly, he scoops up the backpack and heads out the wind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's pitch black. The only light comes from the moon's reflection off the surface of the water. Ellis, eyes wide, navigates the small boat through choppy black water. 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis struggles to pull the boat onto shore. Leaving it h in the water, Ellis looks around. No sign of Mud. He size up the dark woods. He removes a flashlight from his backpack and shines it d the shorelines. Still nothing. Ellis follows the beam of light into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis stands at the creek that cuts through the island. He can make out a campfire glowing through trees in the distance. A RUSTLING behind him. He swings the light around. Nothing but trees. Ellis takes a deep breath. Finding the log to cross, he shines his light down into the creek. The nest of snakes show their backs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A campfire burns at the base of the tree. The firelight illuminates the belly of the boat that rests 20 feet abov Ellis, his flashlight off, crouches behind a tree and wat the campsite. There is no one there. He looks into the black forest behind him, thinks of going back. A twig snaps in the distance and he's back on guard. Elli nervously scans the woods before finally stepping into th light of the campfire. The SOUND of a gun's hammer drawing back CLICKS behind hi Ellis freezes. Mud emerges from the trees, a .45 extended toward Ellis' back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis? Ellis, still frozen, slowly turns to him. Mud huffs out a laugh and drops the pistol to his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doin' out here? Ellis slowly raises the backpack in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got you some Beanie Weenie. Mud tucks the pistol into his jeans and accepts the backp 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I appreciate that, but I didn't expect you out here at night. Mud takes a seat on the log and transfers the cans into h own duffel bag. He holds up a can of the Beanie Weenie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at that. You really know how to do somebody right. I didn't wanna say anything before, but it's hard to make a meal out of pumpkin pie filling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all my mom had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not complainin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get one of those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're yours to begin with. Ellis sits as Mud hands him a can. They eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I missed my dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You been out here too long. Mud laughs. Finishing the can, he takes a half-smoked cigarette from his shirt pocket. He pulls a twig from the fire for a light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl you're waitin' on, she's your girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juniper. Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you meet her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We grew up together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you love her? 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. The first time I saw her was on this river. Just up from here. She saved my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the snake bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. I was younger than you are now, but when I came to in the hospital and she was there, it was like the world split open, came back together new. Everything changed. I knew from then on I'd do anything for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why aren't ya'll married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've asked. Several times. Marriage just doesn't work for some people. Ellis thinks on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad says my parents may be gettin' a divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it happens, and my mom moves us off the river, they say the government can come take our boat away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who says that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody. They passed a law so you can't sell your boat. Can't rent it. If the owner leaves, they got you. Game and Fish want `em off the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never been one to trust the government on matters of personal property, but if your parents love each other, there's always a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People just sometimes forget why they fell in love in the first place. Ellis watches Mud toke the cigarette nub. He's really getting all he can from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw Juniper today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't talk to her, but she had the birds tattooed on her hand like you said. You were right. She's pretty. Mud stands, surprised by the news. He walks to the other side of the fire so his back is to the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the Piggly Wiggly. I think she's stayin' at a motel by there. The Executive Inn. Mud looks at Ellis through the fire. He takes a drag and smiles at the boy. The hole from his missing tooth shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good news. Real good news. Mud paces, slowly. He's thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does she know you're out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. We picked another place to meet. Couple days from now. Mud walks back to the log and sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna go tonight? I can give you a ride up river. Mud looks at Ellis, nodding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow. I'll go tomorrow. 39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need me to come get you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw. I can manage. Hell I got out here didn't I? Ellis smiles. They sit in silence. Ellis stares up at the boat hanging over them, its peeling hull lit by the firelight. Mud pinches the ash from the end of his cigarette, places stub back in his shirt pocket. Noticing Ellis, Mud tilts head back to take in the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a helluva thing. Mud pauses, his mind working on something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helluva thing. The two sit by the campfire staring up at the suspended b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Lee knocks on her way into the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time to get up. She begins picking clothes off the floor. Ellis, in bed, raises up on his elbows. He's tired from a late night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Saturday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to Wal-Mart. I need you to come with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. She pulls the covers off of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. MARY LEE'S CAR/INTERSTATE",
          "text": "The two ride in an awkward silence. 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis stares at the farmland passing by outside as Mary L steers the compact Toyota down a four-lane interstate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis I know what your father told you last night. That's not what I wanted. I wanted to sit you down and talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you wanna talk about? You want to leave and that means they can tear up our house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've spent my whole life on that boat. I don't think it's too much to ask for your... Mary Lee is interrupted by a line of traffic backed up in front of her. She slows to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "Oh no. I hope no one's hurt. There are flashing police lights up ahead. Ellis tries to see what's going on but can't make anything out past the of cars. They inch forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "I'm just saying there are two sides to this. I haven't made up my mind about anything because I want you to be involved in my decision, but I need a change Ellis. I deserve one. As they approach the flashing lights, they see three Stat Trooper vehicles parked to funnel traffic down to one lan The STATE TROOPERS stop each car, checking the trunks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "I think they're searching people. A Trooper signals Mary Lee to pull up to a stop. Two othe Troopers approach her vehicle. The first begins looking i her back windows as the second leans down to speak to her She lowers her window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you open the trunk please ma'am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Lee pulls the lever by her knee, and the second Troo walks around the back of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you picked up or seen any hitchhikers today ma'am?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir. The Trooper produces a flier with a color photo on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir. The Trooper leans over and holds the paper out to Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Son, have you seen this man? Ellis looks at the photo. It's of Mud. He looks exactly t same as he did last night, down to the shirt. In the phot Mud's smiling, revealing his missing tooth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've had reports that he's in this area. If you see him, call 9-1-1 immediately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will officer. The Trooper pulls his head from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd he do?! The Trooper bends back down and looks at Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move along please. Mary Lee pulls forward and speeds back up on the intersta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My lord. (rolls up her window)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "How would you feel about moving into town with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't tell your father this, but I've been looking at a couple of places. I know it would be a big adjustment for you, but it might end up being something you like. You know living on the river isn't exactly everyone's idea of the good life. Ellis? He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "Are you even listening to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis busts through the door, grabs his backpack and is g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis is off the houseboat and running up the bank. He heads down the dirt path, grabbing the Walkie Talkie o of his backpack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the Walkie) Neck! Neck, pick up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis removes branches and readies the flat bottom boat t launch. The sound of Neckbone's bike arrives before he do Neckbone crests the sand covered slope. He dismounts and starts to chain the bike up to a tree trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's the big deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mom and I were headed to Wal- Mart on 165. There was a roadblock with state troopers. They searched our car and showed us a picture of Mud. They're lookin' for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew it! I told you that crazy sonofabitch was trouble. Did they say what he did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So'd you tell `em where he is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. That's why I called you. We gotta warn him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's goin' to get Juniper today. I went out there last night and told him where we saw her. He needs to know people are lookin' for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he doesn't know that already? Jesus Ellis, why do you think he's on that island? You don't even know what he's wanted for. Ellis climbs in the boat and Neckbone yanks his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis! I'm serious. We don't know who this guy is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He loves her Neck. He told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't give a shit who he loves. Ellis starts the motor and waits for his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not dangerous. Reluctantly, Neckbone throws his leg into the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sounds like a shitload of state troopers think different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis and Neckbone emerge from the woods at Mud's campsit They scan nearby tree limbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No tellin' where the hell he's been sleepin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He may already be gone. 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD, (O.S.)",
          "text": "Hey! The boys look straight up. Mud leans over the edge of the boat above them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up here! Mud drops them a rope with knots tied in it. Ellis starts inching his way up. Neckbone begrudgingly follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis pulls himself over the edge of the boat. He finds M sitting in the swivel chair behind the steering wheel. He writes in an open spiral notebook with a black Sharpie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna have to go back on our deal for the boat. I don't feel good about it, but I don't see any other way outta what I'm into. Neckbone makes his way on board. Mud has pulled a panel o the steering column. Exposed wires dangle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you know about the state troopers? He looks up from his notebook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What state troopers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ones spreadin' your picture all over the place. Stoppin' cars on 165 searchin' for your ass. Mud factors this in and then goes back to writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know about that, but it doesn't surprise me. There plenty of folks lookin' for me right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shot a man. Killed him. 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud stands and walks to the back of the boat. The boys' e follow him cautiously. Mud lifts a hatch at the back that would typically house batteries and engine wiring. There's nothing left but a h into the trees. He makes a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry I didn't tell ya'll sooner, but I was hopin' to be gone before anything came of it. Didn't want you involved. Mud turns to really face them for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll have been real good to me. You're the only friends I got out here. If the state troopers have 165 blocked, they'll have others blocked too. I won't get anywhere in a car. I want to try takin' this boat down, see if we can get it in the water. Ellis and Neckbone stand their ground. They don't say anything. Mud walks back to the steering column. He drops his knees and fiddles with the wires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a boat like this I can make it to the gulf in two days. I could get anywhere from there. But I'd need a boat at least this big to make it on open water. It's got no title, no owner, nobody lookin' for it. It's my best shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who'd you kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a bad piece of business. Ya'll don't need to hear about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to hear about it. Mud sits up. He looks at Ellis, deciding how much to tell",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juniper made a mistake. She hooked up with a guy. He was no good. His name was Hutchins. Family owns a chain of restaurants down in Texas. 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was around, but me and Juniper were on the outs. She met this Hutchins, he sold her on some lies. Got her pregnant. That's when he started showin' who he really was. He dropped June down a flight of stairs after whoopin' her half to death. She lost the baby. He made it so the doctors think she can't have children anymore. There're things you can get away with in this world and things you can't. I tracked him down at a motel just outside of San Antonio. He was there with another woman. That's where it happened. Mud's done with his story. He goes back to the wiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand if you can't help me anymore, but I need this boat. And I need to get it in the water fast. After a moment, he sits up and wipes sweat from his foreh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've made a list. Things we'll need. What do ya'll think? Ellis takes time to consider everything. He looks at Neckbone, who has a disgruntled look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did it for her? To protect her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Ellis nods. Mud looks over at Neckbone, who still has the disgruntled look on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you want us to run around, stickin' our necks out, gettin' everything you need, just so you can take our boat. 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's about it. Mud removes a cigarette butt and sparks it with a lighter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we get out of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want? Neckbone looks to Ellis, judging his bargaining position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about that pistol? Mud eyes the boy, pulling on the nub of cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I only got two things out here worth anything. This shirt... Mud pulls the pistol from the back of his jeans. Neckbone tenses, but relaxes when Mud splays it out on an open pal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this pistol. I can't give you the shirt `cause I need it for protection, but if you help me get this boat in the water, the pistol's yours. Neckbone squinches his face in thought, sizing up this tr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A forty five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess we could work a deal like that. Neckbone steps forward to grab the pistol, but Mud puts i back in his jeans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We get this thing floatin' first. Neckbone looks over at Ellis, who shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right then. 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud smiles, flashing his missing tooth. He spits in his p and holds it out to Neckbone. Neckbone, not sure about taking the spit hand, reluctantly shakes. Mud rips a page from the notebook and hands it to Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll scrounge what you can off this list, but if we're gonna get this done right we'll need more help. Can you fetch Tom for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom Blankenship? Mud has smoked down to the filter. He crushes the butt in his palm and puts it back in his shirt pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was hopin' to let that old assassin stay put, but we'll need him to get things ya'll can't. Can you find him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know where he lives, but I've never spoke to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just tell him my name. He'll know you're serious. Ellis folds the list up. He and Neckbone start down the r as Mud goes back to the wiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Ellis nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't lose my pistol. They continue down the rope. Mud continues his work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis steers to the southern mouth of Shelly's Oxbow, the bend in the river that holds he and Tom Blankenship's houseboats, among others. He grounds the boat just shy of entering the Oxbow and st over Neckbone to hop onto the bank. 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You comin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll watch the boat. Ellis scans the woods that populate the patch of land wed between the river and this short tributary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be careful. Galen always said that old man's crazy. Neckbone keeps his seat as Ellis darts into the woods",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis prowls around the small pine trees and bushes. He pauses, seeing the entrance to Tom Blankenship's boat. Something moves on the houseboat. Ellis hunkers down behi a bush. He sees Tom wrapping cable onto a metal spool. Ellis is nervous. He checks over his shoulder, nothing bu woods. When he looks back to the boat, Tom is gone. In a crouch, Ellis moves closer. Taking a deep breath, Ellis steps out from the cover of t pine trees and heads up a walkway that leads onboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOM, (O.S.)",
          "text": "Why you huntin' me? Ellis flinches. He turns to find Tom Blankenship standing the edge of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You deaf boy? I said why're you huntin' me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't huntin you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your business here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came to find you. I got a message for you. 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're Senior's boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you got to say he can't tell me himself? Tom, rusty on pleasantries, brushes past Ellis as he head inside the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't from him. Ellis, not wanting to follow further, shouts from the pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD SENT ME",
          "text": "There is a silence. Then footsteps. Tom reappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud sent you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you know about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He asked me to come get you. Tom straightens his back. He looks into the woods, search for something he may have missed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your daddy know this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir. Mud needs your help. Tom's mind churns on a series of facts unknown to the boy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone bounces in the boat as it shifts in the choppy Mississippi water. His eyes are locked on the back of Tom head. Tom rides stone faced in the front. Neckbone turns back to Ellis and raises his eyebrows as i ask, \"What's going on?\". Ellis shrugs. 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis runs the boat on shore. Tom splashes into the ankle deep water and helps the boys drag it onto the bank. Ellis takes the lead, walking ahead and scanning the treeline. Mud steps out, just past the shadow of the wood Ellis turns to Tom and points.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There he is. Tom spits onto the muddy bank and makes his way toward Mu Ellis and Neckbone stay by the boat and watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE TREELINE,",
          "text": "Mud watches Tom approaching. He corrects his posture and feebly attempts to smooth some wrinkles from his shirt. Tom stops in front of him, his eyes pinched in the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir. They stare at each other for a long moment. Neither one flinching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE BOAT,",
          "text": "At this distance, the boys can't hear what is being said, they try and size up the situation through body language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think that's his dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In town. Got here yesterday. Tom lowers his head. Frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you out here like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys see Mud take a seat on a nearby stump. He's explaining something. Tom listens, standing over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They don't look like family. Ellis watches Mud as he gestures and speaks. He seems different. Younger. Mud stops talking. Tom scratches a hand through his white crew cut. He begins pointing a finger at Mud. His face is flushed and the sound of his voice carries to the boys, though still unintelligible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's really givin' it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE TREELINE,",
          "text": "Mud's head hangs as Tom shouts at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've spent your whole life followin' that girl! She's run you halfway cross the country and back, and for what? For this, left out on an island beggin' for help. A murderer. A thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't no thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What would you call it then? Don't even mention draggin' those boys into this. Do you have any idea what you're doin'? Waits for a response, but Mud gives none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm ashamed of you. Mud looks up at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't expect help from me. There's none to be given.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BOAT,",
          "text": "They see Tom turn his back on Mud and head toward the boa Mud doesn't protest; he doesn't move. Tom brushes past Ellis. 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm ready. Tom shoves the boat back into the water. Neckbone helps h Ellis looks back at Mud, who still hasn't moved from his stump. He goes to him. Tom sees this and stops pushing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dammit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE TREELINE,",
          "text": "Ellis stops a good six feet back from where Mud sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all right? Mud raises his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like we're on our own. He stands and takes a folded piece of paper from his shir",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't want you bein' the one to do this, but I can't see a way around it. I need to get this letter to Juniper. Could you take it to her for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to be careful. You can't just walk up and knock on her door, you hear me? You have to watch yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can handle it. Ellis steps forward and Mud hands over the note. Ellis ta it and walks back to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BOAT,",
          "text": "Tom stares at Ellis as he climbs on board. Tom looks back at Mud, who is watching him. He gives the boat a final shove before pulling himself in. They motor away. Tom doesn't look back. 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You Mud's daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud didn't have no daddy. No mother I ever knew of. He was livin' in the woods when I met him. Younger than you are now. Tom doesn't offer anymore. Neckbone thinks on his answer. Ellis kills the engine near the mouth of Shelly's Oxbow. jumps down into the knee deep river and wades onto shore. turns back to the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll need to watch yourselves. Don't go gettin' into something you don't have any business in. Mud's into something you don't want any part of. I suggest you forget about him. Ellis and Neckbone don't respond. Tom, with a final admonishing look, disappears into the woods. Ellis cranks the motor and points the boat up river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER 58",
          "text": "Edges of the notebook paper flap in the wind. Neckbone re Mud's letter to Juniper. Ellis reaches the bank where they stash their boat. He sh off the motor and let's them drift. Neckbone folds the letter back up and turns to face Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He loves her. You can tell that much. You gonna take it to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told him I would. Neckbone thinks about this seriously, shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Could be a lot of trouble. 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still got that trailer you made for your bike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone rides with Ellis on the back of his dirt bike. Cars and Trucks HONK and zip by them. Their speed is topp out at about 15 miles per hour. Mostly a result of the sm 3X4 metal trailer they are towing behind the bike. One of Senior's white fish coolers sits in the trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked in the far corner of the lot, Ellis sits on top of white cooler eyeing the Executive Inn. Neckbone straddles the dirt bike. A handful of cars are parked at the motel; old Honda, a pick-up, and a BLACK LINCOLN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say we start at the top, work our way down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. They each grab an end of the cooler and carry it across t lot toward a flight of stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SECOND FLOOR, 61",
          "text": "The boys set the cooler down in front of the first room o the corner. Ellis checks over his shoulder, nothing stran Ellis knocks. They wait. No answer. They pick the cooler up and walk to the next door. Knock. After a moment, a BLACK MAN in his late sixties opens the door wearing boxers and an undershirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're sellin' fish. You wanna buy some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fish? He looks at the two boys like they are insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK MAN, (CONT'D)",
          "text": "I don't want no damn fish. 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He slams the door. They drag the cooler to the next door. As Ellis holds up fist to knock, they hear a woman shouting a few doors dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP IT",
          "text": "Ellis heads for the room. Neckbone drags the cooler after him. Ellis reaches the motel room door, which has been le ajar. He places his hand on it and lets it fall open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRACK YOUR NOSE OPEN",
          "text": "The door opens to CARVER(47), a tall, slender man in a da Western cut suit, standing over Juniper. She's crumpled u in a ball at the end of the bed. Carver swats open-handed her head. Grabs the top of her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear me bitch? Tell me another lie. Ellis rushes Carver with his shoulder as if he were break down a door. Carver is knocked off balance. He trips over the edge of the bed and crashes into the motel room wall. Carver, slightly stunned, gets to his feet and in two bro steps lands a man-sized punch across Ellis' face. It's ha Ellis melts. He grabs the boy up by the scruff of his shi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you!? Who the hell are you!? Did he send you!? Carver removes a piece of paper from his pocket. It's a photo copied picture of Mud, different than the State Trooper's. Carver crams the photo in the boy's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know this man!? Look at him! Do you know him!? Blood trickles from a cut under Ellis' eye. He stutters under the shaking force of Carver's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't...I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone is yelling at the top of his lungs, almost in a girl's pitch. Carver turns to him. The cooler is open behind them and Neckbone holds up two Ziplock bags of fis",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're just selling fish! Carver sizes things up. It takes a moment, but he settles He snorts out a laugh and drops Ellis on the ground. Carver turns his attention back to Juniper, who is huddle in the corner of the motel. Carver walks over to her. Opening a good-sized knife, he gets down in her face and holds the blade uncomfortably close to her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you know where he is. And I swear to God I'll cut through every one a you to find him. She flinches. Standing, Carver folds up his knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We know you came here for him, and we know he's too stupid to leave you behind. So when he pops his head out of whatever shithole he's staying in, I'll be there. You tell him that. Carver turns, stepping over Ellis on his way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you need to mind your business boy. Neckbone moves from the doorway to let him pass. Carver i gone. Neckbone shuts the door and fastens the security latch. He kneels down to check on his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He popped your eye. Ellis holds the back of his hand up to his eye which has begun to swell. The cut trickles blood over his cheekbone Juniper moves to the sink. Ellis sits up, staring at her back. 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She opens an ice bucket and wraps a handful of cubes in a towel. She turns and walks over to them, her eyes cast do She kneels in front of Ellis, making eye contact for the first time. She touches his chin, gently pivoting it to s the wound. Her eyes are glassy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. He stares back at her. He can't take his eyes off her. Sh holds the iced towel to his cheek. He doesn't even flinch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry. Tears form and run down her cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. She takes his hand and places it against the towel. She g to her feet and pulls a pocket book from a bag in the cor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much is your fish? I'll buy the cooler full. Ellis motions Neckbone to the cooler. Neckbone goes over crams his hand into the ice. He removes a Ziplock bag containing the note that Mud sent. Neckbone hands it to Ellis. Taking the note, he sets his down and walks over to Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud sent us to give this to you. Juniper is stunned. She looks at the bag, then at the boy",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've met Mud? Ellis nods. Neckbone speaks up from the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah we met him. Juniper takes the bag. She removes the letter and takes a seat on the edge of the bed to read it. Ellis watches her eyes move along the paper. She smiles, which makes Ellis smile. After a moment, she folds it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tells me to hold tight. 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we read it. Juniper raises her eyebrows at Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well do you know how long `hold tight' is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's a couple days. He wants to get a boat for ya'll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God. Juniper shakes her head and goes to the sink. She pulls a lighter from her jeans pocket and torches Mud's note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him I'll wait. Running water over the ashes, she turns back to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I don't want ya'll involved. Tell him what I said and make that it. I don't want you gettin' in any trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you call that? She motions to his swelling eye. Ellis shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be all right. Keep your door locked. We'll be in touch. Ellis heads to the door as Neckbone gathers up the cooler",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. Ellis turns back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Ellis. That's Neckbone. 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juniper walks up to Ellis and puts her hands on his shoulders. She has to bend slightly to do it, but she kis him just above his swollen eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you Ellis. Ellis stares at her, infatuated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go. Ellis turns and grabs one end of the cooler. Neckbone sla back the security latch and opens the door with his free hand. They walk out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis, his foot on the door, looks back at Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lock the door. She smiles. The door slams shut. The room number, 212, stares Ellis in the face. He takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go hard on. He and Ellis wrangle the cooler down the steps. The sun s while they were inside. A blue hue hangs over everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. CARVER'S LINCOLN/PIGGLY WIGGLY PARKING LOT",
          "text": "Carver takes a drag off a cigarette from behind the steer wheel of his black Lincoln town car, conscious to blow an smoke out the open driver's window. His car, wedged between two others in the Piggly Wiggly parking lot, is pointed toward the Executive Inn. He watc as Ellis and Neckbone load the cooler onto Neckbone's bik",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis enters his houseboat. It's quiet. He sees a note on the counter next to a can of soup. It reads, \"I've gone to a movie. Warm up some soup for dinne Love, Mom\". Ellis picks up the can, not thrilled. He goes to the fridge and grabs a sack of peas from the freezer. Holding the peas against his eye he takes a seat the counter and flips through a phone book. He finds what he needs and dials a corded phone. He waits 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Is May Pearl there?...This is Ellis...Hey, it's Ellis. Hey... What?...In the phone book... from his car commercials...I think they're all right...Tomorrow? Yeah, I can meet you... Okay. Bye. Ellis hangs up the phone. With the peas pressed firmly against his face, he smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF IMAGES",
          "text": "-Neckbone's sneaker busts through a rotten plank of wood. -Inside a decrepit wooden shack, Ellis gives Neckbone a l like he's a dumbass as they proceed to take the shack apa board by board. Ellis now has a full-on BLACK EYE. A66 -Neckbone stands lookout under the carport section of houseboat. The coast clear, he gives Ellis a nod. Ellis pops open a metal locker and removes a small chainsaw and container of gas. He loads these into an empty fish coole B66 -Tom, sitting atop his houseboat with his pellet gun, as the two boys sneak the tools away. He's displeased. C66 -At Neckbone's mobile home park, Ellis heaves loops o rope onto their mini dirt bike trailer. Neckbone stands nearby laughing with the rope's OWNER, a lanky guy with b teeth and a Tasmanian Devil tattoo on his neck. AC66 -Ellis hoists Neckbone up by the foot allowing him t unscrew a road sign. D66 -A mop soaked in black tar slops across the flat roof furniture store in downtown Dewitt. Neckbone and Ellis st in the store's parking lot yelling up to the ROOFERS. -They get one's attention, and Neckbone points to a dried pile of leftover tar that has been dumped at the back of building. The ROOFER swats a hand at the boys. They proce to load the dried hunk onto the small trailer. E66 -From a distance, Neckbone and Ellis stand on a sailb the middle of a fenced-in marine junkyard. Surrounded by boat parts, the boys begin shuttling several large metal pulleys off the sailboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud smiles, showing his missing tooth, as he looks over t load of items the boys have stacked in their boat. Neckbo tosses a loop of rope to him. 61A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got more, but no motor. 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This'll work for now. You get her my note?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Ellis turns and Mud sees his black eye for the first time",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you get that from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We came up on Juniper's room. A guy was in there beatin' up on her. Mud's face turns dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis rushed him. Got smacked for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd he look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Tall. Looked like a cowboy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAMMIT",
          "text": "Mud slings the rope to the ground and kicks it. His face flushed. It's the first time the boys have seen him angry",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOD DAMMIT",
          "text": "The boys back up. Mud takes a deep breath, tries to cool down. It takes a moment, then something occurs to him. He eyes Ellis with a look of genuine gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for lookin' after her. Ellis nods. Mud picks up the rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name's Carver. Brother of the man I shot. If he's here, then more are comin'. 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More what? Mud gathers the supplies and heads to the treeline. The boys, with their hands full, follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bounty hunters. Carver's rotten, but his daddy's the one to be scared of. He'll spend all the money he has to see me dead. If it was up to me I'd put the whole family down same as the other. Not a decent man between `em. Mud stops and turns to lay a serious look on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll listen to me now. If you see that old man, don't get near him. He's the triple six real deal scratch you hear me? Mud waits for nods from them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galen drifts in his own boat out on the Mississippi River He stares at something in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A68 FROM ACROSS THE RIVER, A68",
          "text": "He sees Neckbone and Ellis on the island walking with Mud Galen, a concerned look on his face, keeps one hand on hi motor and the other on a bulging net of mussel shells. His HELPER, a salty looking man in his fifties, sits at t front of the boat sipping Budweiser from the can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you waitin' for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. After a moment, Galen cranks the motor and speeds away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud stands with Ellis and Neckbone on the deck of the boa He holds a pulley in one hand and a length of rope in the other. He stares up into the trees. 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis, can you climb up that trunk and get these hung?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a foot of line and tie `em off with a bowline knot. You know it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not stupid. Ellis takes the pulley and scales the trunk without hesitation. Mud tosses his pocket knife to Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck, start cuttin' line. Three fifteen foot sections. Count a foot long as your arm. Mud begins threading the pulleys with rope. As Neckbone c rope, he sees the pistol stuck in the back of Mud's pants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's so special `bout that shirt you'd lose your pistol for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's got a wolf's eye sewn in the sleeve. More protection than a bullet ever gave. Tom swears by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He said he wasn't your daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom's the closest thing I ever knew to a father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never met my parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hard not knowin' the ones you came from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My uncle Galen tells me things about `em. He's the one that takes care of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom did that for me. 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis drops down to the deck and grabs another pulley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you mean when you called Tom an assassin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom's had lives you'd never know about. Grew up up North. Went to Yale. For a long time he was a paid killer for the C.I.A. Lived in Cuba in `63. He's probably killed more people than you've met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hand me that line. Neckbone tosses him an end of rope, looks to Ellis. Ellis gives a shrug before heading back up the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud hangs off the tree fifteen feet up by a piece of rope tied around his waist. A series of ropes and pulleys crisscross from the boat to the trees. Neckbone and Ellis stand on the ground staring up at him. Mud holds a chainsaw and seems to be hesitating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well if you're gonna do it do it! Mud takes a deep breath and yanks the cord. Angled on one the main branches holding up the boat, Mud begins cutting Ellis and Neckbone step further and further back as they watch the chainsaw work through the thick limb. Suddenly, the chainsaw stops. A deep CRACKING sound. The huge branch SNAPS, tumbling off lower limbs before crashi to the ground. Mud holds onto the trunk for dear life. The branch now rests on the ground, SILENCE. The ropes an pulleys hang taught, squeaking from the weight of the boa Mud slowly lifts his head up. He smiles at what he sees. The rigging has held.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One down! Neckbone and Ellis watch as Mud scampers around the trunk the next branch. The chainsaw cranks back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This shit is crazy. 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis looks out the car window at HIGH SCHOOL KIDS that h gathered in the Piggly Wiggly parking lot. His hair is slicked to one side, and he's wearing a collared shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time are you gonna be home? Ellis shrugs. She looks at him as the car radio rambles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "No later than eleven? Ellis nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make up your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About moving in town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About leavin' dad. Mary Lee thinks about how to answer, shuts off the radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't make other people change Ellis. If I'm unhappy then I'll have to be the one to change something. Ellis chews on the inside of his cheek and watches her av eye contact. He shoulders his way out of the car. Mary Lee takes a moment before driving off. As Mary Lee pulls away, Ellis takes in the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up at Juniper's motel room and sees her leaning the railing smoking a cigarette. She doesn't see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pauses, noticing a MAN to his left who ALSO stares up Juniper. The man, early thirties with a thick mustache, i JAMES. He leans against the grill of a black Lincoln. 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carver appears from inside the Piggly Wiggly. He holds a of coffee and is closely trailed by a fat little man, NELSON(56). They're all dressed in a similar fashion, a cross between rural farmers and rodeo stars. As Carver approaches the Lincoln, he scolds James for lea on the grill. Carver rubs the hood with his coat sleeve a gives orders to the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (O.S.)",
          "text": "Ellis! Ellis turns to see May Pearl hopping down from a Ford Bro She leans on the door and waves Ellis into the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (CONT'D)",
          "text": "Come on! Ellis takes another look at Carver and his men before run over to the Bronco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bonfire rages in the middle of an open field. A FEW DOZ KIDS mingle between vehicles and the fire. Drinking, yelling, music blasting from car speakers. Ellis stands by himself next to the blaze with his hands his pockets. May Pearl has vanished. Pryor, the skinny kid Ellis punched to get this date, wan past. He makes eye contact. Ellis stares him down. Pryor glares back but then just skulks over to another group.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (O.S.)",
          "text": "Try this. A Styrofoam Sonic Cup is thrust into Ellis' hand. He turn to find May Pearl standing next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (CONT'D)",
          "text": "Come on. She leads Ellis behind one of the trucks parked nearby. M Pearl climbs onto the tailgate, a red glow across her fac No one else is around. Ellis hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (CONT'D)",
          "text": "You wanna sit down? Ellis takes a seat next to her. She looks at him, smiling and gestures to his black eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (CONT'D)",
          "text": "You must really like to fight? 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really. Ellis takes a sip from the Sonic cup. His face puckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you're not scared if you have to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess. You got a lot of friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all right. I don't know all of `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you're pretty popular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. `Cause you're nice to people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're nice to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I like you. Ellis digs into his jeans pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got this for you. He removes a bracelet made from the pearls he collected o Galen's porch. May Pearl takes it, begins putting it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bracelet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone's uncle caught the pearls. I thought with your name and everything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. She leans over, hugging him with a kiss on the cheek. She stays close. 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna be my girlfriend? She smiles, then kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning fog sits on top of the water around Ellis' houseb Ellis steps outside and makes his way to the ice machine. loud WHISTLE comes from across the oxbow. Ellis walks to edge of the garage. A75 He sees Tom Blankenship seated on the roof of his hou He motions Ellis over. Ellis watches him, unsure of what to do. Another WHISTLE. Tom motions to him again. Ellis looks back at the house. sign of his parents. He shoots a glance back at Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis bumps his father's boat against the side of Tom's houseboat. He steps up onto the deck and ties off. Tom, down from the roof, stands by his front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want some coffee? Tom disappears inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't drink coffee. Ellis waits for a moment, but realizes this is Tom's way inviting him inside. He enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This houseboat, although similar in size, is different th Ellis'. It's an actual wood shack that has been construct atop a barge. Ellis looks at photos, books and memorabilia that cram th walls and shelves. It feels homey. Tom, his back to the boy, stands in the kitchen area pour a cup of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You been seein' Mud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A collection of framed photos on a desk catches Ellis' attention. A young Tom with a pretty dark skinned girl. They seem happy. Another photo, late 60's, of Tom standin alone in a suit. He holds a LONG SUITCASE. Tom enters holding two cups of coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to lie to me boy. He hands Ellis a cup of coffee with a cartoon image of a on it. It reads, \"I'm a real bitch in the morning!\" Tom sits in a LazyBoy that he gently rocks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen you runnin' around. Takin' things. He all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He get that boat down? Ellis nods. There is an awkward moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He called you an assassin. Tom snorts out a laugh, sips his coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long have you known Mud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well that's long enough to know he's full of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So it's not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was a sharpshooter in the army. In Mud's world, that makes me an assassin. Not exactly true, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah I guess. Tom notices the boy's disappointment. 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he's a bad ass don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know why he's stuck out on that island?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shot somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tell you why he shot that man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he hurt Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. The real reason Mud's in the trouble he's got is because of her. He's been in love with that girl since he was your age. They used to run all around here and it was the same back then. He'd follow that girl wherever she led him. Problem is she don't care about nobody but herself. I've told him as much. She'd bed down with the meanest snake she could find, then when things went bad she'd go runnin' to Mud. Mud would take her back, then go find whatever unlucky sonofabitch last put a hand on her and beat `em `til they knew to never touch her again. And this time I guess he thought a beating wasn't good enough. Had to shoot that fella. I don't know for sure, but I'd put money on Juniper knowin' he'd do it. And I have a suspicion she might of even told him to. Either way, those two are set for failure. Only chance Mud has is to cut her loose. Cause I'll tell you what, Mud's no bad ass. He's runnin' scared. Ellis can't look Tom in the eye, he's offended by the old man's remarks. Ellis sets the coffee cup on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go. Ellis heads for the door, but stops short. 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're wrong about Juniper. They love each other and they're gonna make it. If you weren't a wore out old man you'd know it was true. Tom eyes the boy, taking a sip from his cup. He nods a goodbye to Ellis who is already out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis stomps out of the trees and is struck by the new position of the boat. It hangs three feet off the ground; SUSPENDED in dry dock. A clear-cut path of trees leads of toward the island's southern shore. Beside the boat, remnants of a giant fire smolder. Ellis surveys the MOUND OF ASH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD, (O.S.)",
          "text": "What you say Ellis? Ellis turns to find Mud standing on the deck of the boat holding a fistful of wires. He jumps down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got more stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You find a motor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yet. (points to the ash) What's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I made a bonfire. Mud enters the woods. Ellis follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bonfire's an all purpose cure all for bad luck. I don't know where this boat's been or what kind of person had it before me. For all I know it could have some serious bad business left on it. We got too much ridin' on this thing to leave to chance. Where's Neckbone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helpin' his uncle with a dive. 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud and Ellis exit the treeline heading to Ellis' boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom called me over to his place this mornin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was runnin' down Juniper. Ellis looks for a response, but Mud just jumps up into th boat and starts throwing pieces of wood on shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told him he was a wore out old man. Told him he couldn't know how much you loved Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know his story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should. Tom loved a woman more than most men could in two lifetimes. They had a good life started together. Mud hops down and scoops a load of wood into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was pregnant with a little boy, but the birth got the better of `em. They didn't make it. Tom's been alone ever since. Lone wolf. Mud has begun walking back to the treeline. Ellis stays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go help my dad. Mud turns back but doesn't stop moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for the wood Ellis. Ellis watches him go, thinking on what he said. 74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIVER",
          "text": "Fully suited in diving gear, Galen toils in the murky bro water at the bottom of the river. His gear consists of a typical wet-suit, wet-socks but no gloves. His metal helmet is not typical. It's welded from half a hot water heater that's been fitted with barbell weights. A hose connected to the top runs to the surface. Galen ties off a netted sack and yanks on its line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small air compressor chugs as Neckbone stands in the mi of Galen's boat pulling in the heavy rope. At the end, th net bulging with mussel shells appears. He manages to roll the heavy load into the boat before mo over to a crank handle that feeds another line. After several cranks, Galen's steel helmet breaches the surface. He places his hands on the edge of the boat as Neckbone removes the barbell weights. The weight removed, Neckbone takes off the helmet. Galen pulls himself into the boat, out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This shit never gets easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a good haul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had worse. Galen reclines as Neckbone kills the air compressor and begins organizing the gear. He watches his little nephew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You doin' all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't need to tell me anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell you what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know I'm just your uncle, not much of a parent. But you can tell me things if you need to. 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can tell you this helmet smells like my duck butter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis holds a wrought iron door open with his backside as ELDERLY WOMAN takes the paper bag of fish from his hands. Ellis walks back to the truck. Senior watches him, lookin at the black eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. SENIOR'S TRUCK/CATFISH PARLOUR",
          "text": "Ellis rides up front with Senior. Windows down, no radio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where'd you get that black eye?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A kid in town. He got his too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you fightin' for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Bout a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When'd that happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Other day. Senior pats his shirt pocket and finds a smoke. Lights it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You seen your mother today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You not talkin' to me? 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talkin'. I'm talkin' to both of you. That's all ya'll want to do is talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's your mother. Would rather tongue lash a problem than step up and handle it. You'll see one day. Women are tough. They'll set you up for things. You can't trust love, Ellis. If you're not careful, it'll run out on you. You just gotta pick a woman and roll the dice. Hope you don't wake up in fifteen years hatin' each other. Ellis keeps staring out the window as they pull into the parking lot of the Catfish Parlour Restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senior climbs out of the truck and enters the restaurant. Ellis pops open the tailgate and reaches for a cooler. The Catfish Parlour is one business in a strip center row There is nothing else around save for farmland and a mote across the road. Ellis notices Carver's black LINCOLN parked in the motel He walks away from the truck to get a better look. Ellis scans the FOUR OTHER VEHICLES in the lot. All Texas plates. A maroon Cadillac sails past and turns into the motel. Ellis recedes to the rear of his truck. He watches as KING(76), a fireplug of a man, emerges from Cadillac. Cramped from a long drive, he stretches and eye the sign for the Pines Motel. A motel room door opens and Carver walks out. He's smilin and calls out to King. They hug as a green PICK-UP pulls MILLER, a slick dressed man in black boots, climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR, (O.S.)",
          "text": "Ellis! Let's go! Ellis snaps around to find Senior leaning out the restaur door. Ellis yanks the cooler down and drags it inside. He looks back over his shoulder for a final glance at the me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy this is Miller. He's one of ours. 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you do? Appreciate your help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be in in a minute. Miller nods and enters the motel room. King turns to Carv",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catch me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They work in shifts. Two outside her motel, the others either out searching or sleepin' here. I met with the county sheriff but he wasn't much help. Said they'd handle their own business, but I got two of their people on payroll and a person on the inside at the state police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Doin' good. Who all's here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All but two now. Nelson and James are watchin' her place. I called the rest in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Let's meet the men. Carver leads his father to the motel room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carver holds the door open as King steps inside. A door t his left connects another room which is empty. An episode of the Smurfs plays on the television. There's MAN on each of the queen beds. Another THREE playing card at a small table by the window. MILLER stands in the corn smoking. Empty Budweiser cans litter the room. King, unimpressed by the scene, looks at his son. Carver quickly moves in front of the television and turns it off He stares down the men on the beds. 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get up. (to the others) Ya'll pay attention. The men get up from the beds and the others put down thei cards. Everyone slowly gathers into an audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is my father, King. He runs the show. Carver recedes as King steps forward. He speaks like a hi school football coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Men. I wanna thank you for the work you're doin'. It's important work, and I want you to know what it means to me personally. I'm grateful for it. No man should have to bury his son. It's not natural, and it's a pain I hope none of you ever have to endure. King removes a photocopied picture of Mud from his pocket He unfolds it, stares at it, then raises it to the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This man did that to me. He took my youngest boy. And now, you're gonna help me get him. King stares at the men, keeping the photo held high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now gather `round. Come on now, in a circle. I want ya'll to join hands. They do it reluctantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody take a knee. They do. King joins them on his knee and grabs Carver and another Man's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bow your heads. I need you to help me pray for the death of the man that killed my son. They all bow their heads. 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tarp is thrown back from a rusting boat trailer. Ellis and Neckbone stand by the trailer looking less than thrilled. It's covered in junk and debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You touch her breast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks. Ellis walks up and knocks a stack of bricks off the trail",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could take it apart. Bring it out piece by piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's welded. We'd just tear it up. What if we float it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Neckbone walks to the trailer. Ellis follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys open the front door and are met by a BLINDING LI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus! They squint and shield their eyes. The light shuts off as quickly as it came on. Galen stand in front of them wearing his wet suit. The bar with the flood lights attached sits across his shoulders. The boys rub their eyeballs, seeing spots. Galen shuffles over to the couch holding a marine battery connected to t lights. He labors to take a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think? 79A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's real good Galen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme a minute. Neckbone, still blinking, goes back to his room. Ellis notices Galen staring at him. Galen pats the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come `ere Ellis. Ellis takes a seat on the other end of the couch. Galen p the spot next to him. Ellis scoots over, uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see that ceiling fan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found it in the river. Works great. Best ceiling fan I've ever owned. This river brings a lotta trash down it. Some a that trash is worth a lotta money, some of it's not. You gotta know what's worth keepin' and what's worth lettin' go. You know the difference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck looks up to you. Don't get my nephew into anything you can't get him out of. Galen forces a stare with Ellis, who nods. Neckbone enter as Galen begins to remove his light rig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help Me Rhonda's just about a guy needing to get a piece to get over a girl that put one over on him. So you get your heart broke, don't walk around with a shit look on your face. Get back in there. Get your tip wet. You hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I'm sayin'. 79B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis doesn't. Galen moves to an electric guitar leaning a small amp in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll wanna hang out? Alan's comin' over. We're gonna pump it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got stuff to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever. The boys exit as Galen turns on the amp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galen pumps it up inside as Neckbone and Ellis walk to th boat trailer. Neckbone pulls a handful of long zip ties f his back pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were ya'll talkin' about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud's knife slices through a plastic zip tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "King. That's what they call him. A BOAT TRAILER rests atop FOUR, 55-GALLON BRIGHT YELLOW BARRELS affixed with plastic zip ties. The make-shift raf is half on shore with the back still floating in the wate The boys watch as Mud walks around the trailer cutting of the zip ties. The barrels kick out from underneath the trailer as this happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's their father. You didn't go near him did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. That left-handed sonofabitch is the devil himself. If he's here, then it's time. We need to get Juniper out here. 79C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We still need a motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a motor in the scrap yard might work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need one that runs. Mud moves to the front of the boat trailer and begins dragging it fully onto the bank. It's heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can get it runnin'. Tell him Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true. He built his own dirt bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right then. Give it a shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. That motor's worth somethin'. It's not like this other junk. 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been there for months. Nobody's even gonna know it's gone. Ellis hesitates. He looks to Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do need a motor. Ellis thinks on it as Mud takes a deep breath and grabs t trailer again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The supermarket is busy. Ellis stands at a pay phone out front as Neckbone kicks a vending machine nearby. Ellis looks at Juniper's motel. He scans the Piggly Wiggl parking lot and spots Carver's black Lincoln. Ellis picks the phone and deposits some change. He dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna talk to room 212.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. JUNIPER'S MOTEL ROOM/PIGGLY WIGGLY",
          "text": "Juniper watches TV (o.s) at the foot of the bed. The phon rings. She snaps up, hits mute and grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Juniper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank god. I've been goin' crazy in this room. Is Mud okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. It's time to take you out to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow. We'll come get you. 81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's goin' on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a plan for ya'll to get away. Be ready tomorrow at five. Neckbone'll be waitin' at the back of the motel with a dirt bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're watching my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take care of that. Just be ready at five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. Just wait. I don't know about alla this. I don't even know what he thinks we're gonna do. Where are we even gonna go? This is Mud. This is what Mud does. Ellis hears her crying through the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. He's got the boat. We helped him fix it up. It's a good plan. Just be ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you even doing this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you helping us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cause ya'll love each other. Juniper searches for a comment. Ellis, looking out over the parking lot, sees May Pearl getting out of a car with her MOTHER and SISTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait. Dial Tone. Juniper holds the phone, worried. 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis turns and watches May Pearl push a cart in the park lot with her family. Neckbone bangs at the Coke machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd it go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. CARVER'S LINCOLN/PIGGLY WIGGLY PARKING LOT",
          "text": "Carver sits behind the wheel of his Lincoln. The man with the mustache, James, sits in the passenger seat next to h Carver notices Ellis and Neckbone standing in front of th Piggly Wiggly. He climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme a quarter. This shit took mine. Ellis watches May Pearl entering the grocery store. He ca out with a wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL",
          "text": "Without stopping, May Pearl, along with her Sister and Mother, all turn. May Pearl sees him, but doesn't wave ba She continues inside. Ellis looks confused, then embarrassed. Neckbone notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right man. She's with her family. Come on. I wanna get that motor before dark. They head to the dirt bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARVER, (O.S.)",
          "text": "Hey there! Ellis turns to see Carver approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You remember me don't you? Ellis nods. Carver notes the healing bruise on Ellis' fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure sorry about that. Ya'll caught me at a real bad time. 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis climbs on the bike. Carver walks over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on now. One second. I don't want ya'll thinkin' I'm a bad guy. Ya'll were just trying to do a job, and I got in your way. Carver removes a roll of twenties and peels off two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's just say I bought that whole batch of fish ya'll were sellin'. Would forty cover it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'd bout do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't want your money. Carver steps in close to the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet ya'll really get around this town. Probably know every hole and ditch. Have ya'll come across the man whose picture I showed you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Carver removes a flier with Mud's picture and holds it ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure about that? Take a look with your good eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about that girl in the motel? The pretty one. Ya'll talk to her some more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Carver smiles. He tucks the flier and the forty dollars i Ellis' hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a number on there. Ya'll let me know if you do. 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone cranks the engine and backs the bike up with his feet. They pull away. Moving, Ellis looks back to see Carver watching them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone pulls back a loose section of chain-link fence surrounding the marine junkyard. Ellis crouches through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE JUNKYARD,",
          "text": "Ellis and Neckbone creep through piles of starboard and b parts. They stop at a party barge with only one pontoon. its rear hangs a big rusted motor, 200 horsepower. Neckbone quickly disassembles its attachment. The motor p loose leaving the boys to strain against its heavy weight They ease it to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus that's heavy. The boys get on either side of the motor and begin half- dragging it back to the fence line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE YARD,",
          "text": "A LITTLE GIRL(10) dangles her feet off a loading platform bites at an ice cream sandwich. She watches Neckbone and Ellis from a distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis walks onto the houseboat as the sound of Neckbone's bike fades in the trees. He stops, noticing a PAPER BAG sitting on the water's edge of the boat. He goes over to He opens the sack and takes a quick inventory. A loaf of bread, potted meats, a bottle of Jack Daniels, a roll of cash, and an Arkansas boat tag. Ellis looks around, no one. He looks over to Tom's boat. It's dark. Ellis scoops up the sack and heads inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The digital wristwatch changes from \"4:59\" to \"5:00\". Neckbone sits on his bike parked near the vending machine the Piggly Wiggly. Ellis, on the payphone, scans the park lot. No sign of Carver's Lincoln. No other Bounty Hunters",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are those bastards? 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not answerin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you wanna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your bike around the side. I'll check her room. We'll just have to hope no one sees us. Neckbone cranks the bike and speeds toward the motel. Ell looks to the motel, then the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SECOND FLOOR,",
          "text": "Ellis cautiously heads up the stairs. He eyes the parking lot at the Piggly Wiggly but still sees no sign of Carver men. He moves quickly toward Juniper's door. Checking over his shoulder, he knocks. No answer. He knocks again. Nothing. He peeks through the window. No lights. No movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY THE DIRT BIKE, 95",
          "text": "Neckbone gets off his bike and slips to the corner of the building. As he peeks his head out, Ellis nearly knocks h over on his way downstairs. They both flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Was she there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'. Ellis notices the front office",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MOTEL CLERK(29) doesn't look up from his issue of Lowrider as Ellis and Neckbone enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scuse me, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're lookin' for the girl in room 212. You seen her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see her today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, she came down askin' for directions to the nearest bar. I told her to head out to a place on 61. Ellis digests this. They turn to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTEL CLERK, (CONT'D)",
          "text": "Wait a second, are ya'll the little bastards tryin' to sell fish to the guests? They're already out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis and Neckbone pull into the gravel lot in front of a roadside bar. The cinder block building sits by itself ju off the highway. Cars and motorcycles fill the lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think this is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gotta be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small bar is loud and crowded. Shoulder to shoulder PATRONS bump against one another as MUSIC blares. Neckbone and Ellis press through the crowd searching for Juniper. They are a good foot shorter than anyone else. Ellis notices a man at the bar. It's Miller, the bounty hunter from King's motel. He's staring at something acros the room. Ellis follows his line of sight. The crowd weaves in front of him, but then he sees her. Juniper leans against a pool table at the far end of the A GUY(32) whispers in her ear and kisses her neck. She throws her head back, laughing. Ellis watches in disbelie Nearby, the BARTENDER(46) fills a customer's shot glass. two underage kids catch his attention. 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis' face is frozen, locked on Juniper. Neckbone places hand on his shoulder. Juniper's eyes drift toward the boys. She makes eye conta with Ellis, and her smile vanishes. The Guy keeps whisper in her ear. Juniper straightens her back slightly. Ellis can't take his eyes off her. Juniper stares back at him, but doesn't make a move. After a moment, Juniper's eyes fall to the floor. She tur her head back to the Guy. The crowd fills back in and the image is out of Ellis' reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER, (O.S.)",
          "text": "What the hell are ya'll doin'?! The Bartender swoops in, grabbing them both by the backs their necks and shoving them toward the door. Ellis strai against the thick hand. He tries to get another look at Juniper, but it's too crowded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bartender flings Ellis and Neckbone into the parking Neckbone slides on the loose gravel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya'll stay outta here! Ellis just stands staring at the front door. The Bartende makes a swatting motion toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I SAID GET OUTTA HERE",
          "text": "Neckbone gathers his friend and leads him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a lot asshole!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on man. They head over to Neckbone's dirt bike. He pulls out the and climbs on. Ellis hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take you home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're gonna have to tell Mud. Neckbone drops his head, nods reluctantly. 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys struggle to pull the heavy motor out of their bo It hits the shoreline with a thud. They lean over it, sucking air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just leave it. Mud'll have to help get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you gonna tell him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll just tell him the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud stands at the back of the boat, which now rests on th boat trailer near the water. His face is clean shaven and his hair is wetted back. His shirt, still filthy, is tuck into his pants. He whistles and works by the light of a small fire nearby Ellis steps out from behind a tree. He's holding the groc sack that was left on his houseboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD",
          "text": "Mud, hearing the voice, quickly puts down his tools and t to the woods. He smooths his clothes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you say there?! Ellis appears out of the dark, followed by Neckbone. Mud' eyes search the treeline for Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you say Ellis? Ellis can't look him in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got that motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is Juniper okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she? 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She didn't meet up with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened? Was it Carver?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't Carver. Mud straightens up, prepares for the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's goin' on Ellis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was supposed to meet us on the side of the motel. She never showed up. We went asking for her. The motel clerk told us she went to a bar out on 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We tracked her down. She was there with another guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were together. Mud's face drops. He walks to the fire and shakes a cooki pot resting in the coals. The pot bubbles with roof tar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She probably thought Carver was on to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She knew the plan Mud. She just didn't show up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was she doin' with the other guy? Ellis hesitates, not wanting to say. Mud pushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What were they doin' Ellis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were playin' pool. Drinkin'. He was close up on her. They were laughin'. He kissed her on the neck. Mud nods. 90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's how it is. He takes the pot of roofing tar over to the boat and begi pasting some of the newly replaced boards with a flat sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want us to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just go home Ellis. Ellis looks at Neckbone, then sets the grocery sack on th ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom left this for you. They slowly retreat into the woods and disappear. Mud turns back to the campfire and shoves the pot into th ashes. His eyes, soft and red, reflect the flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis and Neckbone motor away from the island in the flat bottom boat. They look back at the shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think it's all right to leave him alone?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I doubt it! Neckbone sees Ellis' concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll sleep over at your house tonight! We can check on him first thing tomorrow! Ellis nods. As they head further up river, the island gro smaller, silhouetted by the moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone snores, sprawled out on top of a sleeping bag on floor. Ellis sits up in bed with something on his mind. He gets up and steps gingerly over Neckbone to exit the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The house is silent. Ellis slips into the kitchen and pic up the phone receiver mounted on the cabinet. 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pulls the cord out to stand with his face in the corne He dials, waits, and speaks softly into the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Is May Pearl there...This is Ellis...I called yesterday, you give her my message?...My name is Ellis. I'm her boyfriend...Oh, she's asleep...I said she's asleep? The front door flies open. Senior storms headlong toward Ellis. He shouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE",
          "text": "Ellis turns as Senior yanks the phone by the cord. It sna out of Ellis' hand and smashes apart on the floor. Ellis flinches at the sight of his father flying at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell have you been doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT HAVE YOU BEEN DOIN'",
          "text": "Senior grabs Ellis by the arms and shoves him against the wall. Mary Lee comes running from her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR",
          "text": "She slaps at her husband's arms and back. He swats her aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell her. You tell her what you've been up to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you're sayin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your hands off him Senior! Senior keeps Ellis pinned to the wall with his left hand. opens up and addresses Mary Lee with his right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J.J. Crawford said a boat motor went missin' from his stock yard. Said his daughter saw this one and his friend haulin' it off. This makes Mary Lee pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you tell me right now, did you steal that motor? 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We didn't steal it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lie to me again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We thought it was junk. We didn't think it was worth anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis? A cool anger rushes over Senior's face. He releases Ellis and takes a step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell me I raised a thief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a thief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take property that's not yours. Property that belongs to another man. That junk is his livelihood. I'm ashamed of you. Ellis drops his head. His face flushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mary Lee) Shut your mouth. You think you can take things and not have him see it? Neither one of you has any respect for a man's livelihood. A life that puts clothes on your back and food in your stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you blame this on me. One doesn't have a thing to do with the other and you know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me what I know. If you can steal a man's life out from under him in front of your son and think he won't take a lesson from it than you're even dumber than you look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it dad. 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Senior volleys a finger at Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's raisin' you a snake like herself, and you can curl up with her `fore I give a damn. You just remember this when you watch them rip this house apart board by board. You Hear Me! Mary Lee slaps Senior hard. He turns to her, saying nothi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a man who's never had the strength to support his own life. I never asked you for a thing, and I've never took a thing from you that I couldn't provide for on my own. If they do tear my home apart the only joy I'll have in my heart is knowin' that they'll be tearing you out of my life for good. She wipes her eyes and turns her attention to Ellis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "Ellis. You'll return that motor from where you found it and you'll apologize in person to the man you took it from. I won't hear about anything like this again. Mary Lee walks to the front door. She collects her purse keys and exits quietly. Senior and Ellis stand in silence, which feels even more uncomfortable than the shouting. Ellis finally speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't take that motor back. But I'll pay him for it. I'll pay him what he wants for it. Senior, stoic, pivots his body away from the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what you do Ellis. Senior retreats to the bedroom. Ellis is left alone in th wake. He looks to his room. The door opens slightly and Neckbon takes a step out. Neckbone doesn't say anything. He just bites at his lip, sympathy for his friend. 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charred hunks of driftwood smolder in a ruined pile on th sand. They constitute the remains of a large bonfire. Neckbone and Ellis stare at the ash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell's all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a bonfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess he didn't care about bein' seen. Ellis kicks at one of the burned logs. He bends down and finds the bottle of Jack Daniels, smashed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He had something else on his mind. Come on. Ellis leads Neckbone into the treeline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud's yellow shirt hangs, partially ripped, from a tree branch. Ellis pulls it off the limb. Concerned, they head deeper into the woods, over the fall tree trunk that bridges the creek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys watch Mud through the trees at a distance. He's crouched on the deck of the boat fiddling with wiring. Mu giving no sign he sees the boys, yells out to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are ya'll hidin' for? Mud drops the wiring and scales down to the bank. They emerge from the woods. Ellis carries the yellow shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We found your shirt. Ellis tosses it to him. Mud tosses it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep it. I don't need it anymore. Mud goes to the motor at the rear to tinker with more wir 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We saw what's left of your bonfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody could've seen you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do some drinkin' last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did a lot of drinkin' last night. Mud stops and walks over to address the boys. His face is pale and his manner is curt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck I'm gonna need you here to get the motor runnin'. Ellis I need you to do something else for me. Mud removes a folded note from his back pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to take this to Juniper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay Mud. Ellis takes the letter. Mud goes back to the boat motor. motions to Neckbone to join him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still takin' Juniper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a dream last night. I saw Juniper laying in a field with another man. They were making love. I walked out into the field. Walked toward `em. I was so angry the tips of my ears were burnin'. That's how I knew I was gonna kill this man. But when I got up close enough, I saw that the man she was with had tattoos on his back, just like mine. I moved in closer and the guy turns his head back toward me. Hair for hair, dead truth, the guy she was with was me. Mud ducks back under the motor. Ellis looks at Neckbone, worried. 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll finish the boat, but I'd be surprised if I live long enough to sail on it. A vision of yourself is a sure sign of death. Neck can you grab me a socket wrench? Neckbone and Ellis walk to the toolbox sitting nearby. Th crouch by it, speaking quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. What about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I borrow your bike? Neckbone fishes the key out of his pocket. Hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tump it. Ellis nods. Neckbone walks over to Mud with the toolbox. Letter in hand, Ellis gives a final look toward Mud's lab and walks back into the woods. On his way, he stops to ha Mud's shirt on a tree branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis rides in the flat bottom boat alone. He stares at t letter in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis sits on the dirt bike. He scans the parking lot. No black Lincoln. His eyes stop on a green pick-up. Miller, sits inside. Ellis looks around and finds a pay phone nearby. He gets the bike and walks toward it. Ellis removes the flier Car gave him. He dials a phone number copied at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone) Hello. I saw the guy you're lookin' for...Yeah, he's crazy lookin'. Saw him at the Wal-mart outside of Gillet. He was buyin' some beanie weenie...'bout five minutes ago. 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis hangs up the phone. He walks back over to the bike, climbs on and waits. After a moment, he watches as Miller's green pick-up pull out of the Piggly Wiggly parking lot and races away. Elli cranks the bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis, at a slight crouch, keeps his eyes on the Piggly Wiggly parking lot. The green pick-up is nowhere in sight At Juniper's door, he knocks twice, softly. The door swin opens. Juniper stands there, holding a lit cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wonderin' when I'd see you. Ellis checks over his shoulder and walks inside",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bed is unmade and the room is a bit of a mess. Ellis keeps his head down. Juniper closes the door and takes a seat on the edge of the bed. She grabs the remote control and mutes the television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry about last night. I didn't plan on... Before she can finish Ellis has fished the letter out of pocket and holds it out to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm supposed to give this to you. Juniper takes the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Ellis goes to the door. He pulls the bedroom curtain back slightly to check the parking lot. The coast is clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis? He turns to her. 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All you had to do was be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why'd you even come here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came here to leave with him. I really did. But now...now I guess I just came to say goodbye. His eyes fall to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know us Ellis. We've been headin' this way for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know he'd do anything for you. She puts her cigarette out in a Coke can on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really believe that? Ellis nods. Juniper speaks to him gently, almost smiling. It's a look of resignation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud's a born liar. That's what makes him so likable. He makes people feel good about themselves. He's a romantic. I don't think he means to hurt people. But when people get close to him, that's what happens. Ellis watches her as she goes to the sink and wets the en a towel. She dabs her eyes at the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do love him Ellis. But I can't spend the rest of my life runnin' with him. I may not know what kind of life I want, but I know that's not it. Her back to him, Ellis watches as she unfolds the letter begins reading. He angles himself to see her face in the mirror. He watches her eyes scanning the words. No emotio 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finishes, folds the letter back up, then turns to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's it say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It says it's over. Tell him I've packed my things. Tell him I've gone. She takes a deep breath and smiles at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bye Ellis. Ellis turns and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis, dejected, no longer bothers to look over his shoul He walks to the staircase but stops there. Feeling the ne to say something more, he goes back to her room. He puts his knuckle flat on the door but hesitates. He le over and looks through the window. The sliver in the curtain gives him a glimpse. Juniper is curled up on the end of the bed. She is sobbing. Ellis watches longer than he should before pulling his he away from the window. Ellis heads back downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis, riding the dirtbike, looks to his left into the So Drive-In parking lot. The high school kids have gathered there again. He notices a rust colored Ford coup. The driver, an older kid named KYLE(18), sits beside May Pearl laughing. Ellis steers into traffic and crosses the street. He pull onto a patch of grass at the edge of the Sonic parking lo In one motion, Ellis tumps the bike on its side and makes line for the coup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CAR,",
          "text": "Kyle's hand is on May Pearl's knee. 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what'd she say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said she didn't like him that much. I told her I thought he was all right. Ellis appears with his elbows in the driver's side window He sticks his head so far in the door that Kyle has to le back in his seat to make room. May Pearl is surprised. Ky snorts out a laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get my phone calls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been callin' you. (motions with his head) Who's this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get your head outta my car kid. Ellis takes his right elbow and quickly knocks Kyle in th mouth. It splits his upper lip. Kyle grabs his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I called you twice yesterday. Your sister didn't tell you? Kyle slings the door open knocking Ellis to the pavement. From the ground, Ellis can see that Kyle is big and considerably tougher than the skinny kid he punched befor Kyle's friends from other cars take notice and begin to converge on them. Ellis makes a move for Kyle's legs but is kicked back to pavement. Kyle straddles him on the ground and punches hi Another punch to Ellis' face. May Pearl is out of the car and yelling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kyle! Stop it Kyle! 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May Pearl pulls Kyle by the collar. By his own will, he raises off of Ellis, keeping an eye on him. A streak of blood stretches from Ellis' nose to his ear. gets to his feet, dazed. Ellis wipes at his nose and sees May Pearl shove Kyle. Ky smiles and turns to his friends, who laugh. The CROWD tha has collected consists of older high school guys and girl Ellis steps toward May Pearl and is met with a shove too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAY PEARL, (CONT'D)",
          "text": "What the hell are you doin' here Ellis?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't just run up and punch people I'm with!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, I just wanted to know why you hadn't called me back. I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would I call you back Ellis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because you're my girlfriend. The crowd is watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not your girlfriend! We went on one date. One!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We kissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't matter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But what Ellis?! What did you expect?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you. 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're fourteen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't. Wait. We can make this work. We can figure it out. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Ellis is losing it. His eyes are red. He looks at the cro of kids. There are smiles and some snickering. May Pearl speechless. She just stares at him. Ellis turns and walks back to the dirt bike. May Pearl's girlfriends gather around her. She shakes her head, dumbstruck. Ellis lifts the bike off the ground. He looks back at May Pearl who appears to be shrugging off the whole affair in front of her friends. Ellis speeds off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fire snaps and pops on the riverbank next to Ellis' houseboat. Ellis drags a piece of particle board from a trash pile nearby. He drops the board onto the fire and stands back watch the blaze. Neckbone's bike leans on a tree behind h Senior's truck rattles to a stop in the gravel just down bank. He jumps out of the cab exasperated by the fire his son has started by their home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you doin'?! Ellis says nothing. He doesn't move. Senior, continuing t yell, runs and drags a hose up from the houseboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis dammit! What the hell's wrong with you?! The fire hisses as Senior turns the hose on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis? Look at me. Ellis finally looks up at his father. A phone RINGS from inside the houseboat. Senior holds the hose in front of h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it. Put this damn thing out. 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis takes the hose as Senior stomps on board to catch t phone. Ellis drops the hose. Senior's voice, speaking into the telephone, faintly carr outside. He's yelling. Ellis turns his head to listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR, (O.S.)",
          "text": "I don't give a shit! Fine! I don't care what you do! I'm done with it! Ellis moves around the fire so he can see the houseboat through the flames. He hears the phone SLAM down. Senior appears at the back door. He stares at Ellis throu the fire. Ellis moves to the side but realizes Senior isn staring at him. He's staring at the fire. Senior disappears back into the house. There is a commoti Ellis watches as Senior bursts out of the house holding a armful of woman's clothes. Senior walks up to the bonfire and begins tossing clothes on top piece by piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing? Ellis watches as dresses and blouses begin to shrivel up the flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it! That's mom's stuff! STOP",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT",
          "text": "Ellis shoves at Senior. He easily counters the boy with h arm and continues tossing the clothes into the fire. Elli is screaming and crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STOP IT",
          "text": "Ellis tries yanking the remaining clothes out of his fath hands but Senior shakes him off. Ellis stumbles. He watch with tears as Senior tosses all of the clothes on. Senior watches his wife's clothes burn. Ellis backs away the bike. He climbs on, cranks the engine and speeds off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis grounds the flat-bottom on shore and jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis thrashes through the woods. His muddy feet stomp across the fallen tree trunk that bridges the creek. 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat rests on its trailer on the edge of the bank. Mu stands on board looking down at the motor. Neckbone, tool in hand, has his head buried in the motor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try it now. Mud turns a switch. No result.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sonofabitch. Ellis emerges from the treeline. Mud sees him and hops do from the boat. He walks up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd she... Ellis punches Mud with as much force as he can muster. It barely enough to turn Mud's face, but it stuns him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a liar. Makin' two kids run around doin' work you're too scared to do yourself. Makin' me tell her it's over `cause you're too scared to do it yourself. Mud steps back and gives the boy his space. Neckbone has made his way over and watches from behind Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you loved her and you lied. You gave up on her and she gave up on you just like everybody else. I trusted you. Bonfires and crosses. Wolf's eye bullshit. Mud tries to approach him but the boy explodes, shoving h",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVERYTHING YOU'VE TOLD ME WAS A",
          "text": "LIE! You never cared about her. You never cared about us. Not like you said. Not enough to matter. You used us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on Ellis. Mud holds a hand out to him. Ellis slaps it away. 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made me a thief! Ellis walks back into the woods. Mud exhales and turns ba to Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis walks through the woods. Neckbone follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis! Ellis, stop for a second! Neckbone watches as Ellis reaches the tree trunk that bri the creek. Ellis steps onto the log, but his muddy shoes miss a step. He SLIPS. Neckbone sees Ellis disappear down into the creek bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIS",
          "text": "Neckbone rushes over. He cranes his neck out to peer over the edge, a solid eight foot drop into the creek. Ellis floats face up in the shallow water. He's unconscio A wound on his head from a nearby rock. The nest of WATER MOCCASINS has been disturbed; SNAKES WR AROUND ELLIS' BODY. Neckbone's eyes widen. He darts back toward the shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud stands at the rear of the boat massaging his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD",
          "text": "Mud hears the yelling. Neckbone explodes from the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREEK",
          "text": "Mud rushes forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE FELL INTO SNAKES",
          "text": "Mud stops. 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD PLEASE",
          "text": "Mud looks around. His shirt hangs from a tree limb nearby He snags it and darts into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud streaks through the woods as he gets his other arm through the shirt sleeve. He reaches the creek. Without hesitating, Mud leaps down into the water, scoops Ellis into his arms and scales up the opposite side of th creek bed. Mud sprints for the north side of the island. Neckbone chases after them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud cradles Ellis in his arms as he rushes to the flat-bo boat. He sets Ellis gently inside. Neckbone on his heels. Mud shoves the boat into the water and hops in. Neckbone wades out and crawls up the side of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the motor started. Neckbone cranks the motor. As they move up river, Mud searches Ellis' body. He looks at his neck, his arms, he pulls up his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IS HE OKAY?! Is he bit?! Mud notices Ellis' jeans leg riding up. He pulls the jean back. A BITE in the middle of his calf. It's a bluish bruise with two distinct red dots. The skin around the bi has already begun to swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. He rips the jeans up to the thigh. Mud tears a section of cloth from the bottom of his own shirt and creates a tourniquet just below Ellis' knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What time is it? Mud pulls a black Sharpie out of his pocket. Neckbone doesn't answer, just stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's four eighteen! Mud draws a line on Ellis' leg just above the swollen bit He writes, \"418\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yell out every 10 minutes! Mud elevates Ellis' leg then gently cups his head. He dab the gash on Ellis' forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he gonna be okay?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We just need to get him to a clinic! Is there still one in town?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the closest?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna need your bike!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you bit?! Mud shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He holds Ellis as they move steadily up river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flat bottom boat approaches the riverbank. Neckbone points to the sandy ridge and yells up to Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My bike should be just over that ridge! Mud looks at Ellis' leg. The swelling has crept up his thigh. Black lines with numbers mark its progress: \"428, 438, 448\". Ellis' face has taken on a blue tint. 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat hasn't reached the shore, but Mud takes Ellis in arms and jumps into the water. He wades onto the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BIKE, 123",
          "text": "Mud straddles it, turning Ellis' body so they are face to face. He cranks the bike and speeds away. Neckbone makes it to the top of the ridge in time to see disappear into the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud speeds the dirt bike down the two-lane highway. He's too big for the bike and it's even trickier balancing Ell Coming up on a slow moving pick-up overloaded with junk, veers into the opposing lane. ONCOMING TRAFFIC. Mud darts back to his lane in time to miss a semi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MALE NURSE(36) wheels an ELDERLY MAN through the slidin double front doors of a small clinic. Mud appears around the corner. The bike speeding toward t entrance. In a fluid motion, Mud takes Ellis in his arms and lifts leg over the bike. The bike tilts and slides across the pavement, smacking solidly into the curb. Mud has managed to stay on his feet with the boy in his a and rushes through the automatic front doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The reception area has a DOZEN PATIENTS sitting in it. A check-in desk to the left. Mud holds Ellis out in his arm",
          "sentiment": "neutral"
        },
        {
          "speaker": "I NEED HELP HERE",
          "text": "A FEMALE NURSE rushes out of the check-in area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just stay calm. What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's been snake bit. ANOTHER NURSE rushes off calling for a doctor. The room becomes more frenzied. Patients talking. Nurses shouting. 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's snake bit. A cotton mouth. On his calf. Just under an hour. As quickly as Mud gets this out, a GROUP of NURSES rush o of a door at the end of the room pushing a gurney. They take Ellis from Mud's arm, place him on the gurney, speed him into the back of the clinic. The commotion gone, the reception area feels oddly still. Mud takes a deep breath. He looks to his right. Patients stare at him. He's beyond disheveled. He's crazy looking. Mud turns to his left. The Male Nurse stares at him. For the first time, Mud realizes he's out in the open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir? Mud slowly backs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE NURSE, (CONT'D)",
          "text": "Sir? We're gonna need some information? Mud backs out of the automatic doors. The entire room sta at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud is outside. The glass doors close. He nervously check over his shoulders. He spots a bank of trees just down fr the clinic. He heads for them. The front doors slide open and the Male Nurse walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir?! Mud hops into the bank of trees and disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Patients in the reception area settle back into their seats and discuss the commotion. The Male Nurse enters and walks behind the check-in windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WINDOW,",
          "text": "The Male Nurse fingers through a pile of papers. 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He removes one of the fliers that Carver and his men have been showing. The Nurse studies the photo, looking back a the front doors. He picks up the phone and dials the number at the bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the adjoining room, the phone rings. King steps throug the doorway, takes a seat on the bed, and answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello...Yes...Yessir we are...Uh huh. King takes a pen from his shirt pocket and scribbles on a on the nightstand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now where'd you say you were?...Okay...He's gone. Okay...But you say he left the boy?...And your name sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun has been down for awhile. Juniper leans on the railing outside her room taking long drags from a cigaret She sees Miller's green pick-up parked below. Suddenly the headlights pop on and the truck pulls away. watches, curious, as it speeds out of sight. A train whistle blows in the distance but is overtaken by semi rumbling down the street. She watches the semi pass revealing the DAY/NITE Gas Station's parking lot. A130 MUD STANDS IN THE CORNER OF THE LOT. Half lit by a s lamp, he stares up at her. Juniper raises up. Even in the dim light she knows it's h She doesn't move. Mud holds up a hand, waves. Juniper slowly waves back. She tries to smile at him, but she's about to cry and it' hard to muster. Mud smiles. After a long moment, he turns his back and disappears in the shadows at the side of the gas station. Juniper watches after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night sky is dark purple. An unnatural color. 111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis is on his back. Eyes closed. His head jostles at th SOUND of THUMPING. More THUMPING. It sounds like the hood of a car denting in. His eyes open. He stares up at an absurdly full moon. It' so bright it totally silhouettes the tree branches overhe The THUMPING continues. Ellis puts his hands on the edge the flat-bottom boat he's floating in and pulls himself u He leans over the side to see what's causing the noise. The water is jet black. The entire bayou pulsates. Ellis' eyes grow wide as the THUMPING reveals itself. THE BAYOU IS FILLED TO THE BRIM WITH SNAKES. The moonlight illuminates their shiny black backs as they twist and churn in what seems like one giant ball of snak Ellis lies back in the boat bringing his arms close to hi chest. He flinches at each THUMP. His eyes squeeze shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes open. Ellis bolts up in bed covered in a cold sweat. Mary Lee places a palm on his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. You're okay. Just set back. Mary Lee guides Ellis back down on the pillow. Senior sta with his arm on her shoulder. They look down at their son",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're home. We got you home. Ellis takes a second to get his bearings. His mother lift glass of Sprite up to his mouth. He takes a sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You had us scared son. Senior steps forward and kisses Ellis on the forehead. Staying close to his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so glad you're okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctors gave you some medicine. You had a snake bite. 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd I get to the doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man brought you in. No one knew him. Ellis tries to sit up in bed, but his mother stops him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY LEE, (CONT'D)",
          "text": "It's okay. You just need to rest up now. We can talk all about it later. Do you need anything? Are you hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Senior gently pats her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. Let's let him rest. Mary Lee touches Senior's hand on her shoulder. She stand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be back in to check on you but just try and sleep if you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Senior leads Mary Lee to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom? Dad? They turn back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love ya'll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We love you too Ellis. They exit the room. Ellis rests his head back on the pill and takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud and Neckbone shove against the back of the boat trail The wheels of the trailer rock at the edge of the bank's incline. Sheets of metal roofing taken from the shack Ell and Neckbone dismantled line a runway into the water. 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost there. The wheels finally turn over. The trailer rolls down the bank and splashes into the water. The boat shimmies. Mud and Neckbone follow the trailer into knee deep water shove on the boat. A final push jettisons it into the riv They step back as the boat drifts out. A rope tied to its back becomes taught as it stretches from a tree on shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun does shine on a dog's ass some days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't sunk yet. Mud smiles. He holds out his hand, which Neckbone slaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish Ellis could see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Mud walks back on shore and collects his duffel bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I owe you your end of the deal. Mud removes the pistol from the back of his jeans. Neckbone's eyes light up. Mud hands it over and Neckbone immediately notices a hole where the clip is missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the bullets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The deal was for the gun, not the bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Neckbone begrudgingly crams the pistol into the back of h pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got one last favor to ask you. Neckbone sucks his teeth. 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water gently laps at the side of Ellis' houseboat. The ba is quiet. From the darkness, Neckbone and Mud appear in the flat-bo boat. They paddle with their hands. Approaching in silenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis stares at the ceiling, unable to sleep. A TAP comes from the window. Ellis sits up in bed. Mud pokes his head in. He whispers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Mud pulls his body through the window. It's tight but he manages to make it look somewhat graceful. Mud takes a qu survey of the dark room. Ellis begins to get out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, don't get up. Mud motions him back down and pulls the chair from the de over to the bed. They speak in hushed voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you get here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neck brought me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neckbone sits in the flat-bottom tied off at the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM THE TREELINE ON SHORE,",
          "text": "All EIGHT of the Bounty Hunters sit hunkered in the trees Carver squats next to a stump. He loads shotgun shells in a 12 gauge pump and motions for the others to fan out alo the bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got the boat in the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did? 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just now. Smooth sailin' from here on out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wish you coulda seen it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't feel right leavin' town without sayin' goodbye. There is an awkward moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry `bout what I said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No. You were right to be mad. You were right about a lot of things. I'm the one that's sorry. I shoulda never gotten ya'll into all this. I just didn't see any other way around it. But I couldn't leave without you knowin' I never lied about being your friend. I never lied about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't traffic in the truth too often. But I did love her. I do love her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She loves you too. She said it. This fact still strikes Mud. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just made mistakes. We both did. This is a hard life to keep up with. You can't blame her for gettin' tired of tryin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad says you can't count on women lovin' you. He says you can't trust it. 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not true. Don't judge your life on all of our mistakes. You'll make plenty mistakes of your own, no need takin' on everybody else's. You're a good man Ellis. If you find a girl half as good, you'll be all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a good man too Mud. Mud smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'm not. But maybe from here on out I can be... A SHOTGUN BLAST rips a fist-sized hole in the flimsy inte wall. Mud, as if by reflex, yanks Ellis from the sheets a shoves him under the bed. BOOM. BOOM. Bits of sheetrock fall like snow flakes as more holes bla through the bedroom wall. Mud flinches with each shot. He covers his own head with one hand and the boy with the ot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay put! JUST STAY UNDER THERE! The SOUND of shotgun shells being slipped into the chambe Mud gets to a crouch. Through the holes in the wall, Mud makes out Nelson, the fat bounty hunter, reloading his gu",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DEN, 138",
          "text": "Nelson finishes reloading. The riddled bedroom wall hangs front of him. A door opens behind him. He swivels around. Senior, in a robe, rushes from his bedroom with a pistol leveled. He's met with a shotgun blast just above his hea Pellets nick his face. Senior hits the ground and elbows way back inside his bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIS",
          "text": "Senior screams, his voice cracking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR, (O.S.)",
          "text": "(muffled through the wall)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't move Ellis. Just stay put. They just want me. Through the holes Mud sees Nelson approaching Ellis' bedr He runs for the window at the foot of the bed. Another shotgun BLAST throws open the door as Mud leaps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud crashes headfirst onto the edge of the houseboat gras for anything to keep from sliding off. His hand catches a metal deck cleat. It bends under his weight but holds. Mud gets to his feet and is met by the tip of a rifle. Miller, the man from the cafe, stands poised to fire. Mud's hand slips to the back of his pants for his pistol. NOTHING. He looks to the flat-bottom tied at the far edge the boat. No sign of Neckbone. Miller's finger curls around the trigger. SUDDENLY, a BULLET snicks through Miller's neck. Mud flinches. Miller's hand comes up to his neck but can' hold the blood running from it. He topples into the water",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom Blankenship sits in the folding chair on the roof of houseboat. He shucks an empty shell from a HIGH-POWERED RIFLE complete with scope. The long suitcase from the pho in Tom's house sits open at his feet. It has compartments for the disassembled rifle. Tom quickly raises to a new firing position. He squints a eye, searching for another target. A141 From this vantage point, Ellis' houseboat is clearly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "partially lit by the two flood lights. FOUR other BOUNTY HUNTERS swarm the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still under the bed, Ellis tries to hold his breath as Nelson's boots step into the room. They pause for a momen before sluggishly struggling through the bedroom window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud rushes to untie the flat-bottom. 118.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BULLET splinters the corner of the dock sending shards wood into Mud's hand. He sees TWO more GUNMEN skirting toward him on the deck of the houseboat. Mud takes cover against the wall and finds the muzzle of Nelson's gun teetering out Ellis' window. He grabs the muzzle and yanks the shotgun free. Nelson, stuck in the window, looks up in time to take a r butt in the face. He falls back into the room unconscious",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RIVERBANK, 144",
          "text": "James, the man with the mustache, holds Neckbone in a headlock trying to cover his mouth. Carver stands with hi shotgun leveled and fires at Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE BOAT, 145",
          "text": "Mud ducks as Carver's shot takes out a chunk of siding. T SOUND of boots rush up the side of the boat. Mud, gun in hand, jumps back through Ellis' window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RIVERBANK, 146",
          "text": "Carver turns to Neckbone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let him go. James unhands the boy. Neckbone sprints into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on. They move toward the houseboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud gets to his feet, stepping over an unconscious Nelson his way to the bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still down there bud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay put. Mud pops out of the bedroom into the den. 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN SENIOR'S BEDROOM, 148",
          "text": "Mary Lee, curled under the bed, frantically dials the pho Senior, propped against the closed door, uses his undersh to dab the pellet wounds around his neck. Hearing footsteps, he cracks the door open. He sees Mud standing in the den. Senior cocks his pistol",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DEN, 149",
          "text": "The front door is KICKED open. Mud dives behind a Lazy Bo as a Bounty Hunter fires through the doorway. The back of the Lazy Boy explodes in fluff and fabric. Mu raises up to return fire, forcing the Man back out the do Mud crouches back behind the Lazy Boy. Unbeknownst to him another MAN appears outside two sliding glass doors. The raises his rifle at Mud. One of Tom's bullets rips through the Man's chest and shatters the glass door. Mud flinches. Another Hunter ste into the now broken door frame. Mud FIRES the shotgun, blowing the man into the patio grill. A149 Mud can see Tom's houseboat silhouetted across the A bayou. A muzzle FLASH sparks from the top of Tom's boat. This makes Mud smile. 150 The Front Door kicks open again and more pellets shat through the den. Mud raises to return fire. ONE SHOT, TWO, the third is a dead CLICK. He drops back behind the chair, out of shells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carver steps across the plank onto the houseboat followed James. Carver motions him around back toward Ellis' windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flush him out this way. Carver walks to the covered carport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE DEN,",
          "text": "The Hunters at the front door continue taking pot shots a the furniture. Mud flinches at each new round fired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis cautiously slides out from under his bed and crouch next to the bedroom door. He peeks through a crack. He sees Mud pinned behind the Lazy Boy. They make eye contact. Mud's eyes move to something behind Ellis. Ellis turns to see James passing by his bedroom window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom scans Ellis' boat through the scope on his rifle. He sees Carver creeping around the carport. He pans right to find James taking a position near the patio doors. Tom pauses, seeing Ellis appear at the corner of the boat just behind James.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The firing from the front door has stopped. Mud takes a d breath, sets the empty shotgun on the ground, then rushes the sliding glass doors as the men out front reload.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud makes it outside, his back to James' leveled rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD",
          "text": "James and Mud both turn at the sound of Ellis' voice. One Tom's bullets drops James dead. Carver appears at the carport end of the boat. He raises shotgun toward Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A156 ON TOM, A156",
          "text": "He snaps the bolt open and closed, but it jams. He jerks the lever, looking up he sees Carver taking aim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON MUD, 157",
          "text": "Mud takes a running leap off the side of the boat. Carver FIRES. Mud is struck in the back by the shotgun blast. The force the shot spins him in the air. He crashes into the water. Ellis screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD",
          "text": "Carver approaches the edge of the boat. He stares down in the swirling dark water. No sign of Mud. 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A157 ON TOM, A157",
          "text": "Tom slaps open the bolt and yanks the spent cartridge out with his fingers. It BURNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CARVER,",
          "text": "He pumps the shotgun and fires into the murky water. The pellets pepper the surface. Still no sign of Mud. Carver pumps the shotgun a final time, but before he can another shot off Tom's bullet rips open Carver's chest sending him sprawling through the broken patio doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON TOM,",
          "text": "He exhales, shucks the bolt once more. His eyes scan the dark water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE HOUSEBOAT, 158",
          "text": "Ellis runs to the edge of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MUD",
          "text": "Senior exits the houseboat, pistol pointed. He sees Ellis and runs to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIS",
          "text": "Senior grabs the boy, keeping his pistol up. Ellis drops his knees and Senior crouches with him, holding him tight his arms. Ellis cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. It's okay. The two sit alone on the edge of the houseboat. The river seems especially quiet now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. ELLIS' HOUSEBOAT/RIVERBANK",
          "text": "The sky shows faint signs of morning, a few streaks of li",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RIVERBANK,",
          "text": "The blue, red, and white lights from police cruisers and ambulances bounce up into the trees. A frenzy of Police activity swarms from the aftermath lef Ellis' houseboat. Men in wetsuits prepare a dive. Blanket covered bodies are wheeled off on gurneys. 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two of the Bounty Hunters, unharmed, sit locked in the ba of a state trooper vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE HOUSEBOAT, 160",
          "text": "Ellis, Senior and Mary Lee sit huddled together under the carport. They watch the emergency workers stream past. Senior wraps his arms around them. Ellis looks across the bayou to Tom's boat. Police flashlights bob and weave throughout. No sign of Tom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE ELLIS' HOUSEBOAT, 161",
          "text": "A LOCAL OFFICER strings caution tape across the broken pa doors. TWO STATE TROOPERS hover over Carver's body. The Troopers step away and the Local Officer cranes towar the body. He studies Carver's face. Stepping aside, the Officer takes a cell phone from his pocket and dials. He turns his back away from the Trooper",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The phone rings in the Pines Motel. King enters from the adjoining room and takes a seat on the bed. He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello...You're speaking to him... King listens. His face taut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's dead? (a long pause) Okay. King hangs up the phone. He sits at the edge of the bed, overwhelmed by the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dark on the river. Moonlight barely shows the ripple in the slow moving current. MUSIC from a country station slips out across the surface of the water. Galen's jambox sits next to a small lantern in his flat- bottom boat. His Helper snores, fully reclined, with an empty can of Budweiser resting on his gut. His feet are propped next to a tiny bell rigged to a line that disappears into the water. The bell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIVER",
          "text": "The river bed swirls inside two, distinct spots of light. 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Galen, using his new diving lights, scoops a final mussel shell into the net before tying it off. He tugs at the li It's pitch black save for the shafts of light projected f Galen's shoulders. He tilts the lights toward the surface The line leading up to the bottom of the boat dances in a out of the high beams. Then... MUD'S BODY FLOATS BY OVERHEAD. Only his backside is visible. A cloud of blood trails fro the holes there. FADE TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WORKER cinches a thick strap across the deck of Ellis' houseboat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE RIVERBANK, 166",
          "text": "Ellis watches as WORKERS affix straps from his houseboat crane resting in the bed of a large truck on the bank. The SOUND of Neckbone's dirt bike rattles through the tre He appears behind Ellis and parks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got your bike back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mud dinged the shit out of it. Neckbone takes a seat next to Ellis. They watch the worke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're really doin' it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's bullshit. They ever find Tom? The boys focus on Tom Blankenship's boat across the bayou It sits vacant, covered in police tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. He's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your dad not here? 124.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Said he couldn't watch it. He's pickin' me up in a minute. Got deliveries today. They sit in silence as the Workers exit off the houseboat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heard on the news. They still hadn't found Mud's body. Ellis nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he's dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. I hope not. The crane begins lifting up the houseboat. The metal wire tighten and the entire structure creaks. A sucking sound as the flotilla separate from the water. boat hangs, suspended in the air. A HORN HONKS behind the boys. Ellis turns to see Senior's truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go. Come by the apartment. Help me set my room up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. Neckbone watches Ellis climb into the bed of the pick-up take his spot on the coolers. The sound of twisting metal shifts his attention back to the houseboat being swung ov flatbed semi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CAB,",
          "text": "Senior glances at the houseboat being set on the flatbed. puts the truck in reverse and pulls away. Not looking bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis rides in the back of the truck on top of the coolers. He watches the town pass by. A168 The marina junkyard. The Sonic. Downtown. A168 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis and his father unload a cooler at the back of a ten flea market. A WOMAN comes out to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. SENIOR'S TRUCK/NEW APARTMENTS",
          "text": "Senior's truck pulls into the parking lot of a newly fini apartment complex. The two-story buildings are modest. The truck idles out front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CAB,",
          "text": "Ellis grabs the door handle. He turns to Senior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll see you next week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Ellis begins to get out but stops when Senior speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellis? You mind your mother okay? This is a big change for her. She needs your support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right. I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love you too. Ellis climbs out. He watches as Senior pulls away. He stands alone in front of the apartments, studying the surroundings. A busy road out front. A gas station and collection of stores. A lot of people and commotion. A compact car pulls into a parking spot one building down Ellis watches as three COLLEGE AGE GIRLS climb out dresse running shorts and t-shirts. Two are heavy set, the other petite. They joke and laugh. One sees Ellis and waves. Ellis nods to her. He tracks them as they walk inside. Ellis smirks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The river rushes past. A large motor churns the water. 126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tom stands steering Mud's salvaged boat down river. He cranes his neck, seeing something up ahead. Tom kills the motor. Looking out over the bow, he's pleas by what he sees. His eyes glint, almost a smile. He walks to the small cabin and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CABIN, 171",
          "text": "Mud rests flat on his stomach on the cushioned bench. Shirtless, gauze bandages wrap around his chest and back. He's sleeping. Tom walks in and kneels next to him. Touches his shoulder Mud's eyes open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on son. You need to see this. Mud, groggy, raises up. Tom helps him to his feet, puttin an arm over his shoulders. Tom practically carries Mud outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK, 172",
          "text": "Tom and Mud slowly maneuver out the door and take a place near the front of the boat. Mud pulls his head up. Looks out ahead. The sight in fron of him grabs his attention. He perks up. A tributary from the Mississippi river opens up into a va stretch of ocean. Mud smiles, showing the missing tooth. Tom and Mud stand on deck as their boat drifts slowly int the open waters of the Gulf of Mexico. The End.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1303"
    }
  ]
}