{
  "movie_id": "MOV1307",
  "scenes": [
    {
      "location": "RONNIE'S TRAILER",
      "time": "EARLY DAWN",
      "characters": [
        "BEEP BEEP... BEEP BEEP... BEEP BEEP... BEEP BEEP...",
        "CLANK",
        "NIGHT",
        "BOOM",
        "CRASH",
        "MORNING"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "RAE is naked. Wrapped around her shoulders is a loose-knit spread that  conceals her slender form. She is in her 20's: a strawber blond, with cinnamon freckles spotted across her pale ski She is beautiful without trying. She stares at the distant trees. This is the South; the s town of FISHERVILLE, TENNESSEE. Soon Rae will be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RONNIE is 25 years old. His hair is cropped in a military issue buzz. Rae's face is wet with tears as Ronnie gently makes love her. She touches his face and sobs like a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RONNIE is dressed in his National Guard fatigues, packing his gear. Rae is now wearing a short jeans skirt and a T-shirt with gray wolf print ironed on the front. There is a knock at door. Rae flinches. Ronnie opens the door revealing GILL  MORTON, Ronnie's buddy from high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still need a lift?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Transmission's shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill and Rae's eyes meet. Gill sees that Rae is crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna have a smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie shuts the door and feels a wave of sudden nausea. rushes past Rae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is vomiting into the toilet as Rae rubs his head.  Each painful dry heave makes Rae comfort him more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie places his duffle bag in Gill's truck. Rae begins cough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae doesn't answer. Gill backs away, allowing Ronnie and Rae some privacy. Th two lovers stare into each others eyes and then embrace. Rae peeks over Ronnie's shoulder at Gill with an expressi of dread. Anger seizes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't gonna work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see why we gotta lie 'bout  it when you and I know this ain't  gonna work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holds her face in  his hands) Rae don't do this now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's stupid... It's so fucking stupid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Rae melts. Tears stream down her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reaches in his pocket) Look it. I got somethin' for us.  This is gonna help, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna miss your bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie removes a small digital watch and fastens it aroun her wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This watch here is gonna beep at  midnight. Every night. That's when  it comes up on you the hardest, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie holds out his own wrist to show her his identical  watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And wherever I'm at, my watch'll  beep, too. We'll be thinkin' bout  each other at the same time. Wherever  we are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is shaking. He grips her by the back of her neck and  pushes their faces inches away. Eye to eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta believe we can do this or I  ain't gonna make it, Rae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae sees the fear in his eyes. She swallows her own anxie and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They kiss passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Afraid of his swelling emotion, Ronnie quickly breaks awa from her. Rae watches as her love leaves in Gill's pick-up. Compell to follow, she absently walks after the truck, down the g drive. She stops. Silence. She is alone. An intense wave of sorrow hits, like a kick to her gut. S gasps for breath as she struggles to hold back the flood her tears. Rae drops to her knees, right there in the gravel drive. hair falls in front of her face, masking her grief. Her shoulders shudder. Her middle finger begins to scratch at her thigh repeated a nervous habit that has always accompanied this burning  sensation that consumes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears come to her. She's not going to be able to stop it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddammit, Ronnie... (shouting in  frustration) GODDAMMIT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is gripping the watch around her wrist for comfort. H breathing is already out of her control. The dizziness is already upon her. The familiar burning. She inhales in gasps, rocking back and forth on her knees The late morning cicadas chirp in an undulating frenzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking her head) Mm-mm (meaning \"no\") Mm-mm... Mm-mm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The scratching at her leg leaves a red mark. She is dizzy with anxiety. Her teeth are clenched, her face is flush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MM-MM! MM-MM! MMMMMMMMMMMM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEHRONNE is fucking Rae from behind. Tehronne is a muscular, dark-skinned, black male in his l twenties. Rae's face is crammed up against the mirror in the small  bathroom. Tehronne gets faster and pushes harder -- a sta contrast to her lovemaking with Ronnie. Rae comes. A severe coughing fit hits her. She pushes him away with her ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're done, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking with his hands shoved deep into his pockets, wear his only suit and tie, is LAZARUS WOODS (LAZ). He is in h late fifties, black, a strong face under his old fedora. stares across the street into Dunn's Cafe. ROSE WOODS, black, early forties, stands in the cafe. She looks confident and resolute in her new green skirt. A brown Delta Olds pulls up into a parking space in front Laz. Stepping out is REVEREND R.L., Laz's longtime friend He is also black and in his late fifties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't gonna make a fuss, are  you? (no answer) Nothing a man can do when a woman  make up her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never laid a hand on her in anger.  Not a day. Not even when I's drinkin'.  But this business got me wonderin'  what a good shake and slap would do  for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That kind of talk is between us.  Don't you go in there with that shit  on your tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't start this, R.L.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz tries to stop his lip from quivering: the man is hurt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna pray with me 'fore you go  in? Laz? (R.L. touches Laz's  arm and bows his  head) Heavenly Father...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L.'s prayer is heard as Laz opens the front door to the cafe. He looks ill. Each step is painful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do not question your divine plan  for us, Oh God. But in these times,  when our spirit lies in shadow. When  we are lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz crosses to Rose's booth -- the distance seems to stre out into eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ask that you give us strength.  Give us strength that surpasses all  understanding. In your name we pray.  Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz sits across from his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't remember the last time I saw  you in that suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother's funeral. I's a  pallbearer, remember?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waitress is kind and twangy as she asks for their ord",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I start you both off with some  coffee 'fore I take your order?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't be stayin' long. Coffee'll  be fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waitress leaves. The sounds of the cafe fill the sile",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We leavin' this weekend. Deke got a  friend in Mobile gonna get him a job  at the water company...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) If you come to talk about that  muthafucka, I'm gonna get up and  leave you sittin' pretty in that new  suit he bought'cha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think this about money still, ya old  fool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say what you gotta say, but I ain't  gonna hear you speak his name to me.  Not never. You hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many times we been over this,  Laz? How many times?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The waitress places the coffee between them and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought we was gonna be friendly  about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carryin' on behind my back. Make me  out to look like a fool to all our  people. Tell me, what's friendly  about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not ready to grow old, Laz. Livin'  with you. I feel it. Like I'm one  foot in the dirt. Saw it happen to  my momma. And that's not gonna happen  to me. I got living to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you gonna live it with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rose doesn't answer. Lazarus softens, touching her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rose. Folks get sick. But you do  what you can to get on the mend. Our  marriage... it just got sick. That's  all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Talk to me about sick. Ain't been  right since I moved into that drafty  house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I keep the heat on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That damned, rusty, radiator, bout  burned the skin off my legs each  time I passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kept us warm for twelve years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's over. Laz has lost her for good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I deserve better than this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better'n me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better than what you give.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rose... please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz... You can't say nothin'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we get with a counselor. At the  church, maybe they's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the final interruption) I don't love ya no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The words are daggers. Laz is wounded beyond concealment. Rose picks up her purse, preparing to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry you hurtin'. But, like I  say, this the only life I got. (waits for him to  respond) I said my piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stands and attempts to walk away. Laz grips her tight by the wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God forgive you, for how you done  me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Daddy told me that a younger woman  would bleed me dry. And that's what  you did. Ya bled me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go of my arm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would'a chopped my arm off if you  asked. And this how you do me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAZ, I said let...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better pray, gal. You better  pray...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yanks free) Don't you lay a CURSE ON ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The whole cafe is silent. All eyes are on Rose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to customers) Yeah, go'on! Look! See if I give a  shit about any of you people!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she's gone, right out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne is taking his time hanging his ice around his ne and wrists as he stands shirtless before the mirror. Rae lying on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got any money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you had a man for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a heavy cough) I said we wasn't gonna talk about  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What we just did, you askin' for  money, make a man stop. I ain't  callin' you no ho. But I ain't gonna  be played like no trick, neither.  Remember... you called me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save that hustle talk to them field  ballers you sell crack to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd I tell you? (kicks the bed) I don't do none of that shit no more.  I'm in communications now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stolen phone cards and two-ways is  what you sayin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae starts coughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mobile technology is the new fix for  these niggaz, I'm tellin' you. I'm  just lookin' ahead. (takes out his wallet) Anyways, ain't no money in drugs no  more with these rednecks popping  cough pills like they's Skittles.  Hey, that's what you need, girl. Get  you some cough medicine. What, you  sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a cough. Sugar and a spoonful  of Jack'll do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes out money) Alright. How much you need, ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell you call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eh, if the bootie fits...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne catches Rae's wrist as she goes to slap. He quic yanks her arm behind her back and bends her backwards, sh his face close to her own. He grips the money in a fist a cocks it to punch -- all in jest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna get rough? Is that what  you doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's chest begins to heave with deep breaths. Tehronne l down at her legs as she anxiously rubs them together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) I swear, I seen some buck-wild bitches  in my time, but you the illest I  ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae gets control of the burning. She takes the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just got a cough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is prancing up the walkway on the square. Two young m dressed for construction pass Rae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's already noon, Rae. You think  that skirt should still be on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flips them off) If it weren't you could kiss my rebel  cootch, ya faggot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men keep walking as Rae coughs. She turns toward the  Fisherville Grocery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cough drops or condoms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae stops in her tracks, looking up at her estranged moth SANDY, smoking a cigarette outside the grocery store. San has bleached hair with dark roots. She is in her late-for once a sexy girl, now she's lost all her tread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised to see her) Didn't know you was workin' here  now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just like dressin' up in these  goddamn blue vests. (takes a drag) Your money ticket get shipped today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae walks away -- deeply affected by Sandy's presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after her) You let me know if I can be of any  assistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz drives an old green Ford pick-up. He pulls the truck to the front of the feed store and kills the engine. LINCOLN, a 13-year-old black boy, comes out of the open  loading door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't at the square this mornin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get me ten bags of mulch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes'sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln runs off. Laz yanks off his black tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln slaps the last bag of mulch into the bed of Laz's truck. Laz hands Lincoln a twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep the change on that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw... I got it, Mr. Lazarus. (makes change) You wanna tip me, best do it in butter  beans. Momma say she need a bag 'a  yours, none of that store-bought  junk. That's what she said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz smiles. He takes the change. Climbs in his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, Lincoln. You come on by,  I'll load you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus steers his tractor toward his small home in a sea lush green kudzu. He kills the engine and looks beyond th nose of his tractor. He lights a cigarette. Below the nos is the head of a rose garden with a painted sign under it Rose's Roses. Laz inhales smoke and exhales hate. The tractor lunges  forward, trampling the garden, ripping the flowers to shr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MAYELLA is a heavy, forty-year-old black woman. Her blue  neon tube top matches her short pants stretched across he healthy ass. She is flipping through the juke box selecti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna put some Luther Vandross  in here? Shit, he black ain't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOJO is reading a paper behind the bar. He's short and st looking like a sad bull dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He black alright, he just ain't blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you stop havin' dancin' on  Saturday? Used to have bands... all  kind's live shit. Like a wake up in  here, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Folks can dance when they want. Didn't  buy that mirror ball for nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You seen my snake-skin shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayella lifts up her leg and stretches it over the bar wi a provocative flourish. Her shoe is bright blue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're from New York. My niece gets  'em on the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got blue snakes up north?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayella turns to Laz sipping a beer at the end of the bar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw. They got some blue dye, though.  You think them boots you got on come  from a black cow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna get on somebody 'bout live  music, get on ol' Laz, there. He the  one got this place shakin' back in  the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't gotta tell me. Me and my  girlfriends use-ta talk 'bout them  hard fingertips he got pickin' that  guitar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got'em pickin' peas, not strings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayella moves in close, with the tips of her tits touchin his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They still hard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayella. It ain't happened yet. Ain't  happenin' tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(retreating with a  glare) I know you hurtin', Laz. I got ears,  you know. But you should know more'n  me... ain't no better cure for them  blues than some good pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mayella saunters over to the pool table with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whole lotta woman, right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can still spread it around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens behind Laz. Bojo sees the man entering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz. We friends and all but... promise  me you'll keep yo cool in my joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz turns to see the door shut behind his brother, DEKE W He is younger than Laz and a bit smaller. Laz turns to Bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna finish my beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deke slowly approaches Laz at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind if I sit? (no answer) Rose said... it didn't go too well  this afternoon. See, that's not how  we wanted this to go down. I told  her, I said, Rose, we ain't leavin'  till we make peace with Laz. And  that's God's truth. I laid it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You laid it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Funny. Layin' it down... for my wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not gonna get through this  clean. But it don't need to get dirty.  All this... it just come together  unexpected. You think I want to hurt  you? I... I'd take a bullet for you,  Laz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dry look on Laz's face could cool the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna give that a try? (to Bojo) Bo. You still got that .22 behind  the tap? My little brother say he'd  take a bullet for me. (into Deke's eyes) You come here to ease your heart.  Well, I ain't gonna give it to you.  You took her into your bed, now you  gotta lie in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz turns back to the bar. Deke begins to turn but stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll always love you, Laz. Till the  end of my...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In one quick movement, Laz grips Deke by the throat and  smashes the bottom of his bottle into jagged shards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAZ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pushes Deke back through the joint and slams him onto the pool table. He grips Deke's throat and holds the brok bottle up to his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cain slew Able. Slew him out of envy.  And God put his mark on Cain for his  sin. You want that mark, Deke? Give  you that peace you come here for?  I'll give it to you, just say that  shit again. Say you love me. Go'on!  Say YOU LOVE ME, NIGGA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus slams the bottle down on the pool table, shatteri it. Laz lifts his hand. His own blood leaks from between fingers. He wipes the blood across Deke's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm through wit'cha both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz releases Deke and exits. Deke calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'chu gonna do? Nothin'. YOU AIN'T  GONNA DO NOTHIN'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz slams the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bleachers are packed with three generations of fans a family cheering their boys on the high school football fi Rae is sitting with her two girlfriends, JESSE and KELL - two girls who graduated five years ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hands Rae a beer) Ronnie ship out this mornin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's so stupid. Says to me that he  don't want nothin' to do with no  military career. Says he wants to  move. Open up an auto shop with his  uncle up in Knoxville. I said, okay.  How about now? Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'd be good for that. Shit, Ronnie  knows cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He get stubborn. Starts talkin' 'bout  obligation and duty and all that...  Shit. I just want him to come home...  I swear, if somethin' happens to  him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He fixed up that Buick for my uncle  Dale. He say it purrs like a kitten  every morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's gonna happen. Not like  everybody over there is in the line  of fire with them Arabs blowin'  themselves up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't be thinkin' bout him every  second of my day. I'll go outta my  gourd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why should you waste your life waitin'  and wonderin'. Not like you're  married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes a healthy swig) I begged him not to go. And he did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming at the  field) PUNT YOU FUCKERS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirty South rap pounds the ears from a hoopty Olds with a backseat full of bass. Rae, Kell, and Jesse are walking u to the rowdy party through the variety of parked cars. A girl rushes past the trio, vomiting on herself as a fri comes to her aid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These baby chicks just can't hold  their Jello shots. I'm tellin' ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CONNER is one of the linebackers for the Fisherville Dust A wasted girl sits on his lap as Kell rolls a joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tennessee Vols gotta practice indoors  just so those Florida State sons-a- bitches don't spy on their plays  with satellites and shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Satellites... You mean in space?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good thing you can block, Conner,  cuz you're dumb as a sack of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesse notices Rae coughing. She pulls her aside as Conner rambles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna go home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It gets worse there. Leavin' me to  my own mind. That's just not good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pours a shot of vodka) Here. Pound this and I'll join you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae and Jesse take a strong shot. It burns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more. Fuck the chaser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they pound one more, Rae notices Gill, Ronnie's friend staring at her from across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BATSON and MARK approach Jesse and Rae. They are both  sophomores, both skinny and harmless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Jess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You robotrippin' tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just gonna smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae peeks at Gill maneuvering through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rummages in his  pockets) Got eight packs of DXM. Oxycontin.  Got a shit load of Coricidin if you  want to get out-a-body, n'all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just trying to get me outta my  clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae pushes through the crowd of drunken kids to get to Gi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not like I can't go out and  have fun with my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I'm Ronnie's spy or  somethin'? Come tomorrow that dumb- ass gonna be halfway round the world  tryin' to keep his head on his  shoulders. You think he's gonna be  thinkin' about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You go to hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae pushes through the crowd, back toward the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Batson) How many to fuck me up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICK CUTS of: Batson popping out five red cough pills. R swallowing all five and chasing them with vodka. Conner's girl falls off his lap. Kell laughs. The laughter echoes grows as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "CLOSE ANGLES: We never quite see the whole of what is imp Rae's eyes, Jesse's mouth, a boy's shoulder. The room is packed with bodies. Rae laughs with pleasure her eyes attempt to focus. The kid on top of her finishes and rolls off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's so funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesse is straddling a guy in an arm chair, Chinese-eyed a bouncing. Rae tries to respond coherently as another foot player rolls her over on all fours and takes her from beh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing) Oh... I'm just on a water bed... And  it's just... so... Goddamn... funny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few coughs. Rae focuses to see a younger guy sitting at her eye level.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't the kicker, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuz let me tell you, you boys gotta  run the ball more. You get into a  kicking game, ya'll gonna lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I put it in your mouth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz kills the rest of his whiskey. He squeezes his eyes c as the liquor burns his throat. He tosses the bottle into trash bag he is holding. Laz continues throwing out all of Rose's make-up and hair products. With one broad sweep, he cleans off her vanity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens the front door and tosses the two bags outside. Stumbling, he kneels next to the coiled radiator against wall opposite the door. He talks to it like an old friend",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seem like you and me... we drove her  away. That's what we did. Now we... (singing softly) Drinkin' muddy water... a'sleep in a  hollow log...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pulls out a guitar case from under the bed. He wipes layer of dust off and opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He gently cradles the guitar in his big hands and sits at his kitchen table. Tunes the strings. He closes his eyes, swimming in drunken sorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz plays the blues, Mississippi, Bentonian style: one gu one voice, a mess of pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing, his eyes  closed) Just like a bird without a feather,  you know  I'm lost without your love.  Just like a bird without a feather,  you know  I'm lost without your love.  You know I need your love just like  the angels need heaven above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The music continues as we:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Lazarus's blues is all we hear as four guys chase Rae thr the woods. She is in her shirt and panties, wearing footb shoulder pads. She is completely wasted. Lost. The ground rocks back and forth with each step. Trees pass in a slow-motion haze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Well I sure did shot my baby, but I  did it because she did me wrong.  Well I sure did shot my baby, but I  did it because she did me wrong.  You know the judge called it murder  now the penitentiary is my home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae grips a tree to steady herself, but a team member tac her. The woods spin and distort as someone mounts her wit ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) I loved that woman, she said she  didn't love no one but me.  I loved that woman, she said she  didn't love no one but me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae smiles as she lifts her hand up to the stars, passing the writhing back of the guy on top of her. If she could  just grab a star she would feel safe again. She tries to snatch one. She can't. Her hand drops as the boy stands and takes off after his friends tossing the  football. Rae lies motionless on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Yeah but I caught my baby cheating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tear rolls down Laz's cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Now my home ain't where it used to  be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His guitar groans its last for the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT",
          "text": "Rae is wasted. She is still wearing her shirt, panties an shoulder pads as she steps over passed-out teenagers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jes? Jesse? (trips over a sprinkler) Oh shit... Wait... Wait... STOP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae doesn't look up. The Coricidin is tripping her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coughing) The ground is... turnin' upside down.  I'm gonna... (coughing) I'm gonna fall off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill reaches down and pulls off the shoulder pads. The  coughing fit passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. That feels so much better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill's truck flies down the dark road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is looking out the window, drifting in and out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you had a skirt earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill pulls to the side of the road and kills the engine. watches Rae tilt her head from side to side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This thing you got... I've heard  people say, you'd fuck a tree if it  was handy. I can see that. (shakes his head) But that nigger Tehronne. Thinks  he's some player cuz he hustles dope  and stolen hubcaps. I mean, I can  see a tree. But that piece of shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lost in hazy sorrow) I begged him. Don't see why he had  to go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you did. Just had to get that  black cock up in you. I swear to  God. What Ronnie sees... you disgust  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill grabs her legs and spreads them with no resistance. head rolls from side to side on the truck seat as Gill un his pants. Rae starts giggling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck you laughin' at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(giggling) You don't got half what Tehronne  got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill flinches upright. A rage builds in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From outside the steamed truck window, we see Gill beat R repeatedly. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muffled from the  inside) Get up! I ain't playin'! OPEN YOUR  GODDAMN EYES!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. He opens the truck door, fear in his eyes. Rae isn't movi Blood is on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hasty idea. He pushes her out of the truck. She falls t the dark pavement in a tangle of her own limbs. The door slams. Gill floors the gas. Rae lies motionless  alone under the stars. Her watch alarm goes off: Beep-beep. Beep-beep. Beep-beep",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is asleep on the bus, unaware that his watch alarm beeping at him. A Guardsman sitting next to him shakes Ronnie awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie silences the alarm. He regards the watch with sadn and affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus roars past. The red brake lights fade into night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus has fallen asleep sitting at his kitchen table. H eyes open. Standing is difficult. The guitar falls to the floor. The phone rings. Dizziness hits, but he manages to pick u the receiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. is on his cell phone. He is placing hymnals in the b racks of the church pews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bojo called. Said you got to see  your brother at the long end of a  broken bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna preach 'bout turnin' the  other cheek?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you did alright by God under  the circumstances. (R.L. pauses) Your people are here for you, Laz.  This is your home. No shame in showing  your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know if God wanna see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He knows where ya at. Just answer  the door if he come knockin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus steps out onto his porch. He picks up the trash b full of Rose's things and walks down the gravel drive to road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MORNING",
          "text": "Laz tosses the bags inside his trash cans. He's really hung over this morning. His eyes squeeze shut he grips his neck in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmmmmmmmm... Mm!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes open. They remain fixed beyond us. The pain in h face is replaced with grave confusion. Rae lies on the side of the road. Her T-shirt and panties are damp from the early morning m her face caked with dried blood. Her skin is deathly whit her mouth open, her eyes shut and swollen. Lazarus carefully steps toward her. He leans down over he face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet... Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae coughs. Laz flinches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door slams against the wall as it swings open. Laz is carrying Rae, unconscious and limp, in his arms. He lays her down on the couch by the radiator. He pulls a quilt over her cold skin. With a twist of the valve the  radiator moans to life. Laz takes out his bandana and cleans her face. He tries t wake her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little lady? Miss? You need to open  your eyes for me. Could ya do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes open slightly -- just slits of white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There we go. There we go. Just like  you doin'. Go'on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She whispers as she touches her fingers to his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a raspy inhale) Teh... Tehronne?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne? Tehronne done this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A labored breath followed by the most pitiful cough fit. tries to calm her as her lungs fight for oxygen. Laz look scared as the coughing stops in a desperate wheeze follow by silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pulls the phone off its cradle on the wall and flips  through the phone book. His fingers scan down the listings and stops on POLICE  DEPARTMENT. He dials and listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a recorded voice) You've reached the Fisherville Police  Department. Your call will be answered  in the order it was received. If  this is an emergency, please, hang  up and dial 9-1-...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slam! Fingers hit the phone cradle. Lazarus dials 911. As soon as he places the phone to his ear, he looks over Rae sprawled out on his couch. Her bare legs can be seen  peeking out from under the quilt. Fear hits him. He slams the phone down again. Laz crosses to the couch and gently touches her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) I'm'a go into town. Get you some  medicine to fix you up. You just  rest, okay, gal? You just sleep. Get  that chill out'cha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz touches the radiator. It burns him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God... damn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz's Ford roars down the shaded street towards town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz parks his truck in front of MACON DRUGS and heads ins An old black man named RED sits on a bench next to an old white man in his early eighties holding a cane. RED is th paid caretaker of MELVIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's the squash this year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good, Mister Melvin. I'll bring  ya some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz rushes inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The variety of cough medicine confuses Laz as he examines them. ANGELA approaches Laz. She is dressed in a floral print d with a white lab coat. Angela has a few extra pounds on h but she wears it well with her caring face and sweet mann",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled) Oh! Gave me a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. It's these soft shoes I  wear for my back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hurt it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm standing most of my day. They're  for support. (a smile) Didn't see you in church this mornin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tries to lie) Been on the crop. May need to get  some extra hands if I don't want to  work on Sundays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. It's good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela wants the conversation to continue but Laz remains silent. She smiles awkwardly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to uh...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, Laz. You can talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My little niece... she got this deep  cough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take her to a doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(struggles to lie) No. No, she can't go. Mean to say...  they's just no money fo'a doctor.  Her daddy left for a job, and uh...  give her to me to look on. I just... (a pitiful pause) I don't know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wait right here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Snot and spittle has run down the side of Rae's face -- h eyelids stick together as she tries to open them. There is a creak, followed by another. Rae has become awa that someone is slowly walking up the front porch. The door opens. Silhouetted in the day's blinding light i white man in his 40's. His face is indistinguishable to R affected gaze. Is this a dream? He stands above her and lights a cigarette. The Zippo lig clasps shut. The man lowers it to his side where Rae can it clearly. A bald eagle is printed on the side, a sight  that makes Rae's eyes open wide in horror. Her breath grows deeper -- a girlish plea. This is no dre it's a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mm-mm... Mm-mm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A massive hand slaps down over her mouth. Her crusted eye peer above the hairy knuckles. He sucks on the cigarette. red cherry blazes at the end. The man pushes the blanket of her and grips her panties. Rae's eyes close. She knows what is next. In his clenched fist, the panties are ripped off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NOOOOO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae flinches awake from the fever-induced nightmare and f to the wooden floor, drenched in sweat. Weakened and shak she scampers away, finally collapsing in the kitchen. Her hand reaches out and lands on the strings of Laz's guitar the floor. She grips the steel strings with her trembling fingers. A single bass note twangs as she passes out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela stands between the aisles, motioning Laz to approa away from the girl at the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is your niece older than 12?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, she older than that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She hands him a white box with cough syrup inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sister got a bad cough with her  pneumonia. I just copied her  prescription. You don't need to pay  anything... just take it. But if she  gets worse, you give me a call. I  wrote my number on the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This gonna get you in trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if no one finds out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz doesn't know what to say. He puts the box in his pock",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. (suddenly awkward) Oh. My wife. She had a card here for  her migraine pills. She ain't gonna  be around no more... So if you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already tossed that out. (takes a step closer) Somethin' you should'a done to that  woman long ago... how she treated  you. Of course, that's none of my  business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) Don't make it less true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela returns the smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens his truck door and stops. At the pool-hall acro the square, Laz sees a green Cutlass with chrome rims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz enters the empty pool hall. Tehronne is playing a gam with a skinny playa-wanna-be dressed in flea-market Fubu. CHARLIE, the owner, approaches Laz from the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Lazarus. We closed up on Sunday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Need a word with Tehronne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling to the back) Yo, T! Laz wanna holla at cha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on back, Cuz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie nods Laz on. He crosses to the back pool table as Tehronne sinks the 8. Tehronne looks at his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you call it a game when only one  man win each time? I think you call  it a damn shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Word wit'cha. In private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne hands his friend the pool cue. The two take a fe steps away to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need some weed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been years since I fooled with that. (tries to find the  words) You know a white girl? Dirty blond  hair, split down the middle like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles) That ain't up to me to hook you up.  Naw what I mean? She her own, you  know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't pimp that. (silence) You talkin' about who I think you  talkin' about, you mean Rae. Rae  Doole. Sexy little split tail, like  you say. I can't hook you up with  that. I got two girls. One ain't in  town, the other one pregnant. So...  you on your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This Rae... you get with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Who hasn't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you say that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She got a spare minute she'll snatch  up anyone... but me, I'm different.  Sometimes she need the real deal, so  she call me up. Girl got an itch.  You know... what's a nigga to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She like it rough? You like beatin'  on her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That ain't my scene. If that's  somethin' you into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, hold up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, that girl is in my favor. You  heard me, nigga? You fuck with her  rough, and you got me to fuck wit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You collar that dog, boy. I ain't  gonna hurt nobody. Just wanted to  know who she was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I say, you wanna hook that up...  I ain't in ya way. That switch of  hers been all over this town. Got  that sickness, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'chu sayin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She a freak. Got what you call a  sexual addiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus looks at him with a furrowed brow. Confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'chu sayin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm tellin' you. Girl gotta get  dick or she go crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens his own door with caution. He turns to see Rae  sprawled in his kitchen in her panties and T-shirt. He ru to her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gal? Miss Rae? Rae, you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus lifts her sweaty body off the floor and moves her back to the couch. Consciousness briefly returns to Rae in her feverish haze",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The white-knuckled hand clutched around her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae flinches and flails. She falls to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on, now. Hold on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's eyes are open and filled with fear. She struggles t flee as Laz holds her in place, trying to reassure her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I ain't gonna hurt'cha. Calm  down, Miss. (she fights, coughs) Listen... Listen... LISTEN NOW, GAL! (Rae settles in his  grip) I ain't gonna hurt ya, hear? Gotta  get you well. Now, look me... HEY!  Look me in the eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is too weak to talk or move. Laz clutches her small f in his dark hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open your eyes. Go'on, now. You need  to see, ain't no harm here. Ain't no  harm. (Rae calms) My name is Lazarus Woods. And I ain't  gonna let you die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's eyes roll back. Lazarus looks terrified as she cranes her head back and  forward. Her mouth opens. In her sickened state, with the force of something evil a deep inside, Rae clasps her open mouth over Laz's. A shri sounds in his brain as he holds her tighter, allowing the kiss to grow in intensity. Rae falls to her stomach as La abruptly stands and stumbles across the room. What he see chills him to the bone. Rae is writhing on the floor as if she is possessed -- a  rant of raspy words pour from her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you don't... touch me... s'no...  NO! Mm-mm... Mm-MMMMMMMMMMMMM! N- N'you FUCK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus gets spooked by what he is seeing. He looks to th mantle. His weathered Bible lies in a coat of dust. He pi it up as a wave of the burning hits Rae. She clutches her breast and crotch, rolling from side to  side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mm-mm... mm-mm... Ma-muh... Ma-MUH! (sudden anger, shouting) See... S... See if'I GIVE... GIVE'A...  SHIT...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rose is shouting at the customers in the cafe. Her eyes a white like Rae's. Her voice is not her own but that of Ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) 'BOUT ANY OF YOU PEOPLE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz runs out of his own home, not even shutting the door  behind him. He gets half way down his drive, the Bible st clutched in his hand. He stops. In a panic, Laz opens his Bible, places it down on the dr face up, creating a barrier to evil. He hears a choking c inside the house. Rae is fighting for breath beyond the d door. Silence. Laz reaches down and picks up his Bible. A passage catches his eye. As he reads, the fear vanishes from his face. His back straightens. His jaw tightens. He looks back at his house, his faith is renewed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bible is slammed down on top of the toilet tank. The  bathtub faucet coughs as Laz twists the cold water knob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The freezer door opens. He snatches four trays of ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trays crack. The ice cubes bounce into the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's lips are dried and split as she pants, lost in dizz fever. Laz lifts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz kneels on one knee to put her into the tub. A horrible cry from Rae as Laz wrestles with her, keeping her submerged in the ice cold water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, child, I know. Gotta break  that fever now. (Rae sobs, struggles) Don't mean to hurt'chu. But I ain't  lettin' you die. (holding her down) I AIN'T LETTIN' YOU DIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is motionless. Exhausted. Her eyes are open but blind Her lip trembles. Her body shakes from the freezing water Laz rubs the hair from her face gently. He reaches over t the Bible on the toilet and opens it to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put fear of the Devil in me, gal.  Got me spooked like I's a kid, I  tell you. (flips through the  pages) But the good Lord, He showed me what  to do. He come knockin' like my man  R.L. say... listen here... (Rae sobs like a child) This here Matthew. He talkin' on how  Jesus was healin' the sick. And a  man come up to the disciples and he  say... (reads deliberately) Have mercy on my son, for he is a  lunatic, and sore vexed... (to Rae) He got the devil in his mind and  sores on his skin. (reads) And he brought the boy to the  disciples, but they could NOT cure  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's shivering is abating. Her eyes fight to stay open. touches her forehead to test her temperature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading) Then Jesus answered and said, O  faithless and perverse generation...  how long shall I suffer you? Bring  the boy hither to me. And Jesus  rebuked the devil. (to Rae) You hear that? (reads) Then the disciples say... Why could  not we cast the devil out? And Jesus  said unto them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's eyes begin to close. Laz gently touches her head to rile her awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen now... This what he sayin' to  us. He say... (reads) If ye have faith... if ye have faith  as a grain of mustard seed, ye shall  say unto a mountain, remove hence...  and it... shall... move. And  nothin'... nothin' shall be impossible  to you. (to Rae) You hear that? You just need a bit  of faith. You just gotta believe you  gonna get well, like I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He touches her forehead again. Her eyes close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's better. You coolin' down.  Okay. You rest. Okay. You rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz leans against the wall, spent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cicadas sing in a rising chorus as the clouds above f from copper to crimson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The faint echo of Rae's fevered panting. She lies on the couch wrapped in a quilt, shivering. Her  eyes remain closed, her face drenched with sweat. Laz has cleaned her facial wounds, using a few Band-Aids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOM",
          "text": "An explosion ignites the windows surrounding the cabin. R jolts awake, terror pervades her as she gasps at the fire ball outside the window. She struggles to her feet and listens. A faint sound can heard through the roar of the flames. beep beep... beep  beep... beep beep... beep beep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper) Ronnie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae stumbles to the door, weak and dizzy. She grips the d knob and pulls the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae races outside, tripping down the front porch steps. S looks off at the blaze in the squash field. She frantical races toward the fire, the beeping increases.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie... RONNIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEP BEEP... BEEP BEEP... BEEP BEEP... BEEP BEEP...",
          "text": "At the center of the blaze is an upside down Humvee. To t left of the vehicle, a few soldier's bodies lay scattered Rae's legs lose all strength, she collapses and crawls ac the squash plants. A far away voice is heard over the roaring flames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gal? Gal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae crawls across a fallen soldier, following the sound o Ronnie's alarm. She struggles to breathe, she almost fain She finds a soldier face down. With all her strength she  turns him over. It is Ronnie, wide-eyed and lifeless. An awful groan comes out of Rae -- crippling sorrow. She  pulls on his vest trying to wake him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobbing) Nn-nn... Nn-nn... no... N'RONNIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GAL! YOU HEARIN' MY VOICE?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae looks up. The flaming humvee is gone. She is not pull on Ronnie's vest, but the tangled vines of a squash plant Laz stands at a safe distance, silhouetted in moonlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You travelin' right now, gal. You  asleep and you don't even know it. (extends his hand) Now... come on inside with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae looks like a terrified child. Her eyes well with tear as she shakes her head. Laz takes a step toward her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mm-mm... Mm-mm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, gal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns and runs away as best she can. Laz chases after her. He's much older than her and a bit slower, but her  balance betrays her. Laz wraps his arms around her. Rae screams to the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO! NOOO! NOOOOOOOOOO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then, stillness. Rae lies limp in Laz's arms, unconsc He reaches down and lifts her wrist to his face. The gree screen of the digital watch pulsates with the alarm. He pushes the side button. The beeping stops. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz lays Rae back onto his couch. Her eyes open into slit She can see Laz's form over her like the man in her night Rae grabs Laz's wrist. He flinches with her force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the whisper of a  child) Is'okay... Is'okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Struggling with exhaustion, Rae moves Laz's hand to her b stomach. She rubs it slowly up and down her form,  suggestively. Laz slips his hand away and claps it tight over her eyes. Rae holds her breath, waiting to be molested, her lip  quivering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing deep and  soft) Goin' over that hill. Goin' over  that hill. Well, I ain't gonna stop  until I reach my God's top. I'm goin'  over the hill. Well I went to the  valley, I didn't go to stay. Soul  got happy, I stayed all day. I'm  goin' over that hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae relaxes and falls into a deep sleep. Laz backs away from her, a touch of fear in his heart. Th voice of Tehronne is heard from earlier in the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She a freak. Got what you call a  sexual addiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'chu sayin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm tellin' you. Girl gotta get  dick or she go crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus looks at Tehronne with a furrowed brow, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First hooked up with that bitch when  she was 16. Girl was fuckin' the  principal and two of her teachers.  You know coach Reynolds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tapped that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ask him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus opens his barn, slicing through the darkness with his flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She been bumpin' around all her life,  hookin' up with whoever keep her fed  and fucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He crosses to the other side, pulls on a beaded chain tur on the single bulb above his work table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I seen her give it up on park benches,  back of trucks, hoopty hoods, you  name it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens an old wooden box on his work table. He looks  inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz looks ill. Tehronne checks his pager briefly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever seen a train run on a woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nuh-uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanin' like a team of fellas go to  work on her and she don't even break  a sweat. (puts his pager away) She into football, you know. You got  a letter on your jacket you get that  pussy in ya lap. I ain't playin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne's friend breaks on the pool table with a sharp c Lazarus is genuinely disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How a girl get like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus reaches inside the box and pulls out the end of a old chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girl got a sickness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chain rattles as Laz walks backwards, pulling the lon chain from the box. The shouting of his brother can be he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'chu gonna do? Huh? Nothin'. YOU  AIN'T GONNA DO NOTHIN'! NOTHIN'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The end of the chain snags, yanking the box over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus is bent over, harvesting his tomatoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing to himself) Tell me who's that writin'? John the  Revelator. Wrote the book of the  seven seals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz enters his home. He crosses to the kitchen and pours  himself a glass of water. Dripping with sweat, he steps back into the room, downing the last of his water. He lowers the glass, noticing Rae  looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae lifts her head off the pillow. Laz comes to her side helps her sit up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it easy now. Don't rush it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a scratchy whisper) How long... how long I been out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You been in and out goin' on two...  maybe two days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't believe it) Two days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After your fever broke, you'd wake  up in spells... long enough to get  that medicine in ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae sits up on the couch, the quilt wrapped around her wa She looks at the cough syrup bottle on the side table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Found you on the side of the road.  Someone took to beatin' on you pretty  bad. You know who done that to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae touches the cut over her eye. That evening is still a blur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Ronnie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I don't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(remembering) Wait. He left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae lifts her head, revealing tears in her eyes. She gets mad at herself and wipes them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't got any money... for fixin'  me up and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't need none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I better be on my way. Don't  wanna put you out no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think it'd be best if you stayed put  while we talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw'sir... I gotta be on my way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Best try gettin' ya wits about you  'fore you try to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae struggles for balance as she attempts to stand. The q falls away as a heavy chain slides off the couch and thud on the floor by her feet. Rae feels a tug. She looks down to see a dark chain locked around her thin waist and coiled on the floor. The opposite end is locked around the side coil of the radiator. She is chained to the house, a prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me say somethin' first...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you got me chained?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Way I see it, it's gonna take a while  for you to get right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck you been doin' to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't laid a hand on ya but to  ease yo fever... Remember like I  say, I found you in the road...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yanks at the chain  around her waist) Get this Goddamn thing off me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae stumbles as she moves away from Laz. Laz tries to rea her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, no harm's come to you... and I  aim to keep it that way. Ain't  gonna... gonna run a train over ya...  or however you call it... see... you  was runnin' wild on me... these fever  dreams you was havin'... these fits.  I'd be chasin' you all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I'm woke now... you can take  this off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gal, you ain't right yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm right enough to stand on my own  two feet. Now take this Goddamn chain  off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you let men treat ya like they  do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These men you up under. How you let  them do ya like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grips the chain) Do me? Do me like this, you mean?  Like chainin' me up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what I'm talkin' about. (beat) All that mess with ya teachers and...  boys in the backs of trucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shocked) The hell you know about me?! You got  no right to talk to me about that  shit! The hell you think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting) I've saved ya life, gal. I can do  and say whatever the fuck I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae begins to feel a pang of panic. She goes to the chain locked around the radiator. She yanks on it a few times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I give ya enough chain so's you can  get about the house. Get you to the  kitchen. You need the bathroom, it'll  reach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We got everything we need. Plenty of  food. Ya medicine still got a few  good swallows in it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAT DO YOU WANT FROM ME?! (Laz can't answer) WHATEVER YOU GONNA DO TO ME, JUST DO  IT! AND LET ME GO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God saw to it to put you in my path.  And I aim to cure ya of your  wickedness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This statement terrifies Rae. The fear can be seen in her eyes. She backs away -- the chain scrapes across the floo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You some kind'a pervert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some crazy Jesus freak, gonna fuck  the spirit into me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my house, you watch that lip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(furious, near tears) Look it, mister... you wanna have  your way, you take it. I'll do  whatever you want. But you gotta let  me go. You can't do this! You can't  KEEP ME HERE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sick. You got a sickness... we  broke that fever... we gonna break  that hold the devil got on ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae pushes Laz back and bolts for the door. Laz falls bac against the side table by the couch, toppling the lamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door slams against the house as Rae rushes out in her wolf shirt and panties -- the chain trailing behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming) HELP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz watches as the coil unravels and snaps taut, yanking the old radiator. Clank! The chain whips Rae down to the ground. Laz watche as dust flies of the radiator with each tug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOMEBODY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLANK",
          "text": "The fear in Laz's face is replaced with a grin as he watc his radiator hold firm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOMEBODY HELP ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, Rae bucks and screams, yanking on the chain like wild mustang. Her bare feet and legs are soiled with fres mud and grass as she claws at the ground. Laz crosses to the radiator and pats it like a proud pare his wedding ring clicks against the iron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the radiator) Ain't gonna be moved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steps outside with resolve and strength. He picks up t chain and wraps it around his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GAL! I ain't gonna be moved on this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz yanks her back, dragging her towards him. He grips th taut chain with his other hand and yanks her closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LET ME GO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can holla y'self hoarse. Ain't  gonna bend my will. (pulls her closer) Right or wrong, you gonna mind me. (Pulls her again) Gonna suffer you like Jesus say, to  the FAITHLESS and the PERVERSE  GENERATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is spent. She turns to look at her captor as he wrang her back to the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you get up! And you get in my  house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae spits at Laz. Bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is screaming and grunting as Laz, standing in his kit tugs on the chain around the door-jam like he's drawing w from a well. Outside Rae struggles to hold onto the porch post. Laz pu hard, lifting her lower torso off the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it! Stop it! IT HURTS!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whose doin' is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz yanks. Rae loses her grip and slams onto the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay... OKAY! I'M COMIN' IN! NOW  QUIT IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pulling stops. Rae picks herself up. Her knees and ha are scraped and bleeding. The two stare at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say we talk. Just take a seat on the  sofa. I'll get us somethin' cool to  drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz crosses to the kitchen. Rae sits down on the couch,  noticing the fallen lamp on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may not remember. But you spent  a whole half day in my tub, tryin'  to cool down. Melted four ice trays.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He finishes preparing the two waters. He crosses into the front room. Rae is not there. CRASH! Rae smashes the lamp on Laz's head. The water glas shatter as Laz falls to the floor. Rae picks up a wooden chair and breaks it over his back.  Before she can do any more damage, Laz grabs her by the w and throws her to the couch. Rae falls to the floor. Laz stumbles on his feet as he  clutches his bleeding head. He loses his cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wicked little bitch... gonna cut  me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna get a lot more a'that, you  keep me locked up like this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae freezes as she sees Laz undo his belt buckle. Her bre starts to quiver as she deeply inhales and exhales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think I'm gonna let you do me like  that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz whips his belt off and wraps the buckle around his fi He stops in his tracks. Rae is panting and shaking. Her m finger is scratching at her own thigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(regaining his cool) Okay, now... I ain't gonna hit'cha. (the burning is  starting) Just lost my cool there. (he throws the belt  away) Now take that look out'cha eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her anguished hum can be heard through her clenched teeth she rocks back and forth. Her hands wander down to her in thighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, ma'am. You stop that foolishness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking her head) Hm-mm... Hm-mm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said... STOP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on the verge of crying) I CAN'T!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae gets dizzy. She rests the top of her head on the floo and sways back and forth. Laz rushes out the front door. As the wave hits, Rae twists and turns, wrapping the chai around her. She grips the radiator with both hands and re her face against the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmmmmm... Stop-it!... STOP-IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wave is about to build in to a powerful climax. Rae g for breath. The door slams open. Laz drenches her with a gallon of co well water from a tin bucket. Rae inhales and freezes. La waits and watches. The burning is gone. Laz kneels next to her and gently frees her bare ankle fr the tangled chain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are both seated on the front porch with paper plates their laps. Laz watches with amusement as Rae tears into chicken and gobbles up the vegetables.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I put some back ache into growin'  them greens. You should slow down  and see how they taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae remains under Lazarus' intense gaze as the cicadas si",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae stares off at orange clouds and purple sky. She takes step to her left, walking through the parallel rows of sq The chain gently rattles behind her. Laz has given her ab 20 feet of slack. He holds the chain tight around his fis Rae grins, standing proud in her wolf shirt and panties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like this? Walkin' me through  this field like I's your mule?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't sit all day on that sofa. Need  to get your legs strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sassy) If I break one you gonna shoot me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae teases Laz by adjusting her panties. She turns back t the sunset and stretches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's smoldering eyes don't leave Laz as he chains her to the radiator. Laz nervously preaches, trying to avoid the sight of her bare legs curled up on his couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My Daddy was one of the first mens  to organize soil conservation in  these parts. That's a group of  farmers, you know, each season they'd  rotate the crop. Know why it's best  to rotate em like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz moves in close and starts applying antibacterial crea to the cut above Rae's eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cuz once in a while soil need a  change. Corn take up a lot of nitrate  in the fertilizer. So next crop what  ya do is plant ya some soy beans.  That give off a lot of nitrate. Change  keeps it all growin' and growin'  strong. (regarding the eye) Sting a bit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Itches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Means ya healin'. (a nod) So all this farmin' make me think on  Matthew. Matthew 13. The parable of  the sower? Man toss seed on rock, on  the wayside, some fell in thorns...  you know the story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz starts putting the cream on her scabbed knees. He rub them gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The seed that land on good soil is  for them who hear the word of God...  and understand the word of God. Not  enough for you to hear what I'm  sayin', you gotta understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I get it. What's Matthew  doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gal... Matthew ain't doin' shit...  this just a story... (quelling his  frustration) Look it. I've seen it in nature,  I've seen it in men. Ya got to change  up your crop. Cuz that seed ain't  gettin' in. (Rae remains silent) Ya gotta cut this shit out. Got no  cause to be up under these fools,  ruttin' on ya like you a bitch. Like  you somebody's dog. No woman... who  joins in union with Almighty God...  or man... in the sanctity of  marriage... should degrade herself...  and bend to ANOTHER MAN'S WILL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is aware that Laz is somewhere else, talking to someo else other than her. There is anger in his tone as he rub ointment on her bare, scabbed knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting) My God, gal, don't you got no SENSE?  I ain't sayin' I ain't weak? Shit.  Playin' guitar in the blood-bucket  jukes all ya life... a nigga learn  how to sin, let me tell you! (grips her by the  legs) I GOT SIN IN ME! I AIN'T GO'N LIE!  BUT I GOT RESPECT! AND ALL YOU GOT  IS BILE, GAL!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let go of me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GIVIN' UP THAT SWITCH LIKE A TRAMP!  BEHIND MY BACK AND KILL MY BABY...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae yanks free of Laz's grip, recoiling on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GET OFF ME!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz awakens from his rant. He blinks and stands. A sudden shame overtakes him. He crosses into the kitchen to hide the sink. He pours Rae a glass of water and returns to her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(offering her the  glass) Didn't mean to go off on a tear like  I did. I just got to thinkin' about  things...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae leans up into his face. The glass of water is touchin her chest. Laz remains hypnotized by her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is it you old men gotta talk so  much? Like little boys, gotta talk  yourself into fuckin' me. (his knuckles touch  her skin) We can take our time. I'm grown. I  get it. (she leans even closer) You wanna give me 'nother bath?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz stands and backs away. He quickly leaves the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz looks at himself in the reflection of Rose's vanity  mirror, listening to Rae stir in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cicadas are screaming outside. Rae is beginning to br deep, the burning is coming on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under her breath) Goddammit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She folds her arms over her chest, her middle finger  scratching her elbow. The anxiety is too much. She rolls  over until the chain pulls taut against the radiator. Rae has wrapped herself in a tangle of chain. Her breathi relaxes. Her eyes close. She sleeps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A train rumbles past in the blue hue of dawn. Laz pulls his truck next to two other fruit and vegetable vendors: ARCHIE and GENE. Archie is an old black man in his early seventies. Gene i short white man closer to Laz's age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There goes our fortune. We been doin'  good for ourselves since you been  away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz sets up his folding table and uncovers his produce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'all know when Ella Mae's open up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You needin' to buy some pantyhose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just some dresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gene looks at Archie and shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae snaps awake. She is wet with sweat from the morning h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae drags the chain behind her as she crosses to the fron door and looks outside. No truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She folds her arms and looks into the kitchen. There on t table is a covered plate and a small bottle of milk. Rae  reads a note on top of the plate: BE BACK FOR SUPPER. She pulls off the top plate and finds sausage links, eggs biscuits, sliced tomatoes, and sliced peaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough to choke a Goddamn horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She yanks her chain. It rattles across the floor as she s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz looks out of place in his faded overalls surrounded b bright colors of Ella Mae's dress shop. ELLA MAE is a wide woman with white hair in her late fift",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm needin' some women's clothes. A  few dresses. Maybe some shoes. But  they gotta be nice. They gotta be  proper. Clothes a woman would want,  where she could feel and look like a  woman without... you know, lookin'  like a tramp or a hussy or somethin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ella Mae turns to her assistant, Rhonda. Rhonda is a 19-y old black girl. She turns back to Laz, unsure how to proc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And, sir... do you have a size in  mind for what you're lookin' for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to Rhonda) That young lady's size, right'cher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that makes it easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae sits down in the tub, still wearing her T-shirt and  panties. Looking up at the shower head above she turns on the cold water and yanks up on the shower knob. Cold water sprays down over her. She gasps and then relax laying back in the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is at the counter. Rhonda is putting the shoes and cl in two shopping bags while Ella Mae rings him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... I hope these will work for  your niece. She can always come back  in and swap sizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus points to a small display of fine lotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind I ask, what's all this business  here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are whipped body creams. It's  like a lotion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For your hands?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some women prefer not to scent their  bodies with perfume. So now they  have scented creams. They help  moisturize a woman's skin. (unscrewing a jar) This one's my favorite. It's called  Ginger Souffle. I recommend...  applying the cream while the skin is  still damp. So... perhaps just after  a shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(likes what he smells) I'll take a jar of that, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae rattles into the kitchen, her damp clothes clinging t her form. She picks up Laz's guitar off the table and pla it in her lap. She plucks a few random strings out of boredom and smiles",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same apathetic girl is working the front counter as L enters the drug store with a basket of arranged vegetable",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lookin' for Miss Angela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz makes his way to the back of the store. He spies Ange in the back pharmacy, sorting pills for a pick-up. He wat her work for a moment until, finally, she sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz waits as Angela rounds the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I brung you a little basket of  goodies. Fresh squash, tomatoes,  some okra, butter beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking the basket) You didn't have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just wanted to say how much I  appreciate you helping me the other  day. My niece, she's cured up, and I  got you to thank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well that's good. I'm happy to hear  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela smiles. There is tension and attraction between th two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look here. I got somethin' special  for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela is flush as Laz moves closer than he has ever been before. He reaches in the basket for the jar of cream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This here is a whipped... body cream.  And it's got a smell to it. Tell me  what you think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz holds the jar up to her nose. Angela closes her eyes smells. Her expression says enough -- she loves it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They call this Ginger Souffle. Best  if it... if it go on your skin just  after you been in a hot tub... or  shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela takes the lotion from his hand. She is subtle and  demure, but the woman is deeply affected. She smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was very sweet of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. Hope you enjoy it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela watches Laz as he walks out the door. The apatheti girl moves up behind Angela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hush up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens his truck and waves goodbye to Old Red. Melvin holding a healthy squash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna be on the square later on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got all my honey-do's done with. I'm  headin' home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay cool. It's a hot one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pulls away in his truck and rounds the corner just as R.L. crosses the street. He steps over to talk to Red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Red. Was that Laz just left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes'sir, Rev'rend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae occasionally strums an awful chord as she sings playf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying to sing) You are my sunshine. My only sunshine.  You make me happy when skies are  gray. You'll never know dear how  much I love you. Please don't take  my sunshine away. A voice from outside  spins her around. The guitar barks  as Rae slams it down on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Lazarus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae stays hidden as she peeks out the front window. Linco is standing before the house holding an old picnic basket Rae's middle finger begins scraping against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Laz... I come for the butter  beans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae fights her dizziness. She crawls to the radiator as s hears each creak of Lincoln crossing to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Zippo with the bald eagle closes. A smoldering cigare",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae flinches and grits her teeth as Lincoln knocks on the door: Knock, knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't seen you on the square. Mister  Laz, can you hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The burning has started: deep gasps, itching, anxiety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried now) Mister Lazarus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae watches the shadows of Lincoln's shoes under the door They wait patiently and walk away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln walks down the porch steps and stops. Thinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae inches upward, pulling herself up the radiator so she can stand. Her panting has waned. Suddenly the front door swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mister Laz, I'm comin' inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln can't believe what he sees. Rae is chained around the waist, damp and barely clothed. Her eyes bore into Li like an owl zeroing in on a helpless jackrabbit. She rips her shirt off in one tug over her head. Lincoln can't move. The picnic basket hits the floor. His mouth hangs open in shock as Rae steps towards him and la her open mouth on the boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLAM! Rae shuts the door. Laz steers his Ford truck up the drive and parks. He take his time getting out and removing the shopping bags. He o the door and goes inside. His curses can be heard from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHIT BOY! WHAT THE HELL YOU...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln is tossed off the porch, clinging to his overalls",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAN'T LEAVE YOU ALONE FOR ONE...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears and fear come to Lincoln as Laz steps out onto the  porch, fuming with rage. Lincoln backs away expecting a good beating. He starts ru up the drive but stops as R.L.'s Olds rolls up the drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln, come on back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln darts past Laz and runs into the barn, clutching overalls. R.L. stops the car halfway down the drive and s out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that Lincoln James I seen run  off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's fine. Just had a bad fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why's his britches round his knees?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L., you gonna have to get on. I  can't have nobody round my place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. starts walking up the drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get a call from Rose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't got nothin' to do with  that woman. Just don't want nobody  around me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somethin' wrong with ya phone? Been  callin' the last few days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. stops in his tracks as Lazarus pulls out his hunting rifle from the rack behind his seat in his truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goin' dove huntin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gotta go, R.L.. I ain't foolin'  this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sayin' that gun's for me if I  don't?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spell it out, Laz. Man big enough to  pull a gun best have a tongue in his  mouth if he ain't got a brain in his  head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is struggling. The rifle feels suddenly strange to hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't gonna talk me outta shit  no more. I got my mind made up and I  ain't gonna be moved on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(amused) Ain't gonna be moved?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got no place for preachin' here. Not  now. So you do as I say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still stepping closer) Or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you to TURN BACK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. pushes his chest up against the rifle and shouts bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOU GO'ON AND SHOOT ME, KILLA!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz's heart is breaking. He is pointing a gun at his only friend. R.L. snatches the rifle out of Laz's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ought'a stomp yo ass pointing this  at me. (unloads the rifle) Always gotta bring up the preachin'.  Like you just a sheep in my flock  and all I'm good for is poundin' on  a pulpit. (gets in Laz's face) Dammit, Laz... we may not be blood.  But we sucked off the same old nurse  since the day we was slapped on the  ass. And you gonna point a gun at  me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tear rolls down Laz's cheek. The shame is unbearable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you in some trouble, than WE gonna  figure somethin' out. You and me. (hands him a bandana) Wipe your face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz takes the bandana and wipes the tears away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now... this got anything to do with  Rose? (Laz shakes his head) Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door creaks open. R.L. carefully steps inside. Rae is sitting on the couch, looking out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on the verge of tears) I didn't want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae doesn't respond. R.L. quickly steps outside shutting door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. shakes his head as Laz follows him off the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you outta ya GODDAMN MIND?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man like you ought not take the Lord's  name like you just done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A naked woman, chained in ya house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm tellin' you the truth, dammit. I  found her beat. Left for dead. So I  brung her home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz, I know about that girl. (beat) Good number of this town's sinners  got my ear, you know. (shakes his head) Oh, Laz. She's had a mess of crabs  and them STD's. What'chu thinking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't laid a hand. On my life,  R.L., my wick is dry on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say she was beat on. You call  the sheriff on that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put yo'self in my shoes. Say you out  here, alone, with a beaten, half  naked, white woman loves to fuck. I  been toe to toe with the law in this  town for no more than being black  and nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that chain around her for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz briefly looks off at the barn, knowing Lincoln is the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you go'on and ask her. She  need to talk wit somebody with sense.  Folks been ruttin' and beatin' on  this gal all her days. And this is  how I'm handling it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THIS IS HOW YOU HANDLING IT? THIS IS  HOW YOU HANDLING IT?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go in and talk to her. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. nods. Lazarus smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Makin' steaks for supper. I  expect you to come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean with you and that woman  chained to ya radiator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You treat folks special when they  company. It's just supper, R.L.,  shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One thing at a time, Laz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz walks toward the barn and turns back to R.L..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch y'self in there. That girl'll  jump on ya junk like a grasshopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens the door to his barn wide, allowing the afterno light to find Lincoln sitting on an old tire, weeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I hurt'chu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln shakes his head. Laz carefully sits next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened in there... that won't  your fault. Ain't a young man alive  could keep they britches on with  that girl being in heat like she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why she got a chain on her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's between her and me. It's  private. And I don't want you goin'  off and tellin' ya daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in a panic) Please don't tell my daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mouth is shut, boy. And that's  how we gonna keep it. Don't go  braggin' to ya buddies, ya heard me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln nods. Laz hands him the bandana R.L. gave him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So... (a bonding smile) That your first time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes'sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You struck some gold, didn't ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln grins as he wipes the snot from his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. My first time was with my second  cousin behind my uncle's barn. She  weighed two tons, if a pound. Could'a  done a lot better for myself. You  sho'nuf did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. hands Rae a glass of water. She is seated on the sof wrapped in a quilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sits next to her) I gotta ask you. Why do you think  Laz is keepin' you chained like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs at first,  then:) You know how, like they say, you  save someone's life, you responsible  for them. Guess he just don't think  it's safe for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he got it into his head that the  only thing gonna keep you from endin'  up bleedin' on the side of the road  again, without a stitch of clothing  on is... (R.L. yanks on the  chain) You think he's crazy for thinkin'  that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae struggles to answer. Something is on her mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You a preacher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I ask you a question? (R.L. nods) People always say, you gotta get  good with Jesus, if you want not to  go to hell. That you say sorry for  all you done and... and Jesus would  let you go on to heaven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could put it that way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that's so fuckin' stupid. (she catches herself) I'm sorry. Didn't mean to curse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's on your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't hurt people... and then  just say, I'm sorry, and then  everything just gets washed away.  Why would heaven want people like  that. People who... do what they  want and then... switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna tell you somethin', and  it's just gonna be between you and  me. (Rae anxiously nods) I think folks carry on about heaven  too much. Like it's some all-you-can- eat buffet up in the clouds. And  folks just gonna do as they're told  so they can eat what they want behind  some pearly gates. I can go to  Shoney's for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae grins. R.L. leans closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's sin in my heart. There's  evil in this world. But when I got  no one... I talk to God. I ask for  strength. I ask for forgiveness. Not  for peace at the end of my days when  there's no more life to live and no  more good to do, but today. Right  now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae has never had anyone talk to her like this. She is  listening. She is understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your heaven? What gives you  peace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae looks at her bare feet. She tries to respond but the  pain in her chokes back the words. Tears come to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(struggling to speak) Ronnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus stops at the station. The doors swing open. A few  passengers exit the bus followed by Ronnie. He is not wearing his uniform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drops his duffle bag and pops a few quarters in the ph He waits, allows the phone to ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone) This is Ronnie again. Don't know if  you been gettin' my messages but...  I'm down at the bus station and... (struggles) I just need you come get me. You get  this message, I'm on the interstate  headin' downtown toward the square. (sadness hits) Rae. I really need you to... come  find me. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie hangs up the phone. He remains motionless, fearful and alone. He picks up his duffle and walks down the interstate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln stands over the barbecue spraying lighter fluid o the coals while R.L. peels back the corn husks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gonna eat with her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I was told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She still gonna have that chain on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... I'm working on that. (trying to change the  subject) So... what's goin' on in your life,  Lincoln?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't no virgin no more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln tosses a match on the coals. They ignite with fla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is humming to himself as he finishes chopping up the  potatoes. He wipes his hands and catches Rae standing beh him. She looks classic in the floral sundress. She folds her a feeling awkward under Laz's approving gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that's sharp. That is sharp.  Chain give you any trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Now I got the steaks on,  potatoes at a boil, and biscuits  ready to pop in the oven. R.L. and  Lincoln out yonder grillin' up the  corn. What do you know how to make?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't fuckin' cook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a look of  disappointment) Gal, I been around hard-cursin' folk  all my life. And let me tell you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look it... I put the Goddamn dress  on, didn't I? I think I'm handlin'  myself with some... fuckin' restraint  here... how you got me locked up  like a dog on a...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If all you got is filth comin' out'cha  mouth... people just gonna tune ya  out. (interrupting her) Rae. RAE! I'm not fightin' with ya.  I just know you got more in you than  junk. (a breath) Now, you sayin' you don't know how  to cook anything at all? (Rae shrugs) You know how to boil water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can handle that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hands Rae a pot) Well, get to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The four of them (Rae, Laz, Lincoln, and R.L.) are all se at the kitchen table, holding hands as R.L. says grace. Rae peeks at the others with their eyes closed tight. She follows their example. R.L.  We ask that you bless this meal put before us. May food nourish our bodies and this fellowship nourish our  spirit. In Jesus name we pray. Amen. LAZARUS &amp; LINCOLN Amen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a sudden flurry of activity at the table as the  four begin piling up their plates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pass them potatoes, Lincoln.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'all let me know if these steaks  are too dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This all looks wonderful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I skipped lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, dig in, son. Got plenty to  eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's eyes are fixed on R.L. as he picks up a devilled eg She looks over at Laz who is aware of her anxiety. He giv her a wink. R.L. bites into the egg and moans with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Laz) Mm. MM. Now these eggs got some kick  to it. What'chu got in this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(motions to Rae) Ask the chef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone looks at Rae, surprised. She feels a sudden rush fear as she struggles to answer R.L.'s question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cayenne pepper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is walking by the bar along the interstate. He sto when he sees Gill's truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie adjusts his duffle bag over his shoulder as he ent the mid-sized bar. Gill is seated at the bar. He turns to Ronnie along with few other locals, one being HERMAN, age 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(understanding) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down, man. Need a beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the bartender) Marv, let's get Ronnie set up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie sits next to Gill. Herman leans in wanting to be a part of the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Herman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They buy you that big chicken dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie stiffens. Gill is confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got little names for everything  in the corps when they trying to get  rid of ya. Don't know what it's like  in the guard. There's what you call  a bad conduct discharge, a BCD... we  all called it the big chicken dinner.  It ain't the brig but it'll fuck ya  for life if you wantin' to work for  the government.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not what this is about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got another little name called  ad-sep. That sound about right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie looks away. He takes a sip of his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ad-sep. Administrative separation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ronnie) How do you get one of those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blowin' boys in the head, for one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie loses his cool. He lunges at Herman. Gill holds hi back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoa, son! I ain't sayin' shit about  you. I'm just talkin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you don't know what you're  talking about so why don't you shut  the fuck up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, it's alright, man. It's alright. (to Herman) Herman. Come on. He just got back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Herman gets up to leave with his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To get back ya had to've gone  somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie glares at Herman as he moves to the other side of bar. Gill moves closer to Ronnie to get the whole story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They been keepin' a folder on me cuz  of my stomach. Like how it was just  before we'd play ball back in school.  Thought it was just some tic I got,  or ulcers like my daddy had. (takes a drink) I can't... shoot. Target practice  I'm a pro. I tag between the numbers  each time but... (feels a stomach cramp) But when there's really loud noises  around me... somethin' happens. I  get shaky and... I lose my breath.  They called it anxiety. Severe  anxiety. It can be fixed and all...  just not in time for.... (another drink) It's a long process but... they sent  me home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess it could be worse. You could  be comin' back in a body bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill doesn't know what to say next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't get Rae on the phone. She's  not at home... none of her friends  seen her anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's around. Always is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. She's gettin' crazy,  like she gets. Begged me not to go.  Got real down. I just think somethin's  happened. Like she run off with  someone. You'd tell me if you knew  somethin', right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You been home yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-uh. I's hitchin' up the interstate  when I seen your truck outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need a ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill's truck rounds the bend and up the gravel drive lead up to Ronnie's trailer. The headlights scan across the porch as Gill parks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is the first through the door, calling out for Rae before he can turn on the lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill enters. He sees that the trailer is the same as it w the day he picked up Ronnie, nothing is different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This don't feel right. Kitchen looks  just like I left it. I know, cuz I  cleaned it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She ever tell you she was thinkin'  of taking off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just been so mixed up lately, Gill.  And, you know, with her history, I  can see how she could get scared... (tears) ...and run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill is disturbed by Ronnie's sudden flood of emotion and tears. He crosses to the pantry, already knowing which  cupboard to pull the liquor out of. He pours two drinks. He hands one to Ronnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drink. Come on, drink some.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie manages a few swallows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her momma works down at the grocery,  down on the square. Maybe she seen  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill stands over Ronnie, looking down on his pitiful face",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie. You can't see cuz you're too  close to it. (Ronnie waits) These nervous spells you get. You  never had that shit back in school...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not right, really, cuz I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) You joined up in that monkey troop  cuz you had a plan for yourself.  Army'd pay for school. You were gonna  get a degree, maybe somethin' in  business or agriculture and you were  gonna make somethin' of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His words are painful to Ronnie. Gill doesn't hold back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then you had to fall in love  with the school slut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now wait...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) With all she was doin'. With all the  shit she kept doing! You stayed stuck  to that bitch's ass and you wouldn't  let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know about how she was like. But  we was different. I's the only person  she talked to about it. How she's  abused. Terrible things, Gill, just  terrible...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rage suddenly fills Gill. He grabs Ronnie and throws him  against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOU HAD A PLAN! YOU HAD A GODDAMN  LIFE! AND SHE JUST FUCKED THE GUTS  OUT OF YOU!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not her fault, Gill. She's had  to take care of me all this time,  cuz I'd just start throwin' up...  choking. Just losin' my grip. And  she listened. She listened to me. (Gill releases Ronnie  and walks away) And... I got better. I don't get  nervous like I used to. And since we  been together... she been faithful  to me. Put all that junk behind her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The only thing that cunt's had behind  her is me and half the town fuckin'  her. (Ronnie can't believe  it) Your first night away, I come over  and drop off the spare keys like you  wanted me to. You weren't gone two  hours and she was aching to get me  inside her. Like she was havin' some  kind'a fit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie can't respond. Tears roll down his face. Gill hold up the whiskey bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pours a drink) Don't you think it's funny how I  know where everything in your house  is? (moves in close) I don't care if that hurts you or  not. Truth is I don't know who you  are anymore. So fuck it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill turns away. Ronnie grips Gill around the neck from  behind. He bends him back painfully and throws his head u against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The front door burst open as Gill goes flying down the fr porch. Ronnie cocks a .45 and shoves it into his belt. Ronnie pins Gill's elbow behind his back and retrieves th keys from his front pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna steal my truck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make yourself at home. You done it  already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gill watches Ronnie tear down the drive in his own truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and R.L. are smoking. Laz smiles as he watches Lincol and Rae through the kitchen window as they wash dishes an talk about football.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta get that chain off her, Laz.  Somethin' like this gets out, you  could land in a heap of trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm dealin' with what God put before  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You believe He wants this? A woman  chained to ya radiator?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's tied to me, R.L.. We tied to  each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't leave unless I get your word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz looks down at his shoes. He surrenders. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz. I got some news you need to  hear. It's about Rose and your  brother. (this is not easy for ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's pregnant. She gonna have a  baby. (silence) Her sister told my wife. You know  how them sewing circles go. Just a  matter of time till you got word.  Thought that's why you been keepin'  to yourself out here. (Laz conceals his  pain) I don't know how much of this is to  make her happy or to hurt you. But  it is what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz struggles with his emotions. He turns to R.L. stone f and cold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm through with them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and Rae wave to Lincoln as he climbs into R.L.'s car. They pull away, up the drive, and disappear into the nigh The cicadas sing as the two stand in silence: Rae, at pea feeling genuine contentment; while Laz looks lost in sile pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sure liked them devilled eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You drink whiskey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bottle of whiskey is removed from a top cabinet above t refrigerator. Two small glasses each get a healthy swallo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You take it straight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hands her a glass. Laz then looks at his as if he stru with a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding up the glass) To my baby brother. Gonna be a daddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae nods and downs the whiskey with Lazarus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's good news. So you're  gonna be someone's uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pours another swig for himself and downs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want another?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We drinkin' buddies now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pours two more glass) To freedom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pounds back his third shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still makin' jokes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulls out his keys) No joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pulls Rae closer to him by the chain wrapped around h waist. He opens the old lock with a key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not my place to change your mind, or  anybody else's. People gonna do how  they please. You only get one life...  should be lived the way you wanna  live it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chain falls to the floor with a hollow thud. Rae look confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want... I can take you back  to town now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't in a hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two stare at each other in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you do somethin' for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae watches with intense curiosity as Laz tunes his guita sitting at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(takes another drink) Ain't played 'fore nobody in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz slides his calloused fingers across the strings, spur the old guitar into an impressive wail. Rae grips the cha",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(plays as he remembers) Funny how a sound just speak to ya  heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A haunting slide guitar riff barks. Rae has a physical  reaction to the music. She is fascinated and fearful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(thinks) Wanted me some kids. A whole mess of  'em. But Rose, my wife... chil'ren  was for another time. (takes a drink) They's this one spring... I saw a  change in her. Her breasts start  swellin' up. Come a few mornings I  hear her heavin' in the bathroom. I  seen it with women before. I knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz thinks for a moment. Continues playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come a day, Rose say she had to go  visit her folks in Jackson. Didn't  want me to come... so I stayed put. (remembers) When she come back... (hesitates) They talk about a woman havin' that  glow. Couldn't see it no more. She...  took it away. Cut it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guitar's song turns dark. Laz slides his fingers up t guitar strings, lingering on low growns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One night... While she sleepin'.  Held a pillow in my hands. I could  see myself killin' her. What evil in  my heart make me wanna kill her, I  don't know? It's that voice in me.  Each time I think it's gone, he come  howlin' back. Devil or no, I don't  know. But I am a haunted man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fear spreads across Rae's face. Laz is talking about some all too familiar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Calls me when I'm ailing. When I  can't find my home, lost in the pines.  I calls it the Black Snake Moan. (he closes his eyes  and sings) Mm-mm... Got no momma now.Mm-mm...  Got no momma now.It's over late last  night, don't need no momma now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz stops. He sways back and forth with his eyes closed. hears the swell of the cicadas. Her eyes dart to the fron door as the familiar creek of footsteps are heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sing, Lazarus. (kneels next to him  in fear) Please keep singin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door swings open. A white calloused hand appears arou Rae's mouth. She gasps in terror, clutching Laz's leg. The white hand gone. Tears come to her. She trembles as Laz sings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Mm-mm... Black snake crawlin' in my  room.Mm-mm... Black snake crawlin'  in my room.Some pretty momma better  come and get this black snake soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae rests her head against his knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Black snake is evil, black snake is  all I see.Black snake is evil, black  snake is all I see.Woke up this  mornin', black snake moved in on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz concludes the song. Rae raises up to her knees, facin Laz. Tears have run down his dried face. He opens his eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My life is gone. Only life I was  livin'. And I lost it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had love in my heart. And I gave  it to one woman. And she gone now. (his lip quivers) Where am I gonna put all this love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae gently touches his cheek. The wind picks up outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can give it to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae kisses Laz. He is motionless at first, allowing it to happen. His hand moves from the neck of his guitar to the bend in her neck. The passion intensifies as they squeeze the guitar betwee them. Laz pulls his lips away and holds her head in his hands.  They are so close, they are breathing into each other's  mouths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't start this and not finish.  Not with me. (kisses him) Please...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guitar clangs to the floor as Laz lifts Rae in his ar They kiss, ravenous for each other. He knocks up against side table, causing his Bible to fall to the floor, face and open. The wind pushes the front door open, slamming i hard against the wall. They turn together, kissing, Laz slowly spinning with Rae his arms. But Laz is soon distracted by the pages of his  Bible fluttering on the floor. The wind is blowing the pa turning them with an unseen hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait... I gotta stop... (Rae's kisses get  more aggressive) Rae stop... (she can't hear, the  burning has her) Dammit, Rae... GET OFF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a considerable effort to pull Rae away. She fall to the floor, dizzy and sucking in air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ain't the way for me. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is struggling for breath. She desperately grabs at La",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not gonna lie to you, Laz... (labored breath) This one's a doozy. I don't think...  I don't think I can stop this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her eyes roll back briefly, almost losing consciousness. catches her and holds her tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Barely able to speak) The... chain helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz grips the chain and wraps it around Rae. As the burning increases. Laz holds Rae tight across his  lap, his back up against the radiator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I seen a man die. He couldn't  breathe... his heart was... was givin'  out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just havin' a fit. You ain't  goin' nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He told me... get help. I just stood  there and watched him... I watched  him die, Laz. Oh God! GODDAMMIT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her legs itch like they are covered in ants. The wave is  hitting her hard. Laz holds her face up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(like a little girl) Oh, Laz... he hurt me. He... hurt me  so many times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one's gonna hurt you no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think God forgives people like  that? (crying like a child) You think God forgives people like  me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly aware of the rising burn, Rae grits her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold me. Oh God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae turns away as Laz holds her head in his lap. She bite down on his middle finger as his hand moves over her mout She is gasping, screaming into his hand. It hits. Laz holds her. Rae's open mouth quivers as the sensation peaks. Her shou slump, her chest vibrates. She is crying softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll just stay here. Wait till it  passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pages of the Bible flip to the final pages in the win",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz's truck pulls into his usual spot on the square. Rae riding shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you gonna be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here. Be here all afternoon. (waits) You ready for this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna just get some girl stuff,  like make-up and... stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae looks out the window, a touch of fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This town ain't goin' nowhere. You  take the time you need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both step out of the truck. Gene and Archie watch Ra ass as she walks by. They then look back at Laz, incredul",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Friend of mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae enters the modest grocery store holding herself tight few harmless shoppers look at her making her feel even mo uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is selling vegetables to a young woman. He is unaware that Angela has moved up behind him, grinning, carrying a small basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you have loyal customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns and grins) You liked what I brung ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been eatin' like a princess all week.  Even got enough for us to take a  picnic under the gazebo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'd be nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I put on the lotion you got me. Can  you smell it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela steps forward and pulls away her hair from her nec She cranes, offering her neck for Laz to smell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smells) That's nice, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is looking at herself in the provided makeup counter  mirror. She looks at the compact in her hand and decides  against the purchase. She rounds the corner and stops. She sees Sandy on her kn in the center of the aisle, building a display of tuna ca Rae thinks to leave, but stops. She makes a decision to t to her. She walks up the aisle and stands above her mothe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae kneels down next to her. She's trying to make a  connection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to your face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got in a little accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not believing her) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sandy stands and wipes her brow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since you workin' on the square now,  maybe we could get some coffee in  the morning, if you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need money again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. That's not why... (a frustrated breath) Why we always gotta do this? I mean,  you and me been at each other as far  back as I can remember. Wasn't no  love between us. And I'm your  daughter. I'm the only family you  got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never needed nobody. Always made  that clear to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I know I did. But... (struggles with tears) I'm tryin' to be dif'rent. I'm tryin'  to... get some peace, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm workin' here, Rae. Can you see  that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanted some make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that shit's on aisle 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae starts walking away. She quickly turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just think you should'a kept him  off me, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell are you talkin' about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now see? Don't do that. I'll go along  with all you say about me. But that...  you can't pretend no more on that.  Cuz I was just a kid, Momma. (a terrible silence) I didn't know about any of that stuff  he was doin' to me. (tears well up) And you let him do it. Some big nobody  in your life... and you let him do  as he wanted... with the only SOMEBODY  you had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is clear from Sandy's reserved anguish that Rae is tel the truth. Sandy firmly grips her by the arm and walks her out. Rae  winces in pain like a toddler being led off to a car for good whipping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry... I didn't mean to shout...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All my life I been puttin' out your  fires, with you givin' out your snatch  to every waggin' dick in this town.  And you gonna lay the blame at my  feet? Well, I ain't gonna take that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But... Momma... just tell me... not  gonna be mad... we can just talk  about it... Be eye to eye on this...  You don't even got to say you're  sorry... Just say how you knew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only thing I'm sorry for is listenin'  to my parents and having you instead  of doin' what I should'a done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sandy walks back up the aisle returning to her canned tun And then the rage hits Rae. With each breath Rae grits her teeth tighter. She grabs a mop off the side aisle and turns around. Sandy is pricing cans, down on her knees. She doesn't see Rae coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...tell me you don't know... goddamn  LIAR!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae clocks her over the head, sending Sandy into the disp of cans. Rae hits her again with the mop. She is screamin in short anguished breaths. Rae grabs everything she can and dumps them onto Sandy: B of flour, cans, entire shelves of ketchup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SAY IT! JUST FUCKING SAY IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mark comes running to the aisle followed by two other  employees. Stunned customers watch in amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae! Rae! What are you doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hysterically screaming  and thrashing the  mop) GET OFF ME! GET OFF ME! GET...  HIM...OFF!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and Angela are seated next to each other under the ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I's thinkin' about singing in the  choir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At church?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mm-hm. I don't know if I got a good  voice or not but... practice is only  on Mondays and Wednesdays, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning) You gonna sing me somethin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When? Now? Oh. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, just a little somethin'.  Right here. Go'on now, don't be shy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela blushes. She looks around and then leans in close Laz. She sings softly, sweetly, with all her soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) There is a balm in Gilead to make  the wounded whole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is falling in love. She is so beautiful to him, he do see the people running to the front of the grocery store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) There is a balm in Gilead to save my  sick, sick soul. (opens her eyes, speaks) So. You think I should be in the  choir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is grinning from ear to ear. He is about to speak but the commotion outside the grocery catches his attention. smile fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz bolts toward the grocery as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz rushes past the gawking customers at the end of the a A few male workers, including Mark, stand at a distance  watching Rae weep on the floor. Sandy is being helped up by a co-worker -- her head is  bleeding. Rae rocks back and forth, her face spotted with flour dus the mop held tightly in her grip. Mark tries to step closer but Rae cries out, thrashing wi the mop handle. They retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAE? GAL? YOU HEARIN' MY VOICE?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae lifts her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chain pulling around Rae's waist. The radiator clanki as it is pulled. Laz's hand holding her head to him as sh cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz slowly crosses to Rae. She lifts her tear-soaked eyes him. He kneels next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take you home now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lifts her up in his arms. She sobs into his chest as h carries her through the onlookers. Angela is there. She looks confused and shocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This your cousin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz can't lie anymore. His gaze falls to the floor. He le the store without saying anything to Angela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie has parked Gill's truck on the square. He starts  walking up to the grocery store. He sees Laz carrying Rae in his arms. She is sobbing into his chest, blind to all around her. Ronnie freezes in sho as Laz approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move, son. (Ronnie is unable to  move) Goddammit, kid, get outta my way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz pushes Ronnie causing him to fall backwards on to the pavement. Ronnie watches Laz put Rae in his truck and drive away. A wave of nausea hits. He turns over and heaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wooden chimes are deathly still above the porch. The  evening cicadas have begun their chorus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is holding her knees to her chest in the tub. Laz sit next to her, dipping the sponge in the water, gently wash her back and shoulders. Laz moves her head back into the palm of his hand to wash her hair. She stares into his eyes as he squeezes the spo on her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You took care of your wife, like you  do me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is wrapped in the quilt, laying on the couch. She is  awake and motionless, helpless to her depression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz sits on the side of his bed. Something is on his mind We CUT TO him on his stomach searching for something unde his bed. Another old guitar case comes out, followed by another, t another. Finally, Laz stands, an old maroon case in his g He opens the latches on the side and lifts the thin lid,  revealing a gorgeous cream colored electric guitar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae has not fallen asleep yet. She turns to see Laz enter the dark room with the maroon guitar case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and me, we night owls. No use  fightin' this shit. (tosses her a dress) Get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz's truck groans as it bounces into the crowded parking lot of Bojo's. Rae steps out, looking beautiful in her sun dress. Laz sl the door to his truck, guitar case in hand. They begin walking inside. Rae's watch goes off. She quic turns it off. But a faint echo of the alarm can be heard  behind her. She stops and turns toward the truck. The sou is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They go inside. Ronnie's hand appears from under the blue tarp in the bac of Laz's truck. He pulls himself out and looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and Rae stand like strangers by the door. The place i wall to wall -- people at the bar, people playing pool. Laz sees the culprit of this show. R.L. is gabbing with B a beer in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get'chu at that table up yonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By myself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Rae makes her way through the crowd of people, Laz mar over to R.L.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hell is this shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I called Bojo, like you say.  Called up the fellas in the band...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fuck are all these people doin'  here? Been drinkin' in this shit  hole for years ain't seen this many  people since I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit hole... Hey kiss my ass, Laz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nigga, you go'on kiss my ass. Ya  both called everybody, didn't ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bojo turns away to another customer. R.L. grins as he rem a flask. He offers it to Laz. Laz snaps it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There you go, preacher man. Get me  drunk so I don't stick my foot up yo  ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just know how you get. Good to  know, them butterflies still in ya  gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz and R.L. look over at Rae seated alone at a small tab near the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heard about this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ain't here to talk about that  shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz surprises R.L. by walking away and up onto the stage. Rae watches as Laz, shakes hands with some of the band  members. A few whistles from the crowd. Laz sits down at a chair off to the right of a short mic  stand. He plugs in. Rae watches curiously as Laz tunes his guitar -- moans of electric distortion. R.L. sits next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You in for it, now. He gonna nail it  to the wall tonight. I done pissed  him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drummer kicks in. Laz tears into the strings. The ent place begins to undulate and bounce as Laz returns to the blues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) I don't know, but I been around,  tell me them women shake 'em on down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers. Rae watches in awe. She's never seen anything lik it. She is surrounded by couples dancing so close they mi as well be naked. But there is also a great sense of safe as Laz controls the room with his music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) Yes, I'm goin' Georgia line.  See if them women sweet like mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HERSHEL, a black man in his 30's, asks Rae to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna cut it up, baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugging) Well...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae looks up at Laz. Laz smiles and nods. Rae takes the m hand and moves out onto the dance floor. R.L. can't be se anymore. He stands and stomps his foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shouting at Laz) Yeah, you know you home, old man.  You just walked through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) I don't know, but I been told, them  Georgia women sweet jelly roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae allows Laz's voice and guitar to take hold of her. He face gets wet with sweat as she moves, making love to the current in the air. Men are dancing all around her, but now she is in control She turns to a young man and shakes, then an old man. She is free, herself, and above all, safe. Laz smiles, unaware of Ronnie watching from the window be him. There is rage and confusion in his face as he watche Rae surrounded by dancing limbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Laz and Rae are drinking water from the sink in tall glasses like they've been stranded in a desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you drunk? (Laz shrugs) Keep drinkin' water and you won't  get a headache in the mornin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, gal I been here before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiling) I guess you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is taking off his shoes, getting ready to crash for t night. He sits down on the side of his bed and takes off shirt, leaving his T-shirt on. Rae is standing in his doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz? Can I sleep with you tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't think that'd be wise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't mean it nothin' dirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you didn't. But you a grown  girl. You can handle it. I got to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae understands. She crosses to Laz and kisses him on the cheek. Rae then walks down the hall to her couch in the front ro Laz turns off the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae enters the dark bathroom and shuts the door behind he Her hair is shorter, a shaggy bob, bleached platinum blon ARTY, always behind the door, attempts to enter, but Rae  pushes the door closed and locks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baby, where you goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna pee. I gotta take a break  and go pee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, this isn't fair. You said I  could do it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat shit and die, Arty. A girl can  change her fuckin' mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae finds the light switch. She yelps upon seeing Ronnie  crouched by the tub. Suddenly feeling violated Rae yanks down on her shirt to  hide the fact that she's not wearing anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't gotta get up but... I gotta  go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie attempts to get up but it's too late, Rae has alre squatted on the commode, pinning Ronnie between her and t bathtub. Rae is breathing heavy, her focus is scattered. She's com up or coming down from a big burn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(waiting for pee) I think if I just piss... I'll be  okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You feelin' sick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just in one of my moods. You  know how I get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie tries to look away, trying to make an awkward mome less awkward. Rae's anxiety is hitting her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it'd be better if you talk  to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just about anything, you know. It  can be funny or... not. Just tell me  somethin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie nervously considers this before agreeing to open h mouth. He points into the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. That's my vomit. I came in  here to get sick. I thought I'd make  the toilet but... anyway, I got sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you wasted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I just got a messed up stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(remembering) Holy shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit, Ronnie! (smacks him on the  arm) You're a fuckin' rock star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All them people shoutin' your name  like they were doing tonight! Shit!  That arm you got'll get'chu on a box  of cereal...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie leans over and dry heaves into the tub. It is pain Rae leans forward and touches his back, comforting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey? You okay, Ronnie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie falls back, gripping his stomach, there are tears his eyes from the dry heaving. Suddenly emotion hits him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through tears and  clenched teeth) Box of cereal... well, Goddamn... (looks at his trembling  fists) Everybody keeps sayin' things to me  take make me feel great. But I don't  feel great at all. I feel like I'm  comin' outta my skin. Like I'm losin'  control of my mind. (looks into Rae's  eyes) I'm not like this. I'm not usually  so... afraid. (really starts crying) I don't know what's... wrong...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae pulls Ronnie to her. He cries into her shoulder. She  gently rubs his wet face and sings her words of comfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is'okay... Is'okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie begins to calm down. The sobbing abates. The metal music from the party outside is muffled through the door. The two hold onto each other in silence. Rae pees. They both giggle, a welcome release of tension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel better. Do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie lifts his head from sleep - his memory of Rae has  vanished. He is leaning against the corner of the barn, his .45 in grip. His gaze slowly turns toward Laz's darkened house. His hand begins to shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crow squawks in the rows of corn. A bright morning is  coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is still asleep. The sound of clumsy guitar playing,  accompanied by a tiny voice, can be heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(plucking, trying to  find the right note) You... are my... sunshine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz quietly creeps into the doorway to watch Rae struggle with the guitar playing. He could stay there for hours  watching this little girl play his guitar. Rae looks up and sees Laz. She stops playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like you know a song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't know where I learn't it, but...  it's there in my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz sits next to her and takes the guitar from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(playing a tune) How you feelin' today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know how you feel when you come  out of a bad hangover? Like your  eyes can open a little bit more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woke up real early. Sun was shining.  Just thought I'd mess around, try to  learn a song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go'on and sing it, I'll play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you do it. I can't sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop that foolishness. Just do as I  say and close your eyes. (Rae closes her eyes) Close your eyes. And think about...  well, for a song like this, I'd say  you think about what you love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get a good picture in your mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae's playful smile turns serious. Laz continues playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think on that. And sing wit me. (Laz comes in singing) You are my sunshine. My only sunshine. RAE &amp; LAZARUS You make me happy when skies are  gray.  You'll never know dear, how much I  love you.  Please don't take my sunshine away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae opens her eyes with a delightful giggle. Laz continue playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. I know another. It go like  this. (sings) Last night dear, as I lay sleeping.  I dreamed I held you in my arms.  When I awoke dear, I was mistaken.  So I hung my head and I cried. (to Rae) Close your eyes Rae... sing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae doesn't hesitate to obey. With her eyes closed and La playing, neither can see Ronnie creeping up from the kitc with his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) You are my sunshine. My only sunshine.  You make me happy when skies are  gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie looks sick with pain as he points the barrel at th back of Laz's head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) You'll never know dear, how much I  love you.  Please don't take your sunshine away. (opens her eyes) RONNIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz spins around knocking away Ronnie's arm. BAM! The gun fires into the wall. The guitar cracks on the floor. Rae screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RONNIE STOP! RONNIE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz lunges at Ronnie but Ronnie is faster. He spins Laz a and slams him to the floor, pushing his gun into Laz's fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NO!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie looks up at Rae, his eyes red with sorrow and rage He pushes the gun to the side of Laz's head. Rae cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't been a week and you already  some nigger's whore? Gill told me.  Told me how you and he... you and  everybody...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie. Please, baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Laz) Did 'ya have fun with her? Sweet as  a peach, I bet. Huh? Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz glares back, not saying a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn it, I ask you a question,  you better answer it, or I'm gonna  blast a hole in ya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae moves closer. Ronnie points his gun at her and scream",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "YOU SHUT UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful how you point that gun, boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points gun back at  Laz) Or what? OR WHAT?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boy? You here to make a point, or  you here to kill somebody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't gonna be callin' me boy when I  blow your face off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sayin' you'll do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard me, mother-fucker. I'll  fuckin' kill..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) BOY! You so green you couldn't stomp  a baby duck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie can't believe what was just said -- mostly, becaus it's true. The gun begins to shake in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You testing me? Huh? You testin' me,  old man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Test. Shit. What kind'a test you  thinkin'? You mean like, if you a  man or not? If you a killer? Only  one way to prove that. You just look  me in the eye, boy, and you squeeze  that trigger back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie grips the shaking gun. A severe attack is on the r as he listens to Laz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't that easy, is it? I been in  some scraps, son, I know. First  there's that loud crack. Always louder  than you think. Like it just come-up- a-cloud and clapped a mess thunder  right in ya hand. BAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie flinches. He tries to control his breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White light. Smell of smoke. Taste  of my blood and brains in your mouth,  stingin' ya eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie almost vomits, but he holds it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, baby... just let me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae moves closer to him, wanting to comfort him but she s as Ronnie points the gun at her. His eyes pleading for he to stay back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GODDAMMIT, RAE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOY! YOU KEEP THAT GUN POINTED AT  ME! (Ronnie obeys) You need to kill a man, all you gotta  have is a good reason. (watches Ronnie fight  his attack) You know she been here with me, don't  cha? Been all over town, givin' up  that switch you thought was your  own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHUT UP! SHUT UP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put all your love and dreams into  one woman... she turn around and  give it all to another man. That's a  good reason to paint the wall with  me, kid. She'd fear ya then. Cuz  there won't be no more question in  her mind. She with a real man now. A  real KILLER!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A flood of tears are streaming down Ronnie's face. The gu is shaking furiously in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't... don't say that to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting fed up) Son, I'm grown. Don't got patience  to suffer you children and this monkey  junk. I'm too old to play house... (looks at Rae and  then back at Ronnie) ...and cowboys. So let's have it.  End me or get out of my face!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie looks like a scared five year old having an asthma attack. Laz barks at him one last time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go'on. Do it. (silence) DO IT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last shout from Laz completely destroys Ronnie. His  shoulders slump. The gun lowers in his grasp. A low sob i heard as he falls to his knees. Laz snatches the gun from his hand and stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae inches closer to Ronnie as he kneels over and weeps. gently touches his shoulder. He turns his anguished face her and tries to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't stop... I can't stop... being  scared. What am I gonna do...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie hides his face in his hands. Rae throws her arms a him and holds him tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got you, baby... I got you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz removes the clip and crosses to the kitchen. He slams the gun on the sink, opens a drawer and removes the wall  phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(seeing Laz plug the  phone in) What are you doing? (Laz dials a number) You gonna call the cops? You think  they gonna help this? They ever help  you, Laz? Huh? (Laz listens on the  phone) DAMMIT LAZ PUT THE PHONE DOWN?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz looks at Rae. There is hurt in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you knew me better, gal. (into the phone) I need you at my house... right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L. crosses from the kitchen. He hands a glass of water Rae seated on the couch. He hands another to Ronnie seate next to her. R.L. sits before them as Laz lingers in the  doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ronnie) I imagine there's a lot of good  between you two. But I want you to  tell me what's bad. Go'on. And don't  hold back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is very uncomfortable. He looks at Rae seated next him and then back at R.L..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate this town. You can't round  the corner without bumping into  someone who's got your number. (a brief look at Rae) We did a lot of dreamin', me and  Rae. Makin' plans to get out. I'd do  my tour and... we'd move outta here.  Go to Chattanooga. And I'd work for  my uncle. (looks down, tears  come to Ronnie) But... when Rae gets like she does.  And she does the things that she  always done. Makes me feel like she  loves this place more'n me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae starts shaking her head, tears come to her eyes. R.L. raises a hand to silence her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, Ronnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All my life people called me shit  like, sissy and... nervous and... I  got few things in my life that make  me feel like... like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised) Yes. I mean that's it. I wanna feel  like a man with her. I wanna feel  like the only man with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie wipes the tears from his eyes with his shirt sleev R.L. turns to Rae.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks at Rae) Now, Rae, we're not here to fix you  or judge you. Only you and the  Almighty can do that. But I want you  to tell me about these spells you  get.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae takes a deep breath. She looks up at Laz. He encourag her with a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It starts like this... fire... that  spreads. Starts in my head. Then  moves to my stomach. Then it goes  lower. I can stop it sometimes but  mostly I just jump on and ride it  out... then everything'll go back to  normal, you know. Only thing ever  took that feeling away was... was...  when I met Ronnie. (the emotion really  hits hard) Cuz I love him so much. He's all I  got in my life that's special. And I  like taking care of him and helping  him when he gets nervous. When I can  do that for him... it's like I'm  givin' somethin' of myself that I  haven't givin' nobody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae, look at Ronnie. And tell him  how you feel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae turns to Ronnie. Her nose is running as she wipes awa her tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think... I think we're fucked up.  Both of us. I know I am. But... that  don't mean what I feel ain't true.  It don't mean I can't love. And I  know, how I been is... is... REALLY  BAD! So if you want to quit on me...  I understand. But please... please...  don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is very moved by Rae's plea. He touches her face a wipes away a tear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So. What'chu two gonna do about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens. Angela looks surprised to see Laz. She is dressed in jeans, a T-shirt, wearing rubber gloves from  cleaning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. You wasn't at'cha work but that  nosey gal up at the counter give me  your home address. Hope you don't  mind me comin' over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need ya help again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela notices Rae and Ronnie seated in Laz's truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More cough syrup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I come in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela takes a breath and opens the door wider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a small house, but tidy. Angela motions for Laz to  sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lied to you. It was wrong. But at  the time... I didn't know what to  do. Imagine you got an earful from  folks about that gal I's carryin'...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz... you don't need to explain  yourself to me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do. Cuz I feel for you. Mean  to say... (long pause) I got feelings for you. And I didn't  want you to think... I didn't... (how to say?) I don't want you to go away. There's  better ways to say what I'm trying  to say, but... they it is. Don't go  away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela thinks on this. She rises out of her seat and cros to Laz, sitting next to him on the love seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz. I'm gonna put my trust in you.  I'm gonna do it knowin' all too well  I can get hurt like this. And I have  been hurt. Just like you. (beat) Woman like me, I got a lot of livin'  to do. But my days are precious to  me. They all I got left. Don't want  no more fuss. I want love in my life.  You understanding me, Laz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. God's truth. I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stay locked in each others' sight. Then, the slowest, most gentle kiss happens between them. When they separate, Laz is lost in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now what'chu need me to do? Cuz I'm  gonna go do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz enters the pool hall and spots Tehronne. Tehronne mot him back. Next to Tehronne is an old black man named PINE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, this here Pinetop. I think he  got what you lookin' for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pinetop grins and produces a black velvet cloth. He opens gently and spreads it out, revealing a long, thin, gold c Laz nods, approvingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne leads Laz down the back steps. They both round the corner, revealing an old Chevy Capric It is light brown except for one door that is gray, howev the chrome rims on the car are impressive -- worth more t the entire car by a long shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It got some miles on it, but my boys  say she run good. Got fresh 22's on  her. Ain't my doin'. That's just how  it came to me. Don't worry. Nobody  gonna come lookin' for it. I got the  pinks... got no problem. (hands Laz the keys) Ain't gonna have my girl ridin' no  bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(moved, impressed) Don't see generosity much these days.  Everything always got a catch. Guess  I'm tryin' to say... thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody ever asks me to do shit like  this for people. And you know what?  I'm good at it. Naw what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tehronne walks back into the pool hall, leaving Laz alone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rhonda has three white dresses over her arm as she hurrie past Ronnie, seated next to the back dressing rooms. The door doesn't close all the way. He stands and moves i for a peek. Angela pokes her head out and grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs) Just wanted to see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know the rules. (vacant look from  Ronnie) You do know the rules, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then start taking them seriously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is standing in bra and panties up on a small platform front of a tri-divided mirror. Ella Mae takes the dresses from Rhonda. Angela sees that Rae is nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay to breathe, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is wearing a brown corduroy jacket. He is attempti to tie his neck tie in the side mirror of Laz's truck. Lincoln, also wearing his Sunday best, steps up behind hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You Ronnie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Lincoln. Guess I'm gonna be your  best man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ultimately accepting) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You havin' trouble with that tie?  Cuz I'm pretty good at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie nods. Lincoln steps behind him to tie the tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotta do it like this or I get all  turned around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz is wearing the same suit he wore at the cafe with Ros He is seated in Ronnie's trailer, outside the back bedroo door. Angela steps out from the bedroom with a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's ready for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz opens the door, carefully looking around the doorjam. sees her standing before the dresser mirror. She looks  beautiful, simple, and elegant. Rae desperately searches Laz's eyes for approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now that's sharp. That's real sharp.  Miss Ella Mae set you up, didn't  she? You like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've had nice things before but I  always ruined 'em somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, this one's yours now. You ready  to take care of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae bows her head. She fights back tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to. More'n anything. But I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz holds her face in his hands. He speaks softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now... let's stop that. (smiles) You and me... we can handle this.  You hear me, gal? We gonna be just  fine. Now live ya life. Pull your  shit together and live your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His words are piercing and true. Rae nods, decides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "R.L.'s words are heard as Rae wraps her arms around Laz a rests her head on his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want you to let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was a child, I talked like a  child. I thought like a child, I  reasoned like a child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie turns toward the trailer. He is in his suit, stand in his front yard -- Lincoln at his side. R.L. stands to side with a Bible in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I became a man, I put childish  ways behind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie is amazed with what he sees. Laz leads beautiful R down the steps as Angela tends to her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we see but a poor reflection as  in the mirror; then we shall see  face to face. I know in part; then I  shall know fully, even as I am fully  known.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae holds firm to Laz's arm as they come together on the  green grass to witness and perform this union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now these three remain: faith,  hope and love. But the greatest of  these is love. (Looks to Laz) Who gives this girl in marriage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazarus takes a few steps with Rae, offering her arm to  Ronnie. Ronnie and Laz stay locked in each other's gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got her now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz stands next to Angela as Ronnie and Rae face R.L.  together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie. Rae. I want you to look at  each other and listen to me carefully.  Do you understand? RAE &amp; RONNIE Yes. Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They both obey -- each with a serious expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I require and charge you both as you  stand in the presence of God to  remember that love and loyalty alone  will avail as a foundation of a happy  and enduring home. (to Lincoln) Go on, hand it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lincoln steps toward Ronnie and holds up the black velvet Ronnie takes the gold chain and carefully wraps it around Rae's waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No human ties are more tender. No  vows more sacred than those you now  assume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laz looks on -- a conflicted emotion of joy and loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If these solemn vows be kept  inviolate, the home which you are  establishing will abide in peace and  your life will be filled with joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Angela reaches over and takes Laz's hand in hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. FREEWAY / INT. RONNIE &amp; RAE'S NEW CAR - DAY Ronnie is at the wheel of the Chevy Caprice. Rae sits sil next to him. Rae looks out the window as a huge 18 wheeler rolls up on her side. She tries to ignore it and the tension it bring She turns to see that Ronnie is sweating. Another truck i on his side sandwiching them in. An attack is coming over Ronnie. His breath is short. His chest tightens. Rae reaches over and gently strokes the back of his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He breaks. The two trucks zoom ahead as Ronnie breaks to side. Dust flies as the Chevy skids to a stop on the side the road. Trucks zip by shaking the car, as Ronnie tries to get con of his breathing. Rae tries to stay calm, stroking the back of his neck as struggles for breath. He puts his forehead against the wh to stave off the building nausea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through clenched  teeth) FUCK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fear comes to Rae's face as she notices her middle finger scratching at the back of Ronnie's neck. She pulls it awa and shoves her hand between her thighs. Her eyes close as the burning builds. She grips the gold  chain around her waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The chain, tight around Rae as she struggles. Rae panting and sweating on Laz's floor. She reaches out. Her hand la on the strings of his guitar. A single string is plucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EXT. FREEWAY/ INT. RONNIE &amp; RAE'S NEW CAR - DAY Rae opens her eyes -- the low note still sounding in her  head. She places her hand back on his neck. And then, sof as a prayer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) You are my sunshine. My only sunshine.  You make me happy, when times are  gray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ronnie slowly turns and looks at Rae, his head still rest on the steering wheel. The panting has slowed. Color star returning to his cheeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing) You'll never know dear, how much I  love you.  Please don't take, my sunshine away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The anxiety is gone. Ronnie takes a breath and looks at R humbled and thankful of her power to soothe him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See. We're okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rae is smiling.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1309"
    }
  ]
}