{
  "movie_id": "MOV1327",
  "scenes": [
    {
      "location": "SUBURBAN CAR DEALERSHIP",
      "time": "LATE AFTERNOON",
      "characters": [
        "89.",
        "85.",
        "94,",
        "O",
        "N",
        "/, (CONTINUED)",
        "47.",
        "EDNA",
        "GIRL",
        "96.",
        "DOOR",
        "Z",
        "21.",
        "\\",
        "DINGY KITCHEN",
        "99.",
        "A ELLEN",
        "28.",
        "EDNA AND RUSTY",
        "23.",
        "ELLEN, (V.0.)",
        "103.",
        "MAN",
        "MECHANIC",
        "THE FAMILY",
        "TOWER VOICE, (0.C.)",
        "WORM FARM",
        "EDD",
        "NE",
        "BLACK VOICE",
        ", EDNA",
        "EDDIE, (0.C.)",
        "SLOW MOTION",
        "' CLARK",
        "120,",
        "END CREDITS ROLL OVER VACATION SNAPSHOT PORTRAITS.",
        "52.",
        "11.",
        "SUPER",
        "ELLEN /",
        "/",
        "FADE IN",
        "WHAT ARE YOU DOING",
        "ALL",
        "ASSOCIATES",
        "YOUNG MAN",
        "\" CLARK",
        "33.",
        "_",
        "25.",
        "GUARD",
        "MARTY MOOSE",
        "64.",
        "105.",
        "12.",
        "\\ CLARK",
        "SWAT TEAM",
        "COWBOY",
        "CLERK",
        "HOOKER",
        "EE EEE",
        "14,",
        ". . CLARK",
        "G. J",
        "39.",
        "EA",
        "WO",
        ". CLARK",
        "71.",
        "CATHERI",
        "_ PILOT, (0.C.)",
        "SEVEN DAYS A WEEK",
        "ELLEN ,",
        "DALE",
        "\"ASSOCIATES",
        "58.",
        "109.",
        "61.",
        "FAMILY",
        "45.",
        "RUSTY AND CLARK",
        ". AUDREY",
        "DAVENPORT",
        "82.",
        "-",
        "62.",
        "RUSTY",
        "LL",
        "WAITRESS '",
        "FAMILY 1",
        "OC",
        "10.",
        "A MESA",
        "_ CLARK",
        "CLARK, (V0)",
        "WALLEY",
        "102.",
        "THE END",
        "SALESMAN",
        "CLARK, (.0.C.)",
        "CLARK AND ELLEN",
        "ELLEN, (0.C.)",
        ", ELLEN",
        "93.",
        "CLARK, (CONT'D)",
        "ELLEN '",
        "UCN",
        "60.",
        "EDI",
        "ELLE",
        "VICKI",
        "PICNIC AREA",
        "_ ELLEN",
        "WHAT DID YOU SAY",
        "SHITFACE",
        "75.",
        "J",
        "INDIAN",
        "50.",
        "7,",
        "16.",
        ". ELLEN",
        "ATTENDANT",
        "DISSOLVE TO",
        "59.",
        "ELLEN",
        "DESERT",
        ". ,",
        "73.",
        "/ AUDREY",
        "CATHERINE",
        "78.",
        "MOOSE",
        "18.",
        "COP",
        "CLARK, (V.0.)",
        "117.",
        "SHABBY LIVING ROOM",
        "95.",
        "ROAD",
        "CONTINUED",
        "CUT TO",
        "END CREDIT SEQUENCE",
        "72,",
        "EDDIE",
        "31.",
        "7",
        "80.",
        "SEMI TRAILER",
        "CLARK",
        "LARK",
        "RR RE EE EEE",
        "BACK SEAT",
        "69.",
        "AUNT EDNA",
        "NM",
        "OO",
        "ASSISTANT",
        "ELLEN -",
        "CLARK.",
        "84.",
        "126.",
        "A GUARD",
        "CLARK . .",
        "CLARK. _",
        "34.",
        "77.",
        "CLARK, (0.C.)",
        "BACKYARD",
        "KIDS",
        "' EDNA",
        "CASHIER",
        "CLARK AND RUSTY",
        "JEEEEE-SSSSSUS",
        "CO",
        "OLD MAN",
        "68.",
        "DESK CLERK",
        "110.",
        ". YOUNG MAN",
        "76.",
        "VU",
        "106.",
        "AUDREY",
        "124.",
        "WYATT EARP",
        "KNOCK IT OFF",
        "E"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "4 1977 sedan with serious trunk and minor front fender da pulls up in front of a large suburban car dealership. CLA W. GRISWOLD and his twelve year old son, RUSTY, get out. is mid-thirties, handsome, fatherly. He's wearing hornrim glasses and a summer-weight suit. He's excited and happy pick up his new car. Rusty is in jeans and a Lacoste shir",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(proud) Pretty exciting, isn't this, Russ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Picking up the new car. Can't wait, can you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Yeah, Dad. A CAR HIKER in greasy overalls strolls up. Clark shakes h hand and tosses him the car’ keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Clark Griswold! Trade-in. Take her away. Say good-bye to the old gas guzzler. The hiker jumps into Clark's old car and blasts out of th dealership driver and shoots across the street. Clark's SALESMAN, a slick, fast-talker in a polyester hou tooth sportcoat, comes out of the showroom squeezing a te ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Hi, there, Ed! The Salesman puts the ball in his pocket and shakes Clark hand. \fee ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Good to see you, Mr. Griswold. (to Rusty) How you doing, \"Billy\", right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Yep. Couldn't wait. Look at him. Rusty, playing with a tiny portable pac-man, is uninteres Clark gives Rusty an affectionate squeeze. ‘SALESMAN Let's get it then! You bring your trade-in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARK",
          "text": "A guy took it away a couple seconds ago. The Salesman smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Come on around back. They walk around the dealership.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CLARK",
          "text": "We were afraid the car wasn't going to come in on time. We're leaving in the morning for California. Takin' the whole family. The big vacation. Walley World.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Sounds exciting, Claud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "There she is! (puzzled) Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fook RE SSS",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Right there. The wagon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "That's not. the car you ordered, Dad. Clark steps over to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Take it easy, Rusty. This isn't the car I ordered, Ed. I distinctly ordered the Antartic Blue, Super Sportswagon with C.B. and the optional Rally fun-pack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "You didn't order it in Florida Orange?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Antartic blue. The sportwagon. This isn't even the right model.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "— You know, I think you're right, Claud. oh This is the new wagonqueen family Truckster. A damn fine automobile. Beats the hell outta the Sportswagon, but I want you to be happy. Davenport!! (hands on hips, looks down angrily. To himself:) I'm going to get to the bottom of this. A middle-ages BLACK MAN, dressed in greasy over-alls, app wiping his hands on a rag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVENPORT",
          "text": "Yes, Mr. Ed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "Mr. Griswold ordered a blue Sportswagon. Where is it? :",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVENPORT",
          "text": "I don't know, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "(moment of discovery) Oh, I know what must've happened. It oo didn't come in. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Ed, I'm not your ordinary everyday fool. Now, if you can't-give me/ the antartic blue sportswagon right now, I'm taking my business elsewhere!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": "It's going to take a good six weeks, Mr. Griswold. Tell you what... If you're going cross-country with the whole tribe, the Wagonqueen Family Truckster is your automobile. FM push-button radio, all the newest safety features, air cushions, warning buzzers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Okay, fine. Give me my old car back. I'm not falling for this bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jaws close on Clark's old car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The orange wagon pulls in the drive. Clark shuts off the engine. It runs on, shivering and chugging. Rusty gets out. Clark restarts the engine, guns it and turns it off again. It continues te run on. ELLEN and AUDREY come out of the house to inspect the new car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? Is that the right car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No, it isn't. Changed my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "They crushed our old car into a block! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "An orange station wagon? \foe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Nothing. The car we ordered didn't arrive in time. I got a great deal on this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Why is it still running?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "All new cars do that. teense 4n air bag inflates as a sudden forward and final jerk of car stops the engine. Clark is all but suffocating as he tries to extricate himself and the ignition key from a co fusion of shoulder-harness release buttons, deceptively c air bag valve releases and a special steering colum key r button; all amidst a constant cacophony of various buzzer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is rinsing dishes. Clark is absent-mindedly drying and loading them into the dishwasher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You know, Clark, it's not too late to fly out to California. We only have two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "‘Let's not go through that again, sweetie pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Lots of families fly, Clark. Especially cross-country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The idea of a family vacation is to spend time together as a family. You get on a plane, everybody puts on their headphones and they're off in their own worlds. In a car you talk, you sing, you see the country, you meet the people. You share impressions, honey. You learn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "But it's an awfully long ride, honey. \fClark kisses",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm looking forward to an awfully long ride. You see the kids all the time. I see them a few minutes in the morning, a few minutes at night and a few hours on the weekend. I'm going to turn around-one of these days and realize that my little babies are all grown up. Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I just thought it might be easier to fly. eee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing worthwhile is easy, Ellen. her on the cheek and starts for the family room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Kids, who wants to see the triptic? Russ, you wanna turn off the pac-man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark changes Rusty's Program to map of USA by punching s cy buttons on small console. On screen an miles, miles",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Russ, Audrey, sit next to Dad. I figured out the whole trip on the old apple here. I wanna make sure we get the maximum amount of fun time at Walley World without missing any of the good stuff along the way. \"X\" flashes in Southern California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) I knew you'd be interested in this, Russ. I've got the whole thing broken down into: total miles, miles per gallon, miles per hour, cost per mile, cost per hour, cost per day, and... hours per day. A readout shows up on lower ‘right corner of screen: \"Tot per gallon, miles per hour, cost per mile, cost per hour, cost per day, hours per day.\" \fee Re eeeeeeE EO EE Eee 0",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK.",
          "text": "(continuing) With me so far, kids? There's Walley World. . (indicating '\"X\") And... A red dot appears in Chicago as Clark punches a button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) ... here's the old truckster. Now let me just punch up day one... Honey, I'm doing day one... come on in here! A small pac man appears on the screen and pursues the car already progressing down Route 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Rusty, d'ya mind? I'm trying to explain the old trip here. Rusty punches in from his remote control unit some attack space ships as Clark tries to avoid by moving red dot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(having devoured the car) I forgot why we're not flying, Dad. Clark is trying to keep car out of trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Yeah. Jessica Forsken's dad flew them first class on the Concord to Switzerland for their vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That's the whole point of us driving across our own country. I want you to experience first hand your roots, your heritage... Not fly over it. And you're growing up so darn fast. Where'd you learn about the Concord? (affectionately) Come on over here. He tries to lift her up by her waist while he is seated, out his back and pushing Audrey's sweater just above her bra. She doesn't budge. Clark registers pain as Ellen see this strangeness through the kitchen door. \f——eeoeororeeoeeoe Le ene ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "OC",
          "text": "Luggage is neatly stacked behind the wagon. Clark rubs hi an s in anticipation of a well-planned operation. are:watching. The kids \fBe Bas Ba Be BB ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to Rusty) Properly packing a car is a science. He tries to open the rear door of the wagon. There is a handle on the side indicating the door swings open. But there is also a handle at top center indicating that the door drops down to open. He tries the handle on the side. It won't open. He tries the handle at top center. It won't open either. He steps back, thinks and then tries both at the same time. The door swings open and drops dow It hangs dangerously on a single bottom hinge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark finishes. lashing luggage to the roof rack and clim down. He proudly checks out his work. The car is complete loaded down, clearing the ground by six inches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "If you take the time to plan, you never go wrong. He gets in the car and backs into the garage. He hasn't anticipated the height of the luggage on the roof. The- suitcases are ripped off the rack and tumble down and ope on the drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's still dark. Clark and the kids are in the car. He's trying to start the car. Rrrr! Rrrr! Rrrr! Ellen walks to the car thinking, running over her mental checklist of things to do before leaving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Turn off the water, stove, heat and air. Lock the doors, notify the police, stop the newspapers, call to get the grass cut, put the timer on the living room lights... She smiles. Everything's in order. Clark gets the engine started. Ellen gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Are you ready for the best vacation ever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAMILY",
          "text": "Yeah! \fbeck e cg an mmm mm mmm a",
          "sentiment": "neutral"
        },
        {
          "speaker": "10.",
          "text": "The car pulls out but Clark fails to notice the garden ho caught on the bumper. As he drives off down the street, t hose is stretched to its limit and finally rips several f of pipe out of the wall, causing a geyser of water that s flooding the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "garage. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon rolls along the interstate. It's a | beatiful day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ail are singing merrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (V0)",
          "text": "(sings) | Ba-ba-ba-ba-barbara Ann. !",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(joins in) Ba-ba ba-ba-barbara Ann. , Clark and Ellen are singing. The kids are staring at them like they're crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(falsetto) Barbara A-a-ann Ta-ake my ha-a-and Barbara A-a-ann",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK AND ELLEN",
          "text": "You got me rockin' and a rollin' Rockin' and a reelin' Barbara Ann Ba-ba-ba-ba-barbara Ann",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Went to a dance looking for romance Saw Barbara Ann so I thought I'd take a chance on",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK AND ELLEN",
          "text": "Barbara Ann Barbara Ann Take my hand Barbara Ann... Clark turns to the kids as Ellen continues with the ba-ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Come on! Sing! (sings to the kids) Ba-ba-ba-ba-barbara... \fLee I IN BBB R A eine RL",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(Limp) The song ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "We don't know any of your songs. kt RUSTY Are you making ‘em up? The sound kind of made up, paddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Okay. We'll sing one of yours. You start. The three kids look at each other. They silently agree on a tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "(hand-clapping chant) Work that sucker to death Work that sucker to death To death Work that sucker to death... Clark interrupts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Wait a minute. That isn't a song!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "It is too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Daddy means. a sing-a-long song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I got one. We all know it. It's the national anthem of Walley World! Clark clears his throat. He leads the family in a rousing rendition of the Marty Moose theme, the Wally World theme park's cartoon figurehead's song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(sings) Who's the moosiest moose we know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "11.",
          "text": "\fOo",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAMILY 1",
          "text": "Marty Moose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN ,",
          "text": "Who's the star of our favorite show? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAMILY",
          "text": "Marty Moose! © )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "\"M\" is for merry, we're merry, you see! ) ou ELLEN | \"Oo\" is for \"0\", gosh! “O\", golly! \"o\", gee! \\",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "\"Ss\" is for super-swell family glee! |",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "\"E\" is for everything you want to be!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What's that spell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "H-yuck! That's me! Huh, huh. Now we're talkin’. How ‘bout this one, honey. \"Doe a dear...\" Ellen joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK SEAT",
          "text": "Rusty has already put on headphones from a Sony Walkman; is plugging her headphones into the same Walkman and grim Rusty turns up volume. CROSS FADE Clark and Ellen singing to the rock song the k are listening to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "leaving Chicago in B.G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "whizzing past cornfields. We hear Clark singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (0.C.)",
          "text": "\",,.are the luckiest people in the world...\" C'mon, kids!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "moving along another section of highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (0.C.)",
          "text": "\",,.Michael row your boat ashore...\" Everybody!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "\".. Hallelujah...\" ne Am Boe ae Beg 13. Ellen appears to be asleep. She opens one eye and interru",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, honey, give it a rest, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Okee dokee, my little darling. Got to stop for gas anyway. \"Oh, little darlin’, dum dumbee doobie doobie darlin'...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "\",..Rollin' rollin’ rollin'...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark pulls into the left of the pumps. Ellen and the kid get out and head for the restrooms. Clark removes the pum but immediately notices there is no gas tank on that side the car. He returns the nozzle, gets-into the car and pul around to the other side of the pumps. There is general confusion and honking of horns as Clark cuts off other ca waiting in line. He pulls into the other side of the pump removes nozzle and discovers that there is no gas tank on side either. Looking to the right he sees a man filling a tank at the back of a station wagon under the license pla Clark confidentally grabs the top of the license plate wi his left hand and pulls sharply and dramatically, rippin, the plate at its hinges. He looks up with the license Pil in his left hand and the nozzle in his right hand, just a Ellen and the kids approach the car. The kids get in and Ellen points to the right front fender. With her finger, opens the little gas tank door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Isn't this the gas tank, Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Get inside, honey. I'm just fixing the plates. tt EAA PEE ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the car approaches St. Louis, the Gateway Arch is seen in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is perusing the map. The kids are leaning over the seat, interested in the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "See that, kids? That's the St. Louis Arch. The Gateway to the West. It's over six hundred feet tall and has an elevator that goes all the way to the top. That's sixty stories to you and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIDS",
          "text": "Geez, Dad. Can we go up on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Nope...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car cruises into the Martin Luther King Memorial Brid",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "What river are we crossing over, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That's the Mississippi, the mighty Mississip, the old Miss, the old man. Clark begins singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) \"Ole man ribber, dat ole man ribber.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "- (looking at the map) Clark, I think you're on the wrong bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What's the difference, so long as you get across the river.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSE ER NE ts",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Well, when we get across the river, we'll be on the wrong highway, honey. CLARK ° Oh look. There's the old courthouse. That's a real landmark, kids. That's | where they made the Dredd Scott Decision. AUDREY i Who's he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You. mean who was he? Don't they teach American history anymore, kids? Dredd Scott was a famous negro slave who took his master to court to gain his | freedom right here in St. Louis. You've heard of the Civil War, haven't you kids? ; Well, this is the courthouse where the judge heard his case and made that famous decision back in eighteen something seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Did he go free, Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Nope. Went back to work. \"You load sixteen tons and what do you get...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon crosses the MacArthur Bridge, heading t opposite direction it was traveling across the King Bridg",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (V.0.)",
          "text": "(cautiously) Clark? Isn't California back the way we just came?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (V.0.)",
          "text": "Of course, we're on the wrong bridge. What is wrong with me? RUSTY (V.0.) t Dad? What river are we crossing now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (V.0.)",
          "text": "I believe that's still the Mississippi, Russ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon cruises slowly down a street in the bow of the inner city and stops at an intersection. A red ’ Cadillac pulls up alongside of the wagon. Six adult BLACK MEN are in the car. Of",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to Ellen) I better ask these fellas how to get back on the expressway. He rolls down his window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Pardon me! I wonder if you could tell me how to get back on the expressway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK VOICE",
          "text": "Fuck yo' Mama! Clark quickly rolls up the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon creeps down a dank, dark alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is hunched over the wheel. Ellen is terrified, slum down in the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark! Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Will you relax?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "This is so dangerous! We have no business being in an area like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Look at it this way. This is a part of America that we never see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "That's good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "Lr",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No, that's bad. We can't close our eyes to the plight of the cities. . (to the kids) : Kids! Are you noticing all this plight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "This'll make us appreciate what we have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon pulls out of the alley into a street an stops. People are sitting on porches, hanging out of windows. A young BLACK man roller skates past the car. Clark rolls down the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". . CLARK",
          "text": "Excuse me, bros. The young man twirls around and skates to the car. He loo in the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": ". (continuing) We're from out of town. The young man looks at the station wagon and the luggage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "No shit, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'd really appreciate it if you could tell me how to get back on the expressway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "What? For free? (smiles) Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Fi' dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm not giving you five dollars for directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ + + A SSN ee nnn nnn n 19. On Ellen's side of the car a group of GANG MEMBERS are le at Ellen and Audrey through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I think that's fair, Clark. She hands him a ten dollar bill. Clark gives the man the dollar bill. Keep the change. -YOUNG MAN . Okay, man, ya see? Okay, like you see da way you pointing? Okay, man, well, dat's good 'cause, you see, dat place? Dat place, follow your finger, hold it out... Clark holds out his finger. The man aims it out the windo down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "See? See, it say rib tips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Okay, fuck it, you don't wanna go dat far, dat's too far. See da place say currency exchange?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Dat's where you turn. People start to gather around the car, sliding off car ho coming down off porches. Some guys are spraying graffiti the rear end of Ellen's side of the station wagon. It rea “Honky lips\" and various other expressions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen smiles nervously at the faces staring in the window her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Don't make eye contact, kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nn es nn en ne nn IDB AAPL EEE 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "I wonder if these guys know the Commodores?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several older BLACK MEN have joined the young. man and ar pointing down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "You turn leff£, go all the way down about half of a block, man. You gonna see a Torino wiffout no wheels. In dat Torrino is my cousin, Jackie. Y'all tell him you is loss and you is my friend and he tell you how to get to where you wanna be. ‘'Cause you don't wanna know from me, man, ‘cause this ain't my neighborhood, I'm from da west side of Chicago. I'm vacationin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(sarcastically) You've been very helpful.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". YOUNG MAN",
          "text": "If peoples can't help peoples, man, what the fuck you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "St. Louis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark rolls up the window and sighs. He puts the car in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Where do we go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Walley World, baby. As they pull away we see the hub caps are missing and the spray graffiti on the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon rolls down the lonely highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids are asleep. Clark's driving. Ellen's staring out the window. and smiles. Clark looks at her out of the corner of his eye |",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Ellen? Why don't you scoot over next to me? | Ellen looks at him and smiles. She slides over next to hi Clark puts his arm around her. (continuing) This reminds me of the time in college when we drove down to sites | Ft. Lauderdale in my Austin Healy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(laughs at the recollection) I haven't thought about that for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Do you remember what we did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "We swam and drank and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No, no. What we did in the car? Remember the seats that went back? Ellen giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "It's amazing we didn't get in an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(turning himself on with the memory) Remember how I laid back and you sat on my lap and drove?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I never said anything to-you, but I think that's how I... (lowers her voice) Got pregnant with Audrey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-#_E.. +> ON i A me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "». |",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Want to relive a fond memory? Ellen laughs. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Are you serious? She can tell by the look on his face that he's very serio",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "\\ (continuing) No. !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What do you mean, why not? Because, that's why!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The kids are asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "We're not nineteen and on our way to Ft. Lauderdale, Clark. We have two kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That. doesn't mean we can't have a little fun. Ellen starts to move back across the seat. Clark holds hi arm around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Let's wait ‘til we get to a motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Okay, we'll wait. And I'm gonna pick the best one on the road. Wanna put your head in my lap? Ellen looks suspiciously at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That's not what I was thinking, honey. She smiles at him and kisses him on his chin. \fa RRR EBB LD DAD EE",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Let's not forget this is a Cy family vacation. | She starts to lower her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Wait a second. Clark hits the little button on the side of the steering to lift the tilt wheel. Ellen slips under it. Once she's her head in his lap, he lowers the wheel. He settles back pats her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "(troubled) Clark? Clark looks down with a horney smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Hom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "My head's stuck. Le Clark hits the little button again. It won't work. He @ on the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "Clark! Quit kidding around! It hurts!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "It's stuck!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "Cut it out! He pulls on the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "(continuing) I know what you're trying to do and I think it's sick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The wheel's stuck! He grits his teeth and gives a powerful yank. The wheel l up and locks in the extreme uppermost position so that it like the steering wheel of a city bus. Ellen sits up angr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ", ’ ELLEN C) (rubbing her neck) Set p That was a dirty trick! I don't want you dozing off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| — | Clark rattles the steering wheel trying to get it back a more regsonable height.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The damn wheel's screwed up! fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Let's just find a motel. You're getting tired. You get weird when | you get tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK . .",
          "text": "| I'll get this wheel fixed in a second. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": ") No, let's just find a motel, please. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm not tired. I could go another hundred miles. No problem. ‘ as He rattles the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car cruises past a roadside motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "He's sound asleep. PAN UP to Audrey. She's asleep against the door. PULL BACK to Ellen, she's sleeping. PAN ACROSS to Clark. He looks perfectly normal, but his eyes are clo Obviously he has dozed of£.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Car drifts down an off ramp and past a freeway sign readi \"Gas, food, lodging\". Ko EXT. SMALL TOWN, BUSINESS DISTRICT The station wagon roars down the street, through a red li and across the intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Patrons at a counter are drinking coffee. In the window b them we see the station wagon roar past, inches from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon crashes through a swing set as it roars across the playground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAN is in his bathrobe waiting for his dog to finish hi late night duty. An engine drones 0.C. The man cocks his head, wondering where the sound's coming from. He turns a dives out of the way as the station wagon tears between t houses dragging a clothes line. The car drives down the l and into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Griswolds are still asleep. The RADIO has drifted off the station and is CRACKLING WITH STATIC. Ellen starts to talk_in her sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Honey, it's late. Why don't you turn the T.V. off and cuddle with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Okay, Coo Coo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He kisses her, reaches for the radio, opens his eyes and Holy shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RR RE EE EEE",
          "text": "Ne EEE eee RR eo 26. coy Ellen and the kids wake with a start as Clark grabs t { steering wheel and jumps on the brake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| The station wagon skids across the street, does a 180° | and shoots backwards through the narrow drive-through e to a motel. The astonished desk clerk looks up as the car flies past the motel office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen and the kids scream as the car careens out of contr into the motel's central parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car spins around narrowly missing parked cars on all as luggage flies off the roof rack in all directions. Fin the car skids to a stop perfectly parked between the whit lines in front of one of the motel rooms. There are ten i : on either side between the Griswold's car and two other ones. ow,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids have tumbled into the front seat with Ellen and are staring straight ahead in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Up. and at ‘em! We're here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey and Rusty are eating Pioneer Chicken on separate b The television is on in B.G. We see Clark through adjoini bedroom door and out the front door, tying down extraneou luggage and entering his and Ellen's room with a couple o night bags.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Can I have your breasts? (reaching for her Pioneer Chicken box) & > Clark has closed the outside door and now appears at adjoining door. \fReeE Re eA A lt Be Be OE en ee 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Get off! Leave my breasts alone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Hey, easy, Rusty. You're growing up a little fast. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "I gave her my damn wings, for Christ's sake. i You kids sack out as soon as you finish eating. Okay? You know what tomorrow is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Ten more hours in the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Nooo... Dodge City! \"Wyatt Earp, Wyatt Earp, brave, courageous, bold. Long live his fame...\" He closes the door. As he does so, we see in REVERSE ANGL the T.V. screen in B.G. On it is a title: \"Motelavision presents a special \"X-rated feature - DONKEY LUNCH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I think Dad's a little over-excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Over-excited? He's totally manic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is in a small shower; the water is barely running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shower curtain is drawn back suddenly. Clark is imitating screeching sound from \"Psycho\". She's briefly startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Eeek, eeek, eeek!...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark! He's undressed. He gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fFI re «es a or imi le i to) Clark exits. off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Do my back,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, the water's starting to get cold, already. . (enticingly) Why don't you hide under the covers and scare me, you big hunk. I'll be right in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Want me to do your back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I already did my back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Want me to do your front?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Go do your own front. I'll be right in. Ellen gets out of the shower and starts toweling",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(looking at herself in the mirror) Maybe you should call Catherine and Eddie to let them know we'll be there tomorrow afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (.0.C.)",
          "text": "Afternoon? If we're not there by 10:00 a.m. our schedule is fucked. No way we'll make the Grand Canyon by lunch on Thursday. I've planned very carefully. Clark is in bed. Ellen enters and sits beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, honey. I know how much this trip means to you, and I know you want us all to have a great time. But it's a long way to Walley World, and I think it'd be easier on all of us if you'd just try to relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "© 29. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Relax? I'm way ahead of you. He produces two plastic wine glasses and an open bottle o",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "'_ (surprised) - | When did you get that? ;",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "When I got the chicken. He starts pouring the wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What a nice thought. He finishes pouring and hands her a glass. He sets the bo on the floor next to the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Wait. Don't drink yet. Ready for this? He drops a quarter into a \"Magic Fingers\" coin slot on th nightstand. The bed begins to vibrate gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Here's to a relaxing vacation, a renewed love affair, a time of joy with our babies, a time for... I know I don't tell you this much anymore, Ellen, but the years we've spent... As they're about to toast, the bed erupts and quakes viol causing the wine to spill and making a loud banging noise against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(spilling and shaking Clark? Something's wrong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' CLARK",
          "text": "It'll stop in a second. He embraces her, trying to maintain the mood. The phone RINGS. \fmBSERERSSEEL ESAT ELA A",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30. i ye CLARK ¢ ) (continuing; answering ~ the phone) , Hello. What d'ya mean what are we ’ doing in here? It's the-bed. Don't 7 be ridiculous. Why would I pound on f the wall with a baseball bat? Look, f , I'm sorry for the noise. It should ’ nm stop momentarily. Ellen, siegling, gets out of bed and stuffs a pillow behi the bed fling the sound. Clark gets out of bed, grabbing an extra pillow and the bedspread. He turns off the light and they lie down on the carpet. ELLEN . We haven't done this in a long time. They begin cuddling on the floor. The pillow behind the headboard slips to the floor. The n starts up again. The door opens and the kids look in. The lights behind them show Clark and Ellen on the floor. i KIDS. : eS Geez, what's that noise? Clark leaps up, throwing the bedspread over Ellen, her un in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Don't you knock anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "We thought. you were fighting or something. Rusty calmly unplugs the \"Magic Fingers\" box. The noise a",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Where's Mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I'm under here, kids. Go back to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(as they exit) Weirdo rama! — The kids exit, closing the door. Clark rejoins Ellen un |\" bedspread. They begin kissing. Suddenly, there is a vi banging coming from the wall adjoining Rusty and Audrey's Cut TO: \fBR Bn eR RB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon cruises down the cheap commercial stree",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Griswolds are watching out the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "This is the very street Wyatt Earp used to keep law and order on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "And there's where he used to buy his cars! The car passes \"WYATT EARP FORD CITY, HOME OF SIX-GUN DEA",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(troubled) It looks sort of dirty and touristy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" CLARK",
          "text": "Ellen, the Old West was dirty. It was wild and untamed. This is just a modern version of the way it used to be. Everything isn't like home. If it were, there'd be no reason to leave home. Enjoy the contrasts, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls up in front of the Long Branch Saloon. The family gets out. A listless COWBOY in a cheap cowboy suit is standing on the sidewalk. He pulls a six-gun on the fa and fires a few rounds of blanks into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "Reach for the stars, you hombres! The family complies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Far out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Far-fetched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EE EEE",
          "text": "po. 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(hitting fingers on car roo Cy I just broke a nail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWBOY",
          "text": "(more animated) - ' I'm giving you till sundown to mosey on over to Bat Masterson's Gift Ranch and pick up some of the Old West's finest imported treasures. The family lowers their arms, disappointed at the blatant sales pitch. ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's empty. The \"Bonanza\" theme plays on the P.A. COWBOYS and COWGIRL WAITRESSES stand around smoking and chatting. YOUNG MAN in a cheap Wyatt Earp outfit’ walks up to the f",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYATT EARP",
          "text": "Howdy, city slickers. Welcome to the Long Branch. No fightin' » no cussin', no gun-slingin’. Y'all can mosey up to the bar and have yourselves a Red-Eye fruit punch. i : (breaks out of the routine to address Clark) Our beer tap's clogged, sorry. (back to the routine) But watch what you say to our bartender, he's an ornery cuss. Thanks, Sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYATT EARP",
          "text": "Marshal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WYATT EARP",
          "text": "No sweat. (to Rusty) Give me five, pardner. Rusty slaps him five. Wyatt winks. The family moves to th bar. Clark tousles Rusty's hair. \fpo EN EI I I EI A I AC",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "g",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "That guy was a crummy Wyatt Earp. He's wearing jogging shoes. Clark chuckles and slaps his hand on the bar. He calls to the BARTENDER, who has his back to the family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Hey, you knuckle-head. Set us up with four red-eyes! The Bartender doesn't move a muscle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Hey, yellow belly, I'm talking to you. Clark winks at Rusty. He's going along with the game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Hey, tenderfoot! Move your chicken wings, turkey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? That isn't nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "It's all part of the act, hon... Hey, underpants, move your... The Bartender whirls around and levels a six-gun at Clark FIRES. BLAM! The tremendous blast ECHOES in the saloon. T girls scream. Clark falls backwards to the floor, thinkin been gunned down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I don't think that was very funny, Clark. That kind of noise can really impair the kids' hearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, c'mon. It looked real, didn't it? Hell, I thought it was a real gun at first. Didn't it look real when I fell down, Audrey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Didn't it look real, Sweetie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, what's the difference. It was fun anyway. C'mon, let's pay for these and get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASHIER",
          "text": "Okay, that's one Wyatt Earp Starblaster six gun, one Wyatt Earp, the giraffe, one Wyatt Earp contact lens case and six AA duracel batteries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen looks up from the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Catherine said we just stay on 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm going to shoot over to 54 and zip down to Liberal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The House of Mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "What's the House of Mud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, it's only the largest free-standing mud dwelling every built. That's all. You see, the pioneers didn't have any bricks, so they used mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "A lot of times they used sod, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Right! And when they ran out of sod, they used mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Dodge City was enough for one day. And besides, Catherine and Eddie are expecting us. CLARK ° It's living history, Ellen. But if you'd rather see your cousins, that's fine. Personally, I'd rather see a pile of mud, than Eddie. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark's driving. Ellen is staring out the window. is somber and quiet. The long haul is beginning to wear o them. Clark is giving a history lecture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "If you'll look out the windows, kids, you'll see wheat. That's what we make our bread from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I think that's alfalfa, Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Really? Kids, alfalfa! Suddenly Audrey yells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOCK IT OFF",
          "text": "Ellen turns angrily in her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What's going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Rusty's licking his hand and touching me with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(to Clark) Clark, tell Rusty to behave himself. Rusty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Rusty, behave yourself! Rusty defends himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "CO Audrey's eating peanut butter cups A and smiling with it stuck all over her teeth. : ELLEN . Audrey! Eat with your mouth closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No eating in the car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Share the peanut butter cups!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I paid for them with my babysitting money !",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CLARK",
          "text": "No eating in the car! Nerves are raw and tempers hot. The fight grows with ever yelling. Ellen is hanging over the seat po ting her finge in the children's faces. Clark turns his attention back a forth from the road to the backseat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CO (continuing) I'm trying to drive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(to Audrey) You suck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(to Rusty) Retard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Stop it! Both of you! . Rusty, watch your language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm trying to concentrate on the road! :",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(to Rusty) Snothead fag! Rusty blows up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen swings at Rusty. { He blocks her hand. i ELLEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT DID YOU SAY",
          "text": "Ato Clark) . Did. you/hear him?! Do something! Clark turns in the’ seat to belt Rusty. Above the ROAD SO and the family SHOUTING, we hear the WHINE OF A HIGH PERF ENGINE. Clark turns back in his seat and looks out his ou ror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A red Ferrari gains on the station wagon. COLD, SEXY EURO blends with the HUM OF THE ENGINE. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Audrey, give me the cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Ma? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Because she says so, Audrey. Clare is watching the Ferrari, oblivious to the mayhem ar im.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the wheel of the Ferrari is a young GIRL in her early twenties. Her blonde hair blows in the wind. Her lips gli A tight, white t-shirt reveals her contours: She glances at Clark with a sexy smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is hanging over the seat trying to separate Rusty a Audrey. Clark tries to look cool with the steering wheel the extreme uppermost position. HIS Pov The girl smiles at Clark and shifts gears, The car lurche ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oN 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark hits the gas in a futile effort to keep up with the Ferarri. The eingine KNOCKS and PINGS, sounding as if it' going to explode. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Not another word out of any of you. Ellen turns back in her seat, a peaceful settlement final worked out between the kids. She takes a deep breath and then recoils as she reatizes how fast Clark's driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wagon gains on a slow-moving car. The wagon veers aro the other car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN, (0.C.)",
          "text": "(screams) .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark pretends as though nothing's happening. Ellen leans over and looks at the speedometer.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". ELLEN",
          "text": "You're going eighty miles an hour! Clark glances at the instrument panel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Doesn't seem like it, does it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Why? We're making good time. He leans forward slightly, hitting harder on the gas peda The car is vibrating dangerously. Clark puts his arm on t back of the seat, ignoring the vibration and the horrible SCREAMING ENGINE. \foe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the windshield, Clark reads the California licens plate on the back of the Ferrari - LUV ME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to himself) “Love me tender...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon lunges ahead, leaving a puff of sooty black smoke hanging in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon pulls into the drive of a shabby split- house on a treeless tract of land surrounded by cornfield Up on blocks by the side.of the house is an aging Ford pi with some miidewed furniture in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "A couple in their late thirties comes out of the house. T woman waves. She is carrying a baby. A toddler, wearing o a tee-shirt, clings to her skirt. A boy and a girl in the early teens come around the side of the house, followed b eight year old sister. The station wagon stops and the fa ‘gets out, except for Rusty. They are a mess. Clothes are rumpled and wrinkled, hair is windblown and dirty.. Ellen hair, as a result of trying to make it look hetter, stand nearly on end. CATHERINE, a plumper version of Ellen, emb her. EDDIE, a wiry, nervous guy with jet~black hair slick back and a pencil mustache, juts out a trembling hand. Cl shakes it. Eddie winks and slaps him on the back. He's dr a cheap beer. Two others are hanging at the end of a plas looped six-pack holder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Oh, my goodness, are we ever glad to see you folks! It's been an age! You look great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, you remember Catherine and the kids. God how they've grown. Rusty, get out of the car and say hello to your second cousins. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fPAB Bb ee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rusty gets out. He's just finishing up a portable game. leaves it in the back seat, making video game noises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(continuing) . Golly, Cathy, you've lost weight. EDDIE. And added a few more mouths to the litter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Rusty and Audrey, you remember Vicki and Dale. This is Eddie junior and this is Junior. And this little moppet on my skirts is. Daisy-Mable. CLARK. (bending down to Daisy-Mable) Well, how old are you, little one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Born without a tongue, Clark. Don't worry about her, though. Whistles like a bird and eats like a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Why don't you take your little guests out back and show them your worm farm. Catherine and Ellen head toward the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "(whistles) Hooboy! Look at the brand new car! What a beaut! He admires the car, walking around to the front and study the lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Yeah. You're looking really fit. So this is the old homestead, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Yeah. I don't know for how long, though. Bank's been after me like flies on a ribroast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I know the feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "qd Oe EE IL DEI! IE IIIS! RR a 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDD",
          "text": "I never should've taken that second mortgage... Fuck it... Bet you could use a cool one, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Now you're talkin’... Eddie hands Clark the can he's been drinking from. He ope one of the remaining cans for himself. Clark grabs some luggage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Come on in and see the guest room. I'd help you with those bags, but since they took the kidney, I've been taking it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No problem, I'll get it. You go ahead. Eddie goes in the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKYARD",
          "text": "There is a picnic table and a barbeque in B.G. Also in B. Rusty watches Dale terrorizing Eddie Jr. with worms. Vick and Audrey are sitting on an old see-saw talking as they up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(who is well-endowed for fourteen years old) I'm going steady and I French kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "So? Everybody does that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Yeah, but Daddy says I'm the best at it. Her side of the see-saw, which was elevated, drops to the ground suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORM FARM",
          "text": "Rusty is watching as Dale and Eddie Jr. tie worms in knot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fae eS. ©) 3 RR RR RR RRR Be",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Want a worm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "No thanks. You got Pac-Man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "You got Space Invaders?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "You got Asteroids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "No. But my dad can't even sit on the toilet some days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "So what do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "I got a stack of nudie books higher than an elephant's eye. Rusty's mouth drops open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Want some video games?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINGY KITCHEN",
          "text": "Catherine is loading a tray with paper plates, ketchup an hamburger buns. Junior is under the kitchen table eating dog biscuit and paint chips from the wall. Ellen is teari ° . paper towels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I guess we're eleven, aren't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "No... We're twelve with Aunt Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Aunt Edna? She's still alive? os 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a I TS EE I 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Oh, you bet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(a little worried) My goodness. Well, well. I can't wait to see Clark's face when he hears that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Oh, yes. She came to help out when Eddie ruptured his spleen, and she's been with us ever since. She wanted to go back to Lake Havasu a oonr 4 year: ago, but Eddie wouldn't let her. Frankly, without her social security, we'd never be able to live like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Gee, Cathy. You really got your hands full, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Oh, it's not so bad. Eddie says when the baby comes, I can quit one of the night jobs. Wanna hand me the Hamburger Helper? Ellen hands Catherine two boxes of Hamburger Helper, and absentmindedly folding paper towels as she watches Cather pour the contents of the boxes into a big bowl, add a sma amount of hot tap water, and begin kneeding the contents the bowl with her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACKYARD",
          "text": "Eddie is turning hamburger buns. on a barbeque.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "How do you like yours, Clark? Clark is waiting for Vicki to finish mixing up some Kool- He's holding an empty Styrofoam cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, medium rare... Medium, a little pink inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "No, your bun. Light or dark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "q",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh,... uh... Either way is good. Vicki, can I help you with that Kool-Aid? Please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "She's got her hand in the pitcher up to her elbow fishing something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (0.C.)",
          "text": "Unmmmm, mm, mm. I don't know why they call it Hamburger Helper. This stuff does just fine by itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "handing Ellen plates of buns for herself and Clark. Cathe gishes out Hamburger Helper patties on the buns. Ellen br Clark his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (0.C.)",
          "text": "I like it better than Tuna Helper, myself, don't you, Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You're the gourmet around here, Eddie. Ellen hands Clark the ketchup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to Ellen) No meat in this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(whispering) You eat enough meat, honey. Be polite. Have the ketchup. (loudly) Um, boy! This real tomato ketchup, Eddie?! OO",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE, (0.C.)",
          "text": "Nothing but the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "\fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Clark covers door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOOR",
          "text": "Edna appears really need, at Clark and embraces her",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Edna! Come on down. Helper's getting cold!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(shocked, but in control) Edna? Your Aunt Edna, Eddie? as his plate with ketchup while looking toward back carrying a walker in front of her that she doesn't She sets it aside after a couple of steps, looks ' Ellen and heads for the picnic table. Ellen : gently. ’",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Aunt Edna. All these years. You're looking so well! You remember Clark, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Hi there, Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "I remember you. Weren't you the ones. who sent me the fruitcake for Christmas that made me so sick for so long. ELLEN . Oh, I'm sorry. We thought you enjoyed fruitcake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "You enjoy throwing up every five minutes, Claud?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "I thought you did. Well, am I eating, or am I supposed to starve to death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Eddie fixes Edna a plate while Catherine seats her at the picnic table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERI",
          "text": "Wash your feet first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(aside to Ellen) I'll go with number two.” Audrey and Vicki move up to Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Ma, we're finished. Can we go to Vicki's room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "First say hello to your Aunt Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Hi. Rusty, come and pay your respects to Aunt Edna. (to Edna) See ya. Audrey and Vicki go inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(to Edna) Hello, Aunt Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Can't you see I'm eating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "We're going upstairs, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NE",
          "text": "Rusty and Dale exit. There's a silence at the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Catherine? Did you tell Clark and Ellen the good news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "No, I was just about to. Ellen smiles pleasantly. \f—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What's the good news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "You're driving me to Normie's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(after a pause) No problem. Where's Norm live?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Arizona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a typical girl's room, perhaps a bit too young for girl Vicki's age. Audrey and Vicki are in frilly, long nightgowns, sitting on the beds talking. Audrey is studyi a small bronze trophy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You won this for raising a pig?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "(proudly) A blue ribbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Does anybody know about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Everybody knows. Vicki gets up and goes to the closet and reaches up on a for a shoe box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Vicki, don't get offended, but being::a farmer is not too cool, you know. Vicki sets the shoe box on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI",
          "text": "Oh, yeah? How cool is this? Audrey's eyes bulge as Vicki pulls out a handful of stron sticky weed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is large and for the most part unfurnished. It i depressing, with mismatched dresser and trundle bed. Rust is in his pajamas, sitting on the bed, hungrily thumbing through Dale's men's magazines. Dale is in his underwear flexing his muscles in the mirror on the back of the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "We got this guy who comes up in August to pick melons and he tells me lots of cool stuff. He got me the nudie magazines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "These are great. Would you want to sell some of them? Dale hops in bed and clicks off the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Shit, no! I cherish those things and I use them a lot. RUSTY. How do you use a magazine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "I was getting to that. The guy showed me something real neat last year. (sly grin) You ever bop your baloney?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHABBY LIVING ROOM",
          "text": "Catherine, Edna, Eddie, Clark and Ellen are sitting or st around. Eddie has the last beer in his hand. The plastic holders are still attached to the can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I'm glad things are going so good for you, Clark. I got laid off when they closed the asbestos factory, and wouldn't you know it, now the V.A. cuts my disability pension ‘cause they said the plate in my head wasn't big enough. He clanks the can against the side of his head spilling a beer as he does so. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "nt ne Ab",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "(continuing) You never served, did you, Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I wanted to very badly, Eddie. This friggin' tennis elbow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CATHERINE",
          "text": "Eddie, Clark and Ellen don't want to hear about our troubles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No. It's interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", EDNA",
          "text": "Why don't you just ask him for the money, Eddie. He sure as hell can't take a hint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Catherine, why didn't you tell me? If Clark and I can help in any way, we'd be insulted if you didn't ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I didn't want to ask, Clark. But, could you spare a little extra cash? A little lean, just to tide us over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "How much do you need, Eddie. Clark takes out his wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "How much have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two families are standing on the porch saying their farewells. Clark holds out his hand to shake with Eddie. Eddie produces a shoebox snd proudly hands it to Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "This is for you. Clark is puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "A gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You didn't have to buy me a gift, Eddie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Go on, open it. Clark takes the lid off the box. He looks up at Eddie wit strange smile. He looks at Ellen. She shrugs not knowing what to make of it either. —",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You shouldn't have. I mean you really shouldn't have. Clark pulls a pair of white patent-leather loafers with g chains out of the box. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "Try ‘em on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I don't want to get them dirty. Edna adds her two cents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "I knew he wouldn't like them, Eddie. Clark looks daggers at Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I love 'em, Eddie. He slips his shoes off and puts on the loafers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDDIE",
          "text": "I knew you did because when you were here last time you remarked about how much you liked mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Well, we better get going. They all head for the car, Eddie helping Edna along. Rust and Dale come around the corner of the house. Dale has th ugliest dog in the world on a leash. It looks just like A Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "mC",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Here he is, Uncle Clark. All walked and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What is that? A dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "It's Aunt Edna's. His name is Dinky. He watches ‘Family Feud!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You folks didn't get to meet Dinky last night. He had the runs so he slept in the barn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I better make space in the back for it. Clark takes the leash and leads Dinky around behind the c He ties the leash to the bumper. Catherine and Ellen help into the car. The kids climb in. Clark picks up Dinky and tosses him in the back window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Adios and thanks! Clark gets in and starts the engine. Dale leans in Rusty' window. (whispers) Remember, keep your thumb up on top. Rusty nods. Vicki waves to Audrey with a sneaky smile. Au returns the smile and carefully opens her purse, revealin dozen flat joints. Clark BLOWS THE HORN and pulls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Walley World, here we come!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aunt Edna is sitting in the middle. On her left is Rusty. her right is Audrey. They have their arms drawn in close their bodies to avoid touching Aunt Edna. She is breathin loudly in and out of her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". AUDREY",
          "text": "a Aunt Edna! Dinky's licking my head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "(sweet but firm)- : Don't let him do that. He'll get , hair balls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracy crouches forward out of tongue reach of the dog. Au Edna opens her purse and begins pulling stuff out and pla it in Rusty and Audrey's laps. They are disgusted by it. finds. a pill box and opens it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Oh, P.U.!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "What's the matter with you, child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Your pills stink!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDI",
          "text": "Don't be ridiculous! (to Ellen) ‘ Ellen, may I suggest you get this a child's teeth fixed? She looks like a horse. Edna takes out a tablet the size of a grape, sets the pil the tip of her tongue and grimaces as she swallows it. Th kids watch in horror as she chortles and gurgles. She str her throat to force the pill down. The choking sounds get louder and more terrible. Ellen quickly draws Edna a-drin from the cooler. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(panicked) Clark, she's choking! Auntie, drink this. (revolted) Spit the goddamn thing out! The kids begin to gag from the horrible sounds and Aunt E contortions. Ellen hands the drink over the seat. Edna ta it and, making wetter and even more horrible sounds, wash down. She lays back, exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Re RR A Sm a",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "(relieved) () Ah, there! Wait'll you get to be a senior citizen and have to do this seven times a day. Now, if I don't eat soon, my blood pressure'1l go to the moon. Clark looks over at Ellen. She shrugs, \"what can we do?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A roadside picnic area. Ellen has spread a paper tableclo the picnic table. The kids and Edna are seated around it. is passing out sandwiches from a wicker picnic basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEMI TRAILER",
          "text": "Clark is eating a sandwich, trying to get a look at the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of Cac The red Ferrari is parked between two semis. The G . es on the hood of one of the trucks stradling the famil Ae bulldog hood ornament drinking beer and talking to the She throws her head back and laughs, grabbing the bulldog both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He swallows hard as he watches the Girl and chews sensuou his sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PICNIC AREA",
          "text": "Aunt Edna digs into her sandwich. The kids stare at their",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Mom? My sandwich is all wet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Oh, yuck! So is mine! Ellen opens hers. She touches it. She smells it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Oh, God! The dog went on the picnic basket!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "co a A tela = _“ ee DALE RAE 54. Clark spits out the sandwich and Bags. The kids gag and xear back from the table. Edna looks up with a bulging mouthful of contaminated sandwich, shrugs and continues eating. é : f EXT. HOUSE OF DOVER SOLE -”LATER The family comes out having just eaten and gets in the ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "Clark? May I inquire as to why you were so rude to the Johnsons? , I'm just curious. Did they do something to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I was just being honest, Edna. They made the worst burger I've ever eaten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "You should have had the knockwurst. It was splendid! She robustly breaks wind without realizing it. Audrey explodes with giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "(continuing) And the kraut was out of this world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "So much for the new car smell! Edna tears off another one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Didn't bother your stomach at all, huh A final, thundering volley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "Not in the slightest. \fBeet RR me 5",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon pulls into Kamp Komfort. It's a dumpy three-acre site dotted with rented pup tents, above-groun septic tanks decorated as deer and moose, a swimming pool and a cinder block office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "The kids jump excitedly out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "They have a pool. --—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Oh my, aren't the woods beautiful?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Dinkums needs a long walk and a bath, Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Rusty, take care of Dinky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad, he bit me last night when I tried to walk him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Bite him back. Rusty takes Dinky from Aunt Edna and runs around the offi the pool. Audrey follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark and Ellen are at the registration desk. A middle-ag CLERK pulls himself up out of a chair behind the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I need three tents for the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "All rightee, that's thirty-seven dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Thirty-seven dollars? For three tents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "They're nice tents and that price includes scenery and wildlife fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ot 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Come on, Clark. This looks like a nice place. It's got a pool and everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(gives in) All right. The Clerk smiles and slides a room contract across to Cla",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey and Rusty are standing disconsolately at the edge small pool filled with mucky green water. There is a mall duck sitting in the middle and cattails growing in the sh end. Dinky looks over the edge and leaps in, splashing th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family trudges up the hill to their tents. Aunt Edna grumbling about the accommodations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Too cheap to pay for a motel room, Clark? They reach the tents and Clark sets down his golf clubs a the luggage. Ellen looks into the first tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, this tent smells! Clark holds the tent flap open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "This is your tent, Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey and Rusty step into the tent. There are two cots a a lantern. Audrey turns up her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "It's a cool tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "It's even cruddier than you. \fpn EE EE EEE rte te ime ern aman Rms ———",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IL ALL LL AL EAA Ea Eee BBS 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "You know, Audrey, it'd be real easy to beat the crap out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You wouldn't dare!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Try me! Audrey snorts and opens her suitcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "You're so immature!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Oh, yeah? How ‘bout if I tell Dad what I saw in your purse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Go ahead. I'1l just tell Mom what I saw you and Dale doing! '",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "You mention that to anyone, and I'm going to have to kill you. Audrey pushes past Rusty and runs out of the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I'm telling Mom you're bugging me! Rusty quickly pops open his suitcase, reaches underneath clothes and pulls out one of Dale's men's magazines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few lanterns burn in tents. It's late; most people are",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark and Ellen are in one sleeping bag attempting to mak",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? This isn't very romantic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Huh? They roll around zippered into the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "There isn't enough room for two in this bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Honey, right now we're one person, one heart beating for two. Dinky appears. Seeing them rolling around, he begins bark and chewing on Clark's foot through the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Ouch! No! Bad dog! Get out of here! He kicks at Dinky, violently throwing Ellen about, becaus feet barely fit. in the end of the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark! Stop it! Your toenails are cutting me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Dinky's doing it. I'm going to kill him. Get out of here, you smelly mutt! Dinky runs off barking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rusty and Audrey are asleep in sleeping bags on the tent We HEAR the BLEAT of a moose. Audrey stirs and sits bolt In silhouette across the front of the tent we see the hea a moose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Rusty, it's a moose! Look!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark and Ellen are now passionate. We HEAR another MOOSE Ellen looks up from Clark's embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "A wild animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(misunderstands) I can't help it! I'm going for it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "No, no, Clark. There's a... She gasps. Clark looks over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the outline of the moose at the door of the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He quickly unzips the bag and gets out in his underwear. opens the tent flap. The moose's head is directly behind Lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Shhh! Maybe he'll go away, Clark. Clark carefully slips the driver out of his golf bag and stands ready with it. The moose BLEATS again and sticks i head in the tent. Clark lets loose with a baseball swing and smacks the moose across the head. The moose YELPS and grabs his head with its front hooves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOOSE",
          "text": "You asshole! Clark rears back in surprise. The moose shakes its head a then the hooves grab the horns and off comes the head. We see the Clerk from the office. He's dazed and seeing star He rubs his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Jesus Christ! Whatdja hit me for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What are you doing with a moose head peeking in my tent at midnight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "This is the wildlife fun, you jerk! I've been doing it for twenty-two years. Twenty-two years and you're the first son of a bitch that ever elubbed me! I oughta sue you! ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You wanna talk litigation? Let's talk invasion of privacy! \fa ore me man meme mene naieindiedl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "60.",
          "text": ". oO The clerk storms away. Clark puts his golf club back i» Ne ELLEN You don't think he'd sue us, | do you? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's he going to do? Haul me off to moose court?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, come back to bed. Clark crawls in the bag head first as she giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is putting the last of the luggage in the car. He's cheerful and refreshed. Ellen hands him her vanity case. She puts her arms around his waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Despite all the little problems, it really is fun, isn't it? : a Ellen thinks for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(with a smile) No. But with every new day there's fresh hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(calls to the kids) . Let's get a move on! We're burning daylight. The kids are refreshed and perky. They run to the car. Ru runs Dinky on his leash, as the dog continues to GROWL an at Rusty's ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) You walk him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "He took a big one! Right on Audrey's sleeping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "61.",
          "text": "a, Aunt Edna shuffles to the car, putting on a great disp bess? discomfort. Clark takes the dog leash from Rusty. CLARK . Rusty, give Edna a hand. I'1l take the leash. Rusty tries to steady Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Don't trip me! My bones are like China cups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He ties the leash to the rear bumper and starts loading t luggage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA AND RUSTY",
          "text": "He helps her into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' EDNA",
          "text": "A Ow! You're tearing my flesh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(to Audrey) Audrey, you're next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "No way, Jose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Audrey... (he mimes smoking a joint) Ellen approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What's the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "I had to sit next to Aunt Edna last time. She smells like mothballs. It's Audrey's turn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "For your information, Rusty slept in we his underpants last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_",
          "text": "Ne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f©} ‘oS",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Audrey! You asked for it. Clark hears the ruckus and intercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "-Easy, kids! Cut it out. Everybody in. Boat leaves in two minutes. He shoves them in - Audrey first. CLARK ia (continuing) ...0r perhaps you don’t want to see the second larges ball of twine on the face of the earth... which is less than four short hours away. He closes the door, winking at Ellen, kisses her on the f helps her in, closes her door and skips jauntily around t driver's side. He gets in and starts the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's ride!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fee EE ———— — — —— ee ———I——— 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OC The car winds its way through the high mountains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family is fresh, the day is new. Audrey's listening to the walk-man. Rusty's playing pac man. Edna is changing her dress shields. It is quiet except for an ' annoying RATTLE somewhere in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Do you hear that rattle?",
          "sentiment": "neutral"
        },
        {
          "speaker": ", ELLEN",
          "text": "Where's it coming from? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Beats the heck out of me. I've been ’ looking for it since we left. It's , driving me crazy. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "be (as A highway patrol motorcycle is behind the station wag with its lights ablaze. He blows his HORN, hits the SIREN. The wagon continues on oblivious to the cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The motorcycle pulls up alongside Clark's window. He doesn't notice. The COP waves for him to pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Huh? Out of the corner of his eye he catches the motorcycle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Oh, shoot! Now what did we do? Audrey's eyes bulge. The dope! Someone found out and called the cops! She looks at her purse with dread. The B43 car slows down and eases off the road. The car stops. Nn Cop gets out of the car and walks back to the station Audrey hands her purse to Aunt Edna. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Will you hold my purse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Huh? Clark rolls down his window and smiles pleasantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "{innocently) What's the problem, Officer? The Cop is tough and angry. He's ready to kill. His helmet and glasses have small droplets of dried blood on them. coP Out of the car. Clark swallows hard and gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is puzzled as to why the Cop is so mad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I don't think I was speeding... Was I weaving or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Shut your mouth, sir. If I wasn't in uniform, I'd split your skull with the butt of my revolver faster than you could say police brutality. Clark is baffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Officer, w-whatever I've done, I'm sure I can expalin... The Cop drags him around to the right rear bumper and points to the ground. In the background a small amount of dried blood is splattered on the motorcycle wind- shield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Explain that, you son of a bitch. Clark's mouth drops open, his eyes bulge. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "C) Rusty's face is plastered in the back window of the wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh my God. } He bends down and picks up the end of a frayed leash. cop You know what the penalty for animal cruelty is in this state?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "{in shock) No, sir. CoP (long pause) Well... It's probably pretty stiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(quivering voice) My God, you can't think I'd do that on purpose! I tied him to the bumper when I packed the car. It was confusing. I forgot. Jesus, I'm sorry. I feel The Cop relents. terrible. CoP How do you think the dog feels, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I told you I'm sorry. It was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "All right, I can buy that, sir. But it's a shame. (shakes his head sadly) I had a pooch like that when I was a kid. He unhooks the leash from the bumper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "(continuing) I'd say the poor little guy kept up with you for a mile or so... tough little bowser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark's face is drawn and pale. Ellen is biting a knuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "I was afraid you'd get pulled over. You've been exceeding the speed limit for thousands of miles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad wasn't speeding, Aunt Edna. The cop stopped us because... Ellen turns quickly to cut Rusty off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "He was speeding, Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "No, he wasn't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Russ! Listen to your mother! I was speeding. I was driving like a maniac and we can be thankful that the police stopped us. Cop appears at Clark's window on his motorcycle. He hands Clark the leash. CoP Here's the leash, sir. I'm going to go back and get the rest of the carcass off the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDNA",
          "text": "Her eyes show a shocking realization. As we zoom slowly to her full face, tears well up in her. MUSIC builds with the moment. She takes a gasping breath, sheds a tear, and belches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "(with a noticable lack of care) That's one, Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fEn ns ISIE IES II DL EE ©",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The car is parked in a drive-in restaurant. A WAITRESS approaches the car, struggling under the weight of a heavy tray loaded with food baskets and root beer mugs. Clark rolls his window down halfway to accommodate the clip-on tray. /",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "This your idea of a good restaurant, dog killer? _",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I'm sure the food's fine, Edna. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to waitress) Got it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS '",
          "text": "Uh, huh... She hooks the tray on the window and lets go of it. The tray SNAPS THE WINDOW glass in half and CRASHES to the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is back on the highway headed for Cortex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is quiet once again. Ellen is asleep in the front seat. Aunt Edna is asleep in back, snoring and gurgling. Audrey is reading a book: and eating shoestring licorice which she has threaded up through her shirt collar, behind her ear and into her mouth so that Rusty won't see. Clark is driving, it's boring and his mind is wandering. The erotic moan of the Ferrari engine in the distance perks him up. Then as if out of nowhere, the Ferrari appears in his mirror. he glances over quickly to see that Ellen's asleep. Then he whips out his comb and adjus his hairstyle, combing it forward. He wipes his mouth and adjusts his shirt. He puts his arm up and flexes his bisc (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\foN — Nad",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Ferrari zooms up beside the car. Clark glances over, thinking he's Robert Mitchum. The Girl waves to him. He winks at her. She lifts up her left leg and puts her foot up on the seat. Her skirt falls off her knee, exposing the full leg. ' Clark swallows hard, beads of sweat begin to form‘on his forehead. The girl puts the Ferrari in neutral and revs the engine. Clark laughs to himself. He can play her game. He puts his car in neutral and revs his cheesy six cylinders. She revs hers.again, a sexy grow- ling high-performance MOAN. Clark floors the station wagon. It Buzzes like a vacuum cleaner and dies. The Ferrari HORN BEEPS and the car surges ahead. ) The station wagon coasts down the road. Clark tries the engine. No go. He finds it next to impossible to steer it. It rolls off the road in a big lazy arc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silence awakens the family. They look around, get their bearings. Ellen looks at Clark, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I don't know. The engine just died on me. He tries the starter RRRRR! .RRRRR! Ellen notices his hair. She notices the sweat and the flush in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What happened to your hair? Why are you sweating? You're blushing? The engine kicks in and Clark puts it in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Don't be silly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Are you alright, Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Me? Oh, hell yes. Fine. Having a ball. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\ftne i rn, DR A EI I I I I a a a ame ine a a em = Re San",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As dusk approaches, Ellen cuddles up next to Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN -",
          "text": "Isn't that a beautiful sunset?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(shrugs) Looks like cheap wallpaper. oer ELLEN Come on, Clark. Look at those mountains. Smell this air. Could you put on a happy face for me? Clark breaks down. He puts his arm around her and chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I guess there isn't much more that could happen to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I hope not. They kiss tenderly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two suitcases slide off the back and hit the pavement as the car goes over a small bump. The car continues into the sunset. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody is in the car except Clark and Ellen, who are approching from the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, we've gotta go back and at least look for those bags. My credit cards are in them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Ellen. Number one, there's no chance we'd find them when we don't know where they fell off. B, I've got my cards and we've still got plenty of cash... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "\f© at? 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "No we don't. You gave Eddie $500, and everything on this... \"safari\" has cost twice as much as you figured out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "There's nothing in that luggage we can't replace except for your diaphragm, and I can always cash a check down the road. Don't you trust me honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "As long as you don't tie me to the rear bumper. She gets in the car. Clark That hurt, Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen is looking at the map. Aunt Edna is clipping her nails. Rusty is listening to the walk-man. Audrey is hit in the eye by a flying nail. Clark is shaving with a portable electric razor plugged into the cigarette lighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Ouch! My eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark. I think we're lost. Through the rear window we see a view of the Eiffel Tower",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "We're not lost, Ellen. Please let me do the driving. As soon as the engine cools. down, it's: “Grand Canyon, look out!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "But Clark, the highway we were on said Grand Canyon. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "And I said this is a short cut I worked out a long time ago on the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I honestly do not think you're going to find the Grand Canyon off this road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Jesus. It's only the biggest goddamn hole in the world!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "Watch your language, Clark. Where were you brought up? In the jungle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Make that the second biggest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Can we just go, already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Shut-up, Audrey. Clark starts engine and pulls away, revealing a bill- board advertising a Las Vegas hotel revue with a collage of dancing girls, the Eiffel Tower, etc..",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROAD",
          "text": "The station wagon is speeding down an unmarked, unimprove road leading from nowhere to nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Dad, I haven't seen a car for an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Shut-up Audrey. You don't think Dad knows where he's going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Thank you, Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRe  —————————————eeer = _ ee SSS RS ee aa Ke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is hunched over the wheel looking out across the wasted landscape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "You're lost! . !",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Ma. I saw some detour signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I didn't. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I saw them when you and Mom were trying to fold the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(turning around) Audrey, when they close a road they put up big signs... He looks back at the road breifly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) .--Like this one. We see horrified faces of the family as the car flies past a huge \"Road Closed\" sign, and flies off a five foot cliff. The road ends abruptly at a wash. The car sails off the cliff and lands in the wash. The hood and doors pop open, the front tires EXPLODE. The luggage atop the car goes flying, Clark's golf clubs scatter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOW MOTION",
          "text": "Clark's glasses fly off his face. The luggage inside the car slides forward and a suitcase smacks Aunt Edna in the back of the head. She spits out her dentures. Rusty, who had his finger in his nose at impact, drives the digit up his nose to mid-knuckle. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The radiator HISSES and sprays. The family sits stunned for a moment. Then all hell breaks loose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "(toothless yammer) My bones! My bones!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "I think I broke my nose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finger in his nose) I stabbed my brain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Where are my glasses? Ellen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I just got my period. Clark retrieves the broken halves of his glasses. They've split at the nose bridge. He reaches down on the floor and picks up Edna's dentures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Here's somebody's teeth. As he gets out, the air bag inflates again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is standing on the roof of the car. He is wrapping his glasses with adhesive tape. He carefully slides them onto his head. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "Ellen helps Audrey out of the car. She walks bow-legged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(to Clark) We're going to find a bush. Rusty staggers out and up on the roof with a huge plug of Kleenex in his nose and head held back. ‘He looks back over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Gee, Dad. You jumped this thing about 50 yards. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "/ It's nothing to be proud of... / (to himself, with / some wonderment) 7 50 yards... I'd say we're about 4 three hundred miles from the near- est tow truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "Ellen, help me out of here, will you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Stay in the car! It's hot and angerous out here! .",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "Don't you tell me what to do! I'll do what I want! I should never have come on this trip. I should have taken an airplane. (continuing; crazy toothless yammer) You shouldn't even have a license to operate an automobile! You Le should be behind bars! Aunt Edna pulls herself up off the seat. Ellen puts a hand on her head and shoves her back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Edna, sit down and shut-up. Move out of that seat again and I'll split your lip!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Rusty? Come on up here. He sees that Rusty is already there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Oh! Russ, I'm going to have to hike down the road and find a service station. I want you to take care of things here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "You'll be okay, won't you, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, sure. Listen, I haven't had much chance to talk man-to-man with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "I've only been a man for a few days, Dad. Clark smiles proudly and tousles Rusty's hair. They. sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You're growing up so damn fast. I've spent fifteen years of my life at the lab developing newer and better food additives and I guess I've missed an awful lot. You know, at first I didn't want to take this vacation, but I'm glad now that I did. Because it's let me spend a lot of time with you and Audrey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "oo It's been real fun for me, too, ‘ Dad. Except for Aunt Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "She doesn't mean to be a pain in the rump, that's just the way she is. Let's not let her spoil our fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "I won't, Dad. Maybe she'd be a nicer person if she had a family of her own that she lived with instead of always having to glom onto somebody else's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You're a pretty smart little guy. Excuse me, man. He laughs a little too hard, cries, and hugs Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) You know what I'd like to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hoy",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Clark gets down off the car taking Rusty with him. He reaches into the car, pulls out a can of beer and leads Rusty to a natural scenic lookout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) When I was about your age, my dad shared a beer with me and I thought it was just about the best thing in the world. He pops the top, sips the beer and hands it to Rusty. Rusty chugs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) When I was a boy, every summer we'd take a vacation. And you know, in eighteen years... He takes the can from Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing; sadly) ..-We never had fun. He puts the empty can to his lips. He realizes it's empty He looks at it, shakes it and looks at Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) But now I have my own family and we're on our vacation and you know what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(determined) We're going to have fun. He crushes the empty beer can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Don't let your mother catch you with that beer on you breath. She'll take it out on me. Well, I better get a move on if I'm going to get us out of here before dark. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(«“",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He slaps Rusty on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Good talk, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark goes back to the car. Ellen is sitting in the front looking at the map. Audrey is lying on a blanket in the sun listening to the walk-man. Edna is in the back seat with a wet towel on her head. The doors are still open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to Ellen) I just had a good talk with Rusty. You'll be in good hands here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(perplexed) Clark? Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "There's got to be a phone or a gas station somewhere around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes scan a barren wasteland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "All right, honey. But if you're not back in an hour, I'm gonna... Clark hugs her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'll be fine. You'll be fine. I'm sure this happens all the time and a patrol car will be along in minutes. He jogs off toward Monument Valley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is walking jauntily, and singing to keep up his spirits. \f“",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "d fee eS Ra Rn Batt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is babbling happily as he staggers foward with his shirt tied around his head, @ and his pants rolled up to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MESA",
          "text": "Two Indians sitting motionless on horseback watch him pass without him noticing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INDIAN",
          "text": "(to the other one) What an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark still staggers, throws his shirt and watch away as if they were slowing him down. His mouth is parched. He babbles incoherently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He stares straight ahead, squints, rubs his eyes, as if he sees something in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the shimmering heat we see a distant mirage of T.E. Lawrence riding toward him on camel back. MUSIC of Lawrence of Arabia builds in background. Clark is running now. His pants are on his head. It's easily 125°.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Awrence! Awrence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camel is getting closer and at a full gallop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESERT",
          "text": "Clark is falling, getting up, staggering, and falling again. Clark gets up and runs on shouting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camel is within 200 yards of him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRMRSRARSBERS Eo 3 . = ios SR ak a nn eR 8, 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESERT",
          "text": "Clark runs with his arms open, as a man on a camel contin speeding past him, brushing him and knocking him over. Clark falls. MUSIC subsides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Clark is on the sand breathing heavily. He looks up and sees lying next to him, a human skeleton with a rusted gas can still in its hand. He gets to his feet, starts singing and jogging with a renewed vigor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(singing) \"Work that sucker to death...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark stumbles up to the door. Ellen is coming out of the ladies room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark! Where were you? We were worried to death. Some very nice Indians and a man on a camel called a tow truck for us. Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sitting from left to right with blank, exhausted expressi are Ellen, Audrey, who's holding her stomach, Aunt Edna w her broken dentures upside down in her mouth, and Rusty playing a pinball machine in the back. Clark is fooling with a salted nut dispenser. We hear MEN LAUGHING and TOOLS CLANGING on the floor in the repair bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(whispers to Ellen) Mom, my rear touched the ground. Will I be okay? Clark fishes out a dime, drops it in the coin slot and tu the knob. Nothing comes out. He lifts the slot cover and looks in. He sticks his fingers in and gives up. As he turns away, his dime's worth of nuts drops out on the flo He walks to the repair bay. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fae",
          "sentiment": "neutral"
        },
        {
          "speaker": "OO",
          "text": "qc Cw",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "{calling to a mechanic) How much longer? There is a roar of 0.S. LAUGHTER. A giant,/ox-like, 6'5\" MECHANIC with greasy coveralls appeats in the door, wiping his nose with a filthy grease rag. He gives Clark a toothless grin and puts his greasy hand on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "We're slow as tar, but like I say, you can take your business to the next filling station down the road. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i ns sss nnn IS IDL AR AN RASA A EAS 81. He turns back to the other men in the bay. He smiles and winks at them and turns back to Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "(continuing) ~ He oughta be able to walk there in thirty, forty days! Don’t you think so, boys? 4 He takes his hand off Clark's shoulder and walks back int the repair bay. He has left a greasy handprint on Clark's shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon peels out of the bay, whips around to t front of the station and SCREECHES to a halt. The two fro tires have been replaced with two worn snow tires. The si of the tires causes the car to sit at a slight incline. T family walks out and gets into the car. The Men in the re bay saunter out and surround the car. Clark pulls out his wallet to pay the Mechanic for the repairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What do I owe you? One of the Men, an assistant mechanic, steps forward and addresses Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "I never heard of no one so shit- all stupid as you driving off a road. You musta got manure fer your brains! They Men roar with laughter. Clark forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Well! I'm from out of town. So, what's the bill. The Men laugh again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing; perturbed) Come on, come on. How much? \fEE EN RR BR Beast mm ene mee mes",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "© The Mechanic puts his greasy hand on Clark's shoulder | again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much ya got? ' CLARK i I'm asking how much the repairs , ! are. } “MECHANIC And I'm asking how much ya got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does that have to do with how much it costs to tow a car and fix a couple tires?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "(grins) 'Cause I'm going to charge you all the money you got. Clark is outraged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You're out of your mind! I don't have time to play around. How much do I owe you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "(serious, firm) All of it, boy. The Mechanic twirls a monkey wrench in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You take credit cards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MECHANIC",
          "text": "Nope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What's your sheriff have to say about your business practices? There is a huge roar of laughter. The Mechanic holds out his hand and uncurls his greasy fingers. He reveals po a grimy sheriff's badge in his palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "* The car is quiet except for the annoying RATTLE. Aunt Edna is snoring. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fOB EE EE Re we",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Ellen gasps. ec I im en 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Audrey, how much babysitting money do you have? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(nervous ly) How come? o (barks) How much?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Nothing except it cost me five hundred dollars for two bald snow tires and a tow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) How much, Audrey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Um... thirty... five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "She has forty dollars!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "How would you know unless you went through my purse, you rotten sneak!",
          "sentiment": "neutral"
        },
        {
          "speaker": "N",
          "text": "Rusty! Did you go through her private property?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I don't give a frog's fat ass who went through what! We need money! Edna! How much do you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She's asleep, Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Look in her purse, Rusty. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f7c",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark! Clark turns around in the seat and shouts at Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look! ;' Rusty carefully extracts the purse from under Aunt Edna's He opens it and pulls out wads of Kleenex, glasses, pill a dinner roll, photos, dog biscuits and at the very botto coin purse. RUSTY . She's got eleven cents, Dad. Clark pounds the steering wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Won't a motel take a check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Maybe, but we're almost out of gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon creeps slowly into the drive of a franchise motel complex. As the car passes, we see Clark, Ellen, Rusty and Audrey pushing the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I think you kids understand a little better now how difficult it must have been for the pioneers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "They didn't have motels to push their cars into.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(crabby) How come Aunt Edna gets to ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Because she's old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "And she refused. But look at the fun she missed. They push the car into an empty parking space. The family steps back from the car, exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That was fun. Old fashioned hard working fun. They all look at Clark with growing concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK CLERK",
          "text": "I'm sorry sir. I can't take this credit card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESK CLERK",
          "text": "The computer says it's been reported lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh! No, no. You see my wife lost her cards in Colorado and I had to report it and now the computer's saying I lost my cards which I obviously haven't. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fnen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "« J CLERK oo Well, you'll have to straighten | that out with your bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Will you take a personal check? i Clark starts to write out a check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "For how much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Well, how about $300?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "I can't do that, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I lost all my cash and we're on on our way to California.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Walley World?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That's right and I'm between a rock and a hard place. I'd appreciate it. The Clerk looks at the check and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Not without a major credit card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I don't suppose you do a lot of vacationing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Hell, no. Having fun is too damn much trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I have six dollars and thirteen cents. So, I'm going to have to work something out with you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f©",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "I told you before I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK. _",
          "text": "I'll write the check for one thousand dollars. You give me three hundred in cash and keep seven hundred dollars for doing nothing more than acting like a prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Only thing I can do is have you stay here until the check clears. Clark turns away from the desk, seething and bubbling with anger and frustration. The office PHONE ‘RINGS and the Clerk leaves the desk to answer it. Clark pounds his fist on the counter in anger. The cash register CLICKS, WHIRRS and the cash drawer opens. Clark looks over. the counter into the open cash drawer. An excruciating moment of decision grips him. He takes the check out of his pocket and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark runs out of the motel lobby and across to the parki lot. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f©",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "ee eee aetna A Ba RetD Ama mm ona cemanae wm 20s came eum 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Let's go! Come on! Where's Edna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She's in the car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Rusty! Get your butt in the car! Clark jumps in and GUNS the engine. He backs out with the back doors still open. Ellen screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", ELLEN",
          "text": "Clark! What's gotten into you?! Rusty runs over and hops into the car. It SQUEALS out of parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car speeds down the desert highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is checking the rearview mirror every few seconds. is troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? Are you feeling all right? You seem awfully keyed up. Maybe it's the coffee you're drinking. Why don't you try Sanka? A SIREN WAILS in the distance. Clark slams down the accel Hold your hats! Rusty looks out the back window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Cops!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Pull over, Clark!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Not on your life! No more damn delays!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "He's gaining on us, Dad!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police car pulls up close and then cuts over into the passing lane. A truck forces it back-into the right lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark barks an order at Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Get in back and start throwing stuff out! Rusty hops over the back seat. '",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Don't you dare! (to Clark) : What are you doing?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm running from the law!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "What! i I robbed the motel! Ellen SCREAMS. /",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad! He's passing! I can't get him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The police car cuts sharply around the station wagon and continues on down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark eases off the gas. He looks at Ellen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He must have gotten an inaccurate description of our getaway car. But we can't let our guard",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Have you lost your mind? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Mom! I have to go again. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN '",
          "text": "You'll have to hold it until we | get to prison. How could you, Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "It wasn't armed robbery. It was a white collar crime. ' Rusty is standing in the footwell, looking over the front seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad! Look way up there! You- know what that is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Uh, oh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY AND CLARK",
          "text": "Roadblock!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "We'll run it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of State of Arizona Agriculture Department cars sit on either side of the road. A sign in the middle of the road reads -- EMERGENCY AGRICULTURAL INSPECTION STATI It isn't a criminal roadblock at all. The uniformed Agric ture Department agents see the approaching station wagon and step into the road, waving their arms casually to war them. The station wagon barrels ahead, blowing its HORN.’ The agents look at each other with terror and dive out of the way. The station wagon smacks the sign and speeds across the border. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ee erat adn En I I I a A I BEDI D II IS I ID BR BR BRR RB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls in and stops at the pumps. Ellen gets out and heads toward the station. A young ATTENDANT approache the car as Clark gets out and stretches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Fill ‘er up, no-lead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is chatting with the Attendant as he fills the tank",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Say, any state troopers been through here lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "You expecting one? ~ (nervous) No, no! I thought maybe they were through here looking for, say, a guy who robbed a motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "(suspicious) Did you rob a motel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Me? Why, hell no. Why would I rob a motel?. Me? Hey, Russ, would I rob a motel? Rusty looks out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "I don't know, Dad. You said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(cuts Rusty off) You know, it's funny you would say that because just yesterday I said to my wife... where is my wife? (calls) Ellen! (to Attendant) I'll let her tell you. It's, ah... 91. \fFe I IE ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CO",
          "text": "(e 92. He clears his throat and pats the pump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Say! You don't have any steel-belted radials, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Sure thing. The Attendant goes inside and Clark speeds away without p for the gas. EXT. HIGHWAY - LATER - EST. The car cruises through the desert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark looks back over the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Rusty! Up and at ‘em! Rusty stirs and wakes. Edna is leaning against him. He's as crabby as everyone else and pushes Edna over on Audrey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "grouchy, What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Crack open those sandwiches I got - at the gas station. I'm so hungry I could eat a sandwich from a gas station. Ellen turns in the seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "There's one for everybody, including Auntie. Rusty, can you wake her up? She needs to eat and take her pill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Let her sleep, for Christ's sake! Wake her up and we'll have to listen to her all the way to Lake Havasu. \fA SER Sn 8",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN /",
          "text": "She's been quiet as a church mouse : since we left the motel. f",
          "sentiment": "neutral"
        },
        {
          "speaker": "J",
          "text": "Audrey wakes up. She shoves Aunt Edna off her and into” Rusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Get off me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Mom! Tell Audrey to quit pushing Aunt Edna on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I'm sick of her laying on me all the time. Ellen reaches around and swats Audrey's leg. She starts t cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Oh, be quiet! (looks at Aunt Edna) Auntie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Ellen, we're going to be in Tucson” in a few hours. Let her bel She's fine. Ellen shakes Aunt Edna's knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(worried) She's not fine! Don't be silly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She's not fine, Big Mouth! She's dead! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I SN I IRI IR IR IR IR BRR RBBB AR Bm eee ee en",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rusty and Audrey scream. Clark loses control of the ear. Clark yells. It's chaos. Rusty and Audrey scramble over the seat into the front. Clark slams on the brakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car jerks onto the highway shoulder and GRINDS to a halt. The luggage flies off the roof. The emergency | flashers go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family flies out of the car. Audrey and Rusty are shrieking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "She breathed on me! A dead person breathed on me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Her hand touched me! She's stiff already! They begin. furiously rubbing their hands and arms. Clark comes around the side of the car and kicks up a cloud of dust. He pounds his fist on the car hood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Well, goddammit, anyway! Ellen gets out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ ELLEN",
          "text": "She must have passed away somewhere near Tuba City. What are we going to do , Clark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(thinks) We could leave her here and the first phone we pass, we can call your cousin, Normie, and he can come and get her. He smiles, pleased with the suggestion. Ellen turns to him viciously scolds him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You are the coldest, meanest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What do you want me to do, call Federal Express?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "(pleads) Mom, we don't have to ride with a dead person,. @o we? “Please say we don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(looking up) It would be easy for cousin Normie to find her. All he'd have to do is look for the buzzards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Well, hell. Then let's take her to Normie's for Pete's sake. I just don't want to get caught up in funeral and inquests and all that crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You are the lowest, most selfish scum. Clark glares at Ellen. He breathes heavily and shakes a finger at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Don't say anything you'll regret. I'm being practical. If we drove straight through, we'd have three days at Walley World, at best. Three days. . (thinking aloud) She can't weigh more than a hundred pounds... He looks up at the roof of the car, then at Edna. Ellen watches and catches on to what he's thinking of doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Oh, no. No, Clark. You can't put her up on the roof. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Yes, he can! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\feS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ane Ramm",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You want me to strap her to the hood? What's the difference. She'll be fine. It's not like it's going to rain or anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car approaches and PASSES CAMERA. We see a familiar f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sitting on top of the luggage with a blanket wrapped over The kids are in the back seat, pressed against the doors not to sit where Edna had been sitting. Clark tries to ch up the family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Hey, guys! Let's play ‘I Spy!'",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad? It's dark. How can we see what you spy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Mom? I can still smell Aunt Edna. It's making me sick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Hey, Dad? Do you think it's possible for there to be such a thing as a .haunted station wagon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Rusty! Stop it! Show some respect! Clark turns his head back quickly and feigns fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": ". (great drama) Listen... shh! Hear it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "(wide-eyed) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Shh! (pause) Ah! It's footsteps on the roof! The kids scream and try to jump in the front seat. Clark bumped and the car swerves. Oncoming headlights flood the car and HORNS BLAST. \f97/98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(oY SUPER: LAKE HAVASU CITY Rain pours down in sheets as the station wagon creeps alo a subdivision street. Lightning flashes, silhouetting the draped figure of Aunt Edna on the roof. She looks like a ghost riding on the luggage rack. Clark hangs out his bro window, trying to read house numbers. There it is! The station wagon pulls in the drive of a small adobe tra house. Clark gets out and runs up to the porch. Ellen fol holding the map over her head to protect t's left of her hairdo. Clark RINGS the doorbell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? Don't just blurt it out about Edna dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(sarcastic) How about if I ask him to play ama ‘Twenty Questions?‘ ~— He RINGS the doorbell again. He waits a moment and the Then he POUNDS. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) 4w, for Christ's sake! He's not home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Maybe the neighbors know where he is. cto easy ‘disgusted; angry) The moron knows we're coming and he isn't even home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Normie's always been flighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He's always been a jag-off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": ". Will you watch your mouth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nf Clark finds a note taped to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(reading aloud) Have gone to Flagstaff. Be back on Monday. Clark kicks the front door and storms off the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "| Clark caries the bundled form between the houses to the patio. Ellen shepherds the kids behind, holding a golf umbrella over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(loud whisper) We can't leave Aunt Edna on the patio!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(loud whisper) (co Should I slip her in the night ao deposit box at the funeral home? Clark sets the grisly bundle down in a patio rocking chai and then realizing what he's just done, shivers with revu sion. He lifts the blanket that's wrapped around Edna and gives it to Ellen. He ties Edna to the chair with a clothesline with Rusty's help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark, it's raining all over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "She can't catch a cold now, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(sniffles) I hope you kids have learned some- thing about life and... death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "- Yeah. Don't die unless somebody's home. Clark steps back from Edna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Let's bow our heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSe",
          "sentiment": "neutral"
        },
        {
          "speaker": "LL",
          "text": "I OME. ER io tn Re rr Sn Rf 8 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The family bows their heads. The rain pours down. The wind STIRS and rocks the rocking chair. Clark leads the ) brief service in the only way he-knows how.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Dear Gawd, ease our suffering in this our moment of deepest despair. Yea! Admit into your heavenly paradise this good and descent member of thy flock who never swerved from the path of righteousness. The family looks up at Clark as he delivers the prayer. They're puzzled and confused by what's gotten into him. !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) She who lived by the example set forth by your dear son, Jesus, during his brief tenure on this our beloved planet Earth. Yea! The Hindus speak of Karma...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(interupts) Clark? Clark turns to her, his arms still raised to the sky. Ellen takes a step forward. She's peeved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(continuing) This is a serious matter. I'll do it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm sorry that I'm not an ordained minister, honey. But I'm doing my best. Ellen sighs. and takes over for him. She looks heavenward",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Lord? We loved this woman and we hope that you have mercy on her soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Let's not go overboard, Mom. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a : 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A ELLEN",
          "text": "(continuing) We know she deserves better than / this but this is all we can give / because my husband wants to get to / Walley World in time for his beloved , family to have their vacation. I hope you understand. Have mercy on his soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Amen, let's go. - They run to the car and leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is puffing on a cigarette. Rain is pouring in the broken window on him. He holds the cigarette out of the spray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I think Normie'll understand when he reads the note we pinned on Edna'a sleeve. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Sure, Clark. What's not to under- stand? You left his dead Mother tied to a lawn chair in his backyard: I'm sure he won't mind. He turns back to the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Look. It's all over and done with. We'll find somewhere to stay for the night and then we'll start fresh in the morning. Ellen looks back at them. Audrey starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I don't want to be in the car anymore. I want to go home. I don't want to go to Walley World! (0 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(oY",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? Under the circumstances, I wouldn't mind if we just went home. In retrospect it seems like a pretty bad idea driving out. It's been one disaster after another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "It's been a drag, Dad. sete: AUDREY Maybe we can try it again some other time. Walley World's over- rated anyway. Clark guns the engine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(nervously) What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(snaps around) I think you're all fucked in the head. We're ten hours from the fucking fun park and you want to bail out! Well, I'll tell you something! This is no longer a vacation. It's a quest! It's a quest for fun! I'm going to have fun and you're going to have fun, too. We're all going to have so much fucking fun, we'll need plastic surgery to remove our goddamn smiles! Your gonna be whistling zippitty do-dah out of your assholes. Be throws the wagon in gear and pulls out. The car vibrat and wobbles from the four different size tires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(babbling angrily to himself) I gotta be crazy. I'm on a pilgrimage to see a moose. (Laughs) Praise Marty Moose! (continuing; to Ellen) Honey? Remind me to hang. myself when we get home. I'11 be having so much fun I'll probably forget... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Silence. Ellen stares in horror at Clark. Audrey lights a joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "- Dad? Do you want an aspirin or. something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car wobbles-vtolently down the highway. We hear a THUNDERCLAP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a lightning flash, rain pours down on Edna's face. Suddenly her eyes open. She wakes up and realizes she's tied to a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT EDNA",
          "text": "(she struggles against the clothesline) That's two, Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another chain motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is laying on the bed smoking a cigarette. is in the bathroom starting to run a bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(angry) Next time you have one of your outbursts, I'd appreciate it if you'd have some consideration for your kids!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What are you talking about? Ellen (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You don't know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "-",
          "text": "All I know is, I'm trying my best to treat my family to a little fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Spare me, Clark. I know your brand of family fun. Tomorrow. you'll kill were the desk clerk, hold up a McDonalds and drive us a thousand miles out of our way to see the world's largest ball of mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You have an uncanny knack for looking at the dark side of things, Ellen. That's your whole problem. Clark stands up and grabs the ugly white shoes Eddie gave him off the bed and slips them on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) You wouldn't know a good time if it came up and bit you! Ellen stares icily at him. He walks to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Where're you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ CLARK",
          "text": "What do you care? He walks out and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark closes their door. The next room door opens and an obvious hooker wearing a halter, underpants and garter be peaks out at Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Hey, Cowboy. You wanna have a party? You're looking fine tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You couldn't afford it, honey. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He walks on toward the bar, leaving her baffled. She clos her door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark is sitting at one of the half dozen booths. A LOCAL GIRL is singing and accompanying herself on the electric piano. Clark's nursing a beer and feeling sorry for himse He looks up and jumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Girl, the mystery woman with the Ferrari, is standing his table. She gives Clark a sexy smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Waiting for someone? Clark regains his composure. He makes a quick decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You. The Girl slides into the booth with Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "(teases him) Having a nice little family vacation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(laughs nervously) It would appear so, wouldn't it? | The truth is... | (makes up something) This is reais confidential. The Girl nods, going along with what she rightly perceive as a big lie",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) I own this motel. In fact, I own the whole chain, nationwide. Twenty- two hundred units. Once a year I travel across the country, incognito, to see how the operation is running. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fnme a RR on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oe I II I Dae” a RE —— - a",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Oh. I thought you were going to say you were working for the CIA. Clark chuckles. She finishes",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "That's an old bit, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No, I'm not with the CIA. I was. - But that was many years ago. I don't talk about it much. I'm more interested in my motels, really... And my airline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Where're you headéd- next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The Orient. Corporate jet's waiting in L.A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You have hotels in the Orient?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Motels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "That's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm just trying to have a little fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "It's too bad you're married. I'm in the mood for some fun. his beer. CLARK . Married? Oh, those people I*m with? That's my brother's family. I borrow them on these inspection tours of mine. They sort of complete the disguise. It's fun for them. : (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f— ES me",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "Ck a te ne em RR DE ED SISK Oe 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "It's a good disguise. I like the station wagon effect. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Well, that's a big part of it. To be convincing I have to look and act like an ordinary jerk. Stop at all the stupid sights, look like a fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Basically be like you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Yeah. Like my disguise?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark and the Girl walk across the courtyard, continuing conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "My credo, if I have to have a eredo, is, “go for it\". We only go around this crazy merry-go-round once. The Girl stops at the edge of the pool and without hesita yanks off her top, drops her jeans and dives into the poo Clark's eyes bulge as suddenly six or seven fond fantasie come to life. GIRL . Wow! This feels great. She pulls her hair back and takes an exhilerated breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "(continuing) Well? Are you going to \"go for it?\" Clark is faced with the challenge of living up to his lie",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Unm... Here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "For starters, sure, What's wrong? Don't you swim? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He starts to He whips off He drops his",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, sure. I took third in the state semi-finals, senior year-in high school. Yeah, sure, I . (talks himself into it) I'm completely at ease in water. unbutton his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm proficient in a number of strokes and... the shirt and kicks off the white loafers. CLARK. (continuing) ... I dive. I had Olympic diving aspirations. drawers, revealing big boxer shorts. mS , CLARK (continuing) I'll be right there. He turns away from her and drops his shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "She watches Clark with amusement and a concealed smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing; to himself) This is crazy. This is crazy. This is crazy. How's the water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Exhilirating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He stands at the edge of the pool, modesty, the other over his head. into the pool. A beat and he bursts out of the water. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "one hand protecting his He makes a one-handed dive 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEEEEE-SSSSSUS",
          "text": "His booming voice echos in the closed courtyard. Lights g on all over. People come out of their rooms to see what t screaming's all about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen's reading in bed. She sits up with a puzzled look o her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Clark? She gets out of bed and hurries to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen opens the door, walks to the balcony rail and looks lown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "He's at the side of the pool trying, to reach his clothes getting out of the water. The Girl's laughing. Clark turn and waves to Ellen. Hi, honey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(big, guilty smile) Swimming? He thinks of an excuse as quickly as he can. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fRm",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "©",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sete",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (CONT'D)",
          "text": "My back's been killing me. I thought a swim would relax the muscles. I didn't want -to unpack the car just to get a bathing suit. And guess what? This person, here... (points to the Girl) ... was in here and I didn’t see this person and that's why I yelled. I was so surprised. You can imagine. Can't you? Ettes? Hon? : ore 0.S. the motel room door slams. Clark realizes what he's He turns to the Girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Can you excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "If you gotta go. He pulls himself out of the water and duck walks over to . clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You're very attractive and you shouldn't feel bad about this. Clark slips on his boxers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "If I weren't married, I'd stay, but Iam. I hope I didn't spoil your evening. Good night. Enjoy the rest of your trip. He heads for the balcony~stairs: The Girl waves goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "You, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey and Rusty are leaning over railing watching as Cla dresses. Audrey is wearing dark, round sunglasses and smo a joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I can't believe this. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Audrey, you're a dork. Put that out. You're not even inhaling,",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "So? So maybe I don't want to. She turns and bumps into.the door to their room. She take off the glasses, opens it, and goes in. Rusty, alone now, glances to his left and sees the Hooker looking him over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Hey, Cowboy. Wanna have a party? '",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "In my bed. |",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Who's coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Just you. Rusty disappears into her room just as Clark rounds the c ( . t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark peeks in. Ellents in the bed. Clark feels miserable steps in and closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": ": Ellen? Honey? Are you mad? Ellen looks up. She looks hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Do you like that girl? Is that what you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(sitting next to her and stroking her hair) Oh no, no, no, no, honey, You, you.,, think I could like a girl like that? I love you. I'm sorry about everything. I was mad because you were right and I knew it. I was hurt. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "7",
          "text": "Non / 112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He wraps his arms around her and holds her tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN -",
          "text": "I'm sorry, Clark. I know it's not all your fault, and I know you're trying. And I'm going to try too. I do know how to have fun, and I'm going to prove it. Come on. She takes his hand and leads him out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen has lead Clark to the edge of the pool. She starts disrobing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Oh, no, Ellen, You don't have to prove anything to me, honey! Really. )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "No, Clark. I just want us to have ; some fun together. ; She is naked and goes to the edge. CLARK. Please don't! Ellen, the water's very... She dives in giggling, surfaces faster than she entered, screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Jeesus, Christ, Coold! Once again, lights on all over. People come out of their rooms to see what the screams are all about. Clark looks at them angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "What's the matter with you people. You've never seen anybody swim before?! Go back to your rooms! Leave us alone! He jumps in. The people leave, muttering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Ra 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey, Rusty and the Hooker watch in -total amazement as and Ellen splash around in the pool yelling expletives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car creeps along in rush hour traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK, (V.0.)",
          "text": "Almost there. Everybody ready? Any minute now. Whoopee! The car turns at. an off-ramp where a sign reads: \"Walley Next Three Exits\". | :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The spires of the Moose Castle rise from the vast amuseme park. The wobbling, wounded station wagon limps into fram heading for the park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Griswolds are invigorated. The journey suddenly seems worth the sacrifice and suffering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(proudly) We made it. (tears) We made it, dammit! We made it to Walley World. The kids lean over the seat and kiss their parents. Clark takes Ellen's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The Griswold's are one hell of a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "(singing) “We're here because we're here...\" \fsheen a (4¢ 114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon rolls into the massive, empty parking l makes a sweeping turn and parks in the last row of spaces a good six hundred yards from the entrance. The family ge out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(puzzled) We're so far away, Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Right, and when this lot is full of cars and everybody's fighting to get out of here at the same time, we'll be the first one's out. Why? Because we're the Griswolds. They get out. Clark looks up. He looks at Rusty, and with an impetuous twinkle in his eye, he slaps Rusty on the ba in a challenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Race you to the entrance?! Clark and Rusty take off in a sprint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK AND RUSTY",
          "text": "They pound across the pavement to the music from \"Chariot Fire\". As they approach the park entrance, their expressi of joy turn first to puzzlement, then to shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing before the gate is a huge, larger-than-life stat Marty Moose in overalls with a tool belt, holding a sign: \"Sorry Folks! We're Closed For Two Weeks To Clean And Rep America's Favorite Family Fun Park!!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FAMILY",
          "text": "Their faces are frozen in disbelief. An insane rage is bu in Clark as he pushes a button on Marty Moose which reads Me\". \foy, ‘115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTY MOOSE",
          "text": "A recording of Marty Moose's cheerful voice plays repeati the exact same message we have just read. Clark's fist sm into Marty's adorable face, tearing off his head. Zé",
          "sentiment": "neutral"
        },
        {
          "speaker": "/",
          "text": "EXT. PARKING LOT f The station wagon flies out of the parking lot into the s bottoms out, turns hard and roars off, dragging the muffl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellen and the kids are staring at Clark as he speeds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to himself) We watch his goddamn television program every Sunday night. We buy his cheap merchandise. We go to his shit movies. He owes us. He owes the Clark W. Griswolds! . (to Ellen) Right? Fuckin-A right he owes us!",
          "sentiment": "neutral"
        },
        {
          "speaker": "E",
          "text": "(worried) What are you going to do, Clark? You're scaring me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Don't be scared. We're just going to get our buck's worth of entertainment out of Mr. Walley, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon flies into a gas station and grinds to halt. Clark jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(to the attendant) Fill 'er up! i ce ileape I'll b F. e the mileage. e zone ‘back! ~ Clark races across the street, dodging cars, and dashes i sporting goods store. BRAKES SCREECH, HORNS HONK. \fete ED I ens - — — 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The station wagon barrels down a palm tree-lined street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUPER",
          "text": "An old pickup truck is parked at the curb. A wooden sign reads -- \"MAPS TO THE STARS HOMES $3.00.\" The station wag pulls up fast behind it and locks up the brakes. The OLD MAN who owns the truck jumps out of the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You got Roy Walley's house on your map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Sure do! Take a check?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD MAN",
          "text": "Ah, sorry, no checks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Okay . Clark reaches into a white store bag and pulls out a pist with a price tag dangling from it. He trains it on the Ol Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Give me the map or you'll be sporting a third nostril. The Old Man hands the map to Clark. “CLARK (continuing) Thanks much. The station wagon peels away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clark spreads the map out across his knees and traces dow the streets with the barrel of the gun. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Is that a real gun, Dad?_",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "A real pellet gun, but it'll put a pretty good dent in your ass. Ellen is figuring the final reading on the gas mileage. oo ELLEN Honey? I figured out our gas mileage. Clark looks up from the road and the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(continuing) Three point nine miles per gallon. Clark stares blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "It might be a little lower...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Close your eyes! Clark reaches the gun under the dash and fires. \"PING!\" There's an electrical short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stately Beverly Hills mansion, iron gate, winding drive meticulous grounds. The station wagon pulls up to the gat and a Security Guard steps out to greet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Can I help you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(ultra-polite) Yes. We're here to see Mr. Walley. Mr. Roy Walley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GUARD",
          "text": "- And your names, sir? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "©)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "The Clark W. Griswolds. Pardon me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(suddenly cold and businesslike) . Pardon you. Clark W. Griswold. Gl One moment, sir. The Guard steps into the guard house and picks up a phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "(whispering) Clark. This is way off. I'm begging you. Please don't do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\\ CLARK",
          "text": ": oO (quietly controlled now. Kids?? Don't you want to meet Roy Walley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "Sure, Dad. You bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guard returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "I'm sorry, Mr. Griswolds. This is a private residence. You'll have to contact Roy Walley Enterprises on any working day from nine to five-thirty. Here's a card with the numbers. Clark takes the card politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Thank you. Nd (CONTINUED) \f“O en ee ee eee OT I ER 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He floors it and the car blasts through the iron gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The windshield blows out, iron shrapnel flies. The wagon grinds up the winding drive, scraping the brick wall alon ghe drive in a shower of sparks ripping up plantings, top ower urns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROY WALLEY, a rotund man in his late sixties, in suit and is having a business meeting on the patio with several of ASSOCIATES. They look up and toward the side of the house Suddenly a pair of guard dogs and a GARDNER break through hedge, rips through the garden and heads for the Men. ey scatter. The wagon SCREECHES to a halt on the patio, the ENGINE GROWLING. Clark jumps out and drops to his knees w the pistol held in two hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Freeze! Walley and his Associates freeze in their tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) Roy Walley? Walley raises his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing), You Walley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(nods in terror) Y-yes. Please don't shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I'm Clark W. Griswold, Jr. This is my wife, Ellen... Ellen gets out of the car and waves politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "How do you do. I've seen you on television. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fcP ESS Eo",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "tm remnant rare ne rca neces tenement eet ES EEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "And my kids, Audrey and Rusty. Okay, we're from Chicago and we've just been through hell to get out here and visit your fun park.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "Please, be my guests... Clark pulls the hammer back. Walley shuts up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "We ruined a brand new car, killed a dog, lost clothes, luggage, golf clubs and an aunt. We were cheated, robbed, threatened. But I'm not going to ery on your damn shoulder. e point is, Mr, King of Family Entertainment, when we got to your friggin' fun park, it was closed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "We always...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Shut your face! So, I figure you owe me. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "Name your figure, sir. to an Associate) Hank, get Mr. Griswold a check --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I don't want money, pal. I want what we came for! Family entertainment, Roy Walley-style. So, you fellas put your creative heads together and give us a little or you're going to re er Clark Griswold each and every time you take a leak! Walley looks to his Associates. The terrified Men are thi as fast as they can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "Okay, uh... how about, ah.., (starts to talk like Marty Moose, silly falsetto) (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(continuing) ... Uh, uh, howdy boys and girls, moms and dads, uh, uh, welcome to Walley World! Clark scoots up on the hood of the car. Ellen and the kid scoot up as Walley and his Men start to dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(continuing) Uh, uh, this is a routine for our new motion picture, ‘Moosein' Around.' Walley's four Associates start to sing and dance around t pool. Walley follows singing as well. Grown Men acting li x cartoon moose to save the ives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"ASSOCIATES",
          "text": "'M' is for merry. We're merry, you see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "Hh ss 'O' is for Oh, gosh! Oh, golly! / (or) : 'O', gee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATES",
          "text": "‘S' is for super-swell family glee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "'E' is for everything you want to be!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATES",
          "text": "What's that spell? On cue the family shouts;",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAMILY",
          "text": "Marty Moose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(cartoon voice) H-yuck! That's me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beverly Hills police CARS ROAR up the drive. SWAT TEAMS j an out. The police spread out around the house. :",
          "sentiment": "neutral"
        },
        {
          "speaker": "VU",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walley and his Associates have their pants rolled up to t knees. Their jackets are on their heads, sleeves tied in shape of antlers. They are standing in line with their ha on. each others hips singing excellent four-part harmony chipmonk-like voices. ey actually seem to be enjoying themselves, as are one or two Servants and Security Peopl When they finish, there is applause, and Roy excitedly su another tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(to his Associates) Qo0, o00! Remember the one from “Moosefeathers?\" How the hell does that go? He starts humming to himself in a cartoon voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(continuing) Freddy? You start it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWAT TEAM",
          "text": "A small group of Police Commandos burst on the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Freeze! Everyone freezes, including Roy and the Boys. The Cop loo at Clark, who no longer is holding the pistol, and then a Walley and his Associates, and finally choose the latter. coP (continuing) Okay, you guys! Let's go! Lie on the ground face down with your legs spread! Other Cops start moving toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "No, no! Hold on there. It's me you want, not Mr. Walley. He takes the gun from his pocket and hands it to the Cop. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fI I a a LL GE 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing) I' a terribly sorry, Mr. Walley. It's probably hard for you to believe, but we' re big fans of yours. - It's just that we've had kind of a. disappointing trip. I guess I went a little haywire. The Cop handcuffs Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "(continuing; to Cop) Can I have a word with my Family? Make it short. Clark walks back to the family. He kisses Audrey and Elle and shakes Rusty's hand with his hands shackled behind hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "I just hope you had at least a few: minutes, of fun. T imow IT lost my temper, but it was for you guys ~ I love you with all my heart and tid do anything for you. I just want you to know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "You're a wonderful father. I don't care what society will think. We know, and that's all that counts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUSTY",
          "text": "Dad, a guy couldn't want a more excellent vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY",
          "text": "I love you, Daddy. I promise T'll be extra good while you're in jail. He embraces the bunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "Wait a minute, Officer. I think there's been a little misunderstanding here. I don't think I'll be pressing any charges. to head Security Guard) ; Pete, show these good men around for | : some Roy Walley chocolate moose, and whatever they'd like to drink. (he winks",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Cops release Clark, exit, and Roy joins the Griswolds",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "Walley. That's so understanding oF you. You're so nice: How can we ever repay you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "Monthly payments'1ll be fine. The family laughs. Roy claps Clark on the back and roars with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALLEY",
          "text": "(continuing) I want to tell you about the vacation my wife and I took with our kids in 1958. Let me send for a car. I want to take you folks over to the park. I'm opening it up special for you. The biggest smile breaks across their faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The family is reunited in the non-smoking section of a DC They are clean and in fresh clothes. A new spirit. They a all wearing antler hats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "We'll have to put Mr. Walley on our Christmas card list. I can't believe he™ he's paying for these tickets. I feel like such an idiot. Ellen and Clark kiss. Rusty and Audrey are in the seats b them listening to inflight music. A-STEWARDESS addresses Passengers over the PA. STEWARDESS (0.C.) © Thank you for joining us this morning on our flight to Atlanta with continuing service to New York's LaGuardia airport. Our flying time will be. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa RI IR I RE SR SA A 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Clark looks at Ellen with alarm as the plane shoves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did she say Atlanta? Ellen looks at Clark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLEN",
          "text": "She did say Atlanta! (frantic) Hey! Lady! We're on the wrong goddamn airplane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The plane taxis into position and begins takeoff. Clark s above the ROAR OF THE ENGINES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLARK",
          "text": "Turn this son-of-a-bitch around! The plane takes off into the sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ PILOT, (0.C.)",
          "text": "(over the radio; to the tower) This is 191 heavy to Los Angeles Center, we're eastbound to Atlanta with a cabin disturbance. Notify ground authorities. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWER VOICE, (0.C.)",
          "text": "Roger, will do. Over. THEME COMES UP. FADE OUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "END CREDITS ROLL OVER VACATION SNAPSHOT PORTRAITS.",
          "text": "-- Family standing next to the station wagon, in front of their house. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Family with Eddie, Catherine, Edna and the cousins. Family with Wyatt Earp in Dodge City. Dinky with his head out the window. Family with the mechanic and friends at the desert gas station. Family with two indians and a man on a camel. Family with Roy Walley and Beverly Hills Cops. Rusty with Audrey and the Hooker. A big smile on his face Clark with his arm aound Ellen.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1329"
    }
  ]
}