{
  "movie_id": "MOV1395",
  "scenes": [
    {
      "location": "STREET, FALLUJAH, IRAQ",
      "time": "DAY",
      "characters": [
        "SNIPER SEQUENCE",
        "LOOKING OUT WINDOW",
        "STREET BELOW FACTORY",
        "A SHORT STRAIGHTAWAY",
        "46A OMITTED",
        "SNIPER/CLOSE ON CHRIS",
        "MARINE INTEL TRAILER",
        "CHRIS/TRIBAL LEADER",
        "40A OMITTED",
        "UNDERCOVER TRUCK",
        "NEXT INTERSECTION",
        "ENEMY SNIPER HIDE",
        "ON CHRIS",
        "GUARD POST",
        "F-18 RAPTOR",
        "ABOVE, (LOOKING OUT)",
        "A WHITE-TAIL BUCK",
        "IN THE STORM",
        "ON THE ROOFTOP",
        "WASHROOM",
        "AT THE DOOR",
        "THE BUCK",
        "THE CHINESE APARTMENTS",
        "FIRST ROOM",
        "CHRIS",
        "A GUNSHOT SOUNDS",
        "BATHROOM",
        "LOOTED ROOM / CHRIS",
        "ON THE ROOF",
        "ENEMY CROSS-HAIRS ENTER FRAME, (REVERSE ANGLE)",
        "UPRANGE, (IN REFLECTION)",
        "A BLOCK BACK",
        "BUTCHER",
        "A GOAT",
        "IN THE STRYKER",
        "SIDE VIEW, (FACTORY)",
        "COLTON'S BIRTHDAY PARTY UNDERWAY",
        "ON A ROOFTOP",
        "MESS HALL",
        "ROOFTOP",
        "BANQUET HALL",
        "DISTANT BALUSTRADE",
        "IN THE ALLEY",
        "RPG",
        "EVENING",
        "SNIPER",
        "RAILING",
        "BACK ALLEY",
        "THE VAN",
        "TIME FADE",
        "LONG HALLWAY",
        "THE SHEIKH",
        "NEARBY ROOFTOP",
        "OMITTED",
        "TREMBLES AS THE BUILDING ACROSS THE STREET IS FLATTENED--",
        "ALLEY",
        "MOMENTS LATER",
        "INSIDE MERCEDES",
        "IN ADJACENT ALLEY",
        "SHEIKH AL-OBEIDI",
        "A SQUAD OF MARINES",
        "DINING ROOM",
        "116A OMITTED",
        "T-WALL",
        "CASKET",
        "LATER",
        "BEDROOM",
        "SNIPER NEST",
        "KITCHEN",
        "THE ABRAMS TURRET SPINS. THE CANON BOOMS. THE EARTH",
        "THE COURTYARD",
        "THE BULLET",
        "LOOTED ROOM",
        "THE BUTCHER",
        "ON DANCE FLOOR",
        "BEHIND THEM",
        "DINING ROOM/HALLWAY",
        "DISTANT ALLEY",
        "WASHROOM / MUSTAFA",
        "TIME CUT",
        "OPEN MOUTH. HE'S BLOWN BACKWARDS, HITTING THE WALL AND--",
        "SFX",
        "CHRIS HEARS MARC'S VOICE",
        "OVERWATCH",
        "AT THE BAR",
        "STREET BELOW",
        "THE SANDSTORM",
        "IN THE STREET",
        "INT. HOUSE, DAY",
        "AN UNDERGROUND TUNNEL",
        "A YOUNG KID",
        "SNIPERS NEST"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The sun melts over squat residences on a narrow street. MARINE COMPANY creeps toward us like a cautious Goliath. FOOT SOLDIERS walk alongside Humvees and tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(radio chatter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie Bravo-3, we got eyes on you from the east. Clear to proceed, over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun glints off a slab of corrugated steel. Beneath it-- CHRIS KYLE lays prone, dick in the dirt, eye to the glass of a .300 Win-Mag sniper rifle. He's Texas stock with a boyish grin, blondish goatee and vital blue eyes. Both those eyes are open as he tracks the scene below, sweating his ass off in the shade of steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking hot box. GOAT (24, Arkansas Marine) lies beside him, woodsy and outspoken, watching dirt-devils swirl in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dirt over here tastes like dog shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess you'd know. Goat balks and fixes his M4 on the rooftop door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACK ACROSS bombed-out buildings, twisted metal and golden-domed mosques. Ragged curtains flutter out a window. Cat-tails on the river sway the same direction. We see him studying windage; we see what he's thinking-- SFX: A LOW FREQUENCY BUZZ escalates over picture as his concentration deepens. Cross-hairs land on-- A MAN ON CELL PHONE watches the convoy from a rooftop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike) I got a military-aged male, on a cell phone, watching the convoy. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you think he's reporting troop movement you have a green-light. Your call. Over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He could be calling his old lady. MAN ON CELL studies the convoy, his hair tossed by wind. CROSS-HAIR push left of target, compensating for windage. SFX: Chris takes a deep inhale, holds it, then expels. His finger is taking up trigger-slack when the man dips his shoulder slightly. Chris holds off as-- MAN ON CELL hangs up and steps away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike) He stepped off. Chris sucks air. Close. The ambient world floods back in. Barked orders, diesel engines and-- A WOMAN AND KID exit the same structure. They're headed up the sidewalk but cut sharply into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike) Hold up. I got a woman and a kid, 200 yards out, moving toward the convoy. (ECU)-- The woman cradles something beneath her robes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her arms aren't swinging. She's carrying something. CROSS-HAIRS ON WOMAN as she pulls a cylindrical object from her robes. His vision obscured but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--you say a woman and kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SFX: his heart-beat, THUMP-THUMP THUMP-THUMP THUMP-THUMP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got eyes on this? Can you confirm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. You know the ROEs. Your call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fry you if you're wrong. Send your ass to Leavenworth. THE KID moves toward the convoy with the grenade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck-- MOTHER motions the Kid to hurry along (ECU)-- her robes flutter, trash blows in the street, the dust off her son's footsteps; all blowing the same direction. THE KID sprints toward the Marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "YOUNG MARINES. Wading into war. Boots scuffing dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "His exhale hisses from tobacco-stained teeth. Breathe it down. He struggles to get calm, fighting for control.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "CROSS-HAIRS left of the running target, leading him, compensating for a dozen different considerations as-- He pauses upon exhale. The world goes quiet. Landscape pulses with color and focus. He stokes the trigger and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BULLET",
          "text": "Leaps from the barrel. Cracks like a whip. The .300 round hurls forward, glinting as it enters the flesh of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WHITE-TAIL BUCK",
          "text": "It staggers, draws and topples to the ground. We are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A field shrouded in fog. CHRIS KYLE(8) jumps from a deer blind, innocent and excited, running toward the buck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get back here. Chris stops, turns back. WAYNE KYLE, his father, is sturdy and earnest with mutton chops and Texas calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ever leave your gun in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helluva shot, son. You got a gift. You're gonna make a fine hunter someday. Chris nods, clear-eyed, as if hearing the whisper of destiny. He grabs the .30-06, running again, bounding to-",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BUCK",
          "text": "Glassy brown eyes look up at Chris. It's still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything dies to give life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can it see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a deer, son. Chris processes his first kill, watching as-- (ECU) a flea crawls around the animal's inner-ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hands him hunting knife)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shot it, you deal with it. Chris straddles the deer. It tries to gouge him. He looks frightened but drags the blade across its neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Protestant church. CHRIS is dressed in Sunday best, shuffling pages of a LITTLE BLUE BIBLE to create breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't see with his eyes so we don't know the glory of his plan. Our lives unfold before us like puzzling reflections in a mirror. But on the day we rise, we will see with clarity and understand the mystery of his ways-- JEFF(6), his reedy little brother, watches Chris slip the Bible in his pocket. Jeff laughs and gets smacked by-- DEBBIE, their mother. She wears big oval glasses and runs a wayward-boys home with that same steady hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dust motes drift across a dresser, settling on a Pop- Warner football, that BLUE BIBLE, and METALLIC TOY SOLDIERS guarding the bullet casing from his first buck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are three types of people in this world. Sheep, wolves and sheepdogs. PUSH THROUGH the modest ranch house into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAYNE lectures his boys over venison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people prefer to believe that evil doesn't exist in the world, and if it ever darkened their doorstep they wouldn't know how to protect themselves... those are the sheep. Jeff bites back tears. Chris looks troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FROM THE BACK, we watch a BIG BULLY pummel a KID ON THE GROUND. His meaty fists coming down repeatedly as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you got predators who use violence to prey on the weak. They're the wolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KID ON THE GROUND is JEFF, his nose bloody. PUSH TOWARD the fight--(ECU) blood flecks fly from the Bully's fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then there are those blessed with the gift of aggression and an overpowering need to protect the flock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIST CONNECTS with BIG BULLY's temple. He goes down. Chris stands over the bully, beating the tar out of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These men are the rare breed that live to confront the wolf--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS stands with his arms extended. Wind blows dirt off his palms and it plumes out across the land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are the sheepdog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WAYNE removes his belt and lays it on the table. CHRIS looks at it, worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now we're not raising any sheep in this family and I will whoop your ass if you turn into a wolf--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wayne--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we take care of our own. And if someone picks a fight with you or bullies your brother, you have my permission to finish it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy was picking on Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That true?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(eye swollen) Yes sir... Yes, he was...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns to Chris)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And did you finish it? Chris shows the swollen knuckles of his hand, and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you know who you are...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GROWN MAN(CHRIS) exits the barn into the light of day. Behind him, horns of dozens of bucks cover the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know your purpose. The barn door closes leaving us in brindled darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand grips the tie on a bronc. CHRIS sits bareback atop the horse, its nostrils steaming, eyes shock wide. (ECU)- a hair-line crack along its right front hoof. BUZZER SOUNDS. GATE OPENS. The bronco leaps out. Empty stands blur past. The Bronc and Chris united in a futile struggle. He leans right, the bronc circles right, staying off that bad hoof. Chris makes the buzzer but-- He gets tossed on dismount. The bronco stomps his hand. He scrambles out of the ring as RODEO CLOWNS distract it. FIND JEFF(19) ringside, with tight lips and severe eyes. He looks over the empty arena, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Headlights rattle over a dirt road. JEFF drives. CHRIS rides, BAG OF ICE on hand, BELT BUCKLE prize on the dash. He stares into the field where A WILD HORSE, races alongside them, a spectral image in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't nobody there and you come away with a belt buckle too damn big to wear. What you supposed to do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grabs belt buckle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're supposed to get laid with it. I'm gonna wear it in and see if it puts Sarah in the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A strong wind'd put Sarah in the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what they say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what they called her in high school--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah suck-a-- Chris swings his bag of ice, smacks Jeff in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit man-- He swerves off the road. The truck almost coming apart before he ramps back up, coming to a dusty halt outside--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spanish moss hangs over a shackle-board residence. Chris tumbles out the truck, clips on the belt buckle and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS swaggers into the narrow bunkhouse. A sheet hangs in back, separating sleeping area from living area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who wants to hump a rodeo star? Movement back there. A MAN ASS suddenly protrudes from the curtain as a BURLY COWBOY-TYPE climbs into jeans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck-- SARAH steps out, his high school sweetheart all grown up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you wasn't coming home until tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wounded)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why would you do this? Cowboy leaves his shirt open flaunting a big hairy chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just let him out. He didn't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shamed, steps aside)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't know? Cowboy doesn't answer. Chris SLAMS HIS HEAD into the refrigerator and ramps him out the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck is wrong with you! What'd you expect? You drag me out here then run off with your damn brother every weekend!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out. She jumps at the chance-- ripping clothes out of closets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think you're a cowboy cause you rodeo? You're no cowboy. You're just a lousy ranch-hand and a shitty fuckin lay! The door slams behind her. Chris stares at the dent in the fridge, wounded. He opens it and pulls out a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "TV plays across Chris' drunken face. He lays on the sofa, a beer on his chest. JEFF is sprawled in a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people ain't worth fighting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she was right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(closing his eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A job is a job. At least we're outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris is bleary, lost and drifting to sleep. The images on the TV don't immediately register but-- NEWS FOOTAGE of the WORLD TRADE CENTER BOMBING (1993) plays on TV. An explosion has demolished the garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--group of radical militants called Al- Qaeda are taking credit for a bombing that left six dead and hundreds injured-- American flags at half mast. His chest rises and falls--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff, wake up. Look at this-- The faces of INNOCENT VICTIMS play across the screen. Chris' injured hand slowly curls into a fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look what they did...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Posters of destroyers on walls. The NAVY RECRUITER is lean and shrewd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw what they did, on our soil, and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're from Texas and you're a patriot so it pissed you off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. But I can't see myself on a ship. I'd wanna be in the fight--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna fight? Meet the warrior elite. He slides him a brochure-- \"NAVY SEALS\" emerge from the water, armed and bound for glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SEALs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sea, Air and Land.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't much of a swimmer--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking brochure back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't for the faint of heart. Most men wash-out. They quit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not most men, sir. I don't quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS and 50 OTHER CANDIDATES lay on their backs doing flutter-kicks on a patch of blacktop surrounded by beige buildings. INSTRUCTORS wield hoses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sprays Chris in the face)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You a quitter, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit, you are fleet-meat. Don't turn away. Look up and take it. You're old as fuck. Did you join the Navy cause you had such a good time on Noah's Arc? How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30! You fart dust and could've fathered half these boys. You think cause you had a pop-gun back in Texas you're cut out to be a SEAL?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you're not cut out to be one? Chris is twisted in agony and clearly dislikes the water. (03.18.14)                         12. INSTRUCTOR ROLLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kind of asshole joins the Navy but hates the water. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love water, hooyah. INSTRUCTOR ROLLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My ass you do. A CANDIDATE chokes a giggle. Rolle wheels around on-- RYAN JOB(24), a goofy, overweight Oregon kid who looks like he should be taking orders at a drive-thru window. INSTRUCTOR ROLLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that you giggling you fat fuck? Look at you. You're so fat they had to baptize you at Sea World. Your momma fat too? RYAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No sir, she's not. INSTRUCTOR ROLLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't lie to me! I bet we could use her panties as a parachute. What the fuck are you doing here fatboy? Do your feet get wet when you shower? When's the last time you saw your pecker? You're not a Seal, you're a fuckin Walrus. A big giggling Walrus. \"Biggles\" that's your new name-- \"BIGGLES\" is choking, coughing, struggling. ROLLE points to A BRASS BELL mounted on the back of a truck. INSTRUCTOR ROLLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and that's your ticket home. Just drag your jelly-roll ass up and ring it and you'll be headed home to momma Shamu. BIGGLES is beaten, legs giving out, ready to quit when-- CHRIS (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(draws Rolle off Biggles) Two hundred. INSTRUCTOR ROLLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whirls around, hosing) Did I ask you to count? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was that your ass talking then? THE BELL RINGS. Chris jerks up, worried it was Biggles but-- an ATHLETIC CANDIDATE staggers off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a quitter. If he quits here, he'll quit in battle. When shit gets hairy he can't step up. You get shot, he can't pull you out. We're gonna weed out the quitters and see if we can find a warrior or two. Chris and Biggles share a look, a vow, as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wave goodbye to the sun, boys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bonfire crackles atop a sand dune. CANDIDATES crouch in a pit they dug, hugging oars, shivering with hypothermia. CHRIS stands over the ditch, trying to make INSTRUCTORS laugh to earn a place by the fire beside BIGGLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and when I told her the condom broke she started crying and begging me to do something. And I'm a virgin, I don't know what to do, but I'd heard if you pour Coke up there you won't get pregnant-- (guys start laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So we went to 7-11, got a liter of Coke and drove back into the woods. She took her panties off and did a handstand against a tree but when I start pouring, she starts screaming, \"it stings, it stings\" but when I'd stop, she'd scream \"no don't stop\" and it's fizzing out and-- INSTRUCTORS in stitches. Fire flickering off Chris' face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fog shrouds CANDIDATES COVERED IN MUD, seated belly-to- back, chattering and quaking, hypothermic. \"INSTRUCTOR TONY\"(34), a salty cholo, walks their line. (03.18.14)                          14. INSTRUCTOR \"TONY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really from Connecticut, Dauber? I never met a hick from Hartford. \"DAUBER\" is 6'4\" and 240 with a flop of yellow hair like the character from Coach. A sleepy Connecticut cowboy. DAUBER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Country is countrywide, sir. INSTRUCTOR \"TONY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think he likes black dudes, \"D\". \"D\" is African American, from Indiana, stoic and stacked. He has a rhythmic grumble and a meat-eater's glare. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's alright, sir. I'm not black. INSTRUCTOR \"TONY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm new black. We run slow, jump low, swim good and shop at Gap. We make white folk proud then hose their ladies. \"BIGGLES\" still giggles, but he's looking fit as they chip away everything that isn't a Navy Seal. INSTRUCTOR \"TONY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hungry Biggles? I'd bet you'd eat the ass out of a low-flying duck. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooyah. I'd toss that critter shitter on a baguette and get my eat on. \"SQUIRREL\" is a San Clemente surfer kid, just tall enough to ride roller-coaster, with a jutty jaw. INSTRUCTOR \"TONY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screams in his face) Squirrel! Where'd you hide your nuts? SQUIRREL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nuts crawled up inside. The little shits are gone for good. \"CHRIS\" sits up front, covered in mud. His eyes burn steely blue, full of resolve. He's found himself here. INSTRUCTOR \"TONY\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you old man? How you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dangerous, sir. Feeling dangerous. The boys send up a spirited \"HOOYAH\" and-- TONY looks them over with some small measure of approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The INSTRUCTOR CADRE watches 32 CANDIDATES SWARM each other, howling and dog-piling at the end of hell-week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowd watches the boys toss darts at a bulls-eye drawn on DAUBER'S naked back. At the bar, BIGGLES and CHRIS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna try and get into sniper school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you shoot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can hunt. And what's cooler than being a sniper?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blowing shit up. Blowing shit up is way cooler. A brunette steps to the bar. A sharp object with heavy eye-shadow and tight leather pants. This girl owns her sexuality but she's often been used for it. This is \"TAYA\". She is trying to ignore the advances of A SHORT NAVY GUY but he's relentless. Chris watches as (ECU)-- Taya's fingertips whiten, gripping her glass. Chris edges closer, she looks up, defensive-- but he just stands there, letting his protective presence be felt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, just let me buy you a drink. (03.18.14)                          16. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(end of her rope) Will a drink make you 6 inches taller and charming? Will it make you not married? DAPPER NAVY GUY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not-- TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I watched you take your ring off. Don't be a scumbag. Go home. Navy Guy retreats. Taya sips her scotch, doesn't look up. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It could be the leather pants. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? What kind of pants does a girl have to wear to be left alone? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Corduroy. She takes him in. Loose sweatshirt, no hair gel. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that how it is with you guys-- suddenly single after three beers? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only thing that happens to me after three beers is a fourth. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's great. A real red-neck. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no redneck, I'm a Texan. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the difference? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We ride horses, they ride their cousins. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost laughs) What do you do for work? You look like military. (03.18.14)                     17. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I polish dolphins. They have to be polished in captivity or their skin disintegrates. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I look stupid to you? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To be honest, you look a little sad. She's taken aback by his observation. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So am I tall enough to buy you a drink? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not until you tell me what you do. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about this: one shot, one answer. Chris passes her a shot. She throws it back, fierce. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're obviously military. What branch? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just finishing BUD/S. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you kidding me? You're a SEAL? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was two questions... TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(two angry shots) I know all about you guys. My sister was engaged to a SEAL. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean you know all about us? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a bunch of arrogant, self-centered pricks who think you can lie and do whatever the fuck you want. (pushes him a shot) I'd never date a SEAL. (03.18.14)                   18. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(confused) How can you say we're self-centered? I'd lay down my life for my country. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cause it's the greatest country on earth and I believe it's worth protecting. (climbs off stool) I'm sorry this guy hurt your sister but that's not me. Nice talking to you. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you going? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you'd never date a SEAL, so I'm going home. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I'd never marry one. It's a lie and they both know it. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well in that case... what's your name? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taya. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you, Taya. I'm Chris Kyle. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(liquor softening her) Pretty egotistical of you to think you can protect us all, isn't it Chris? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our instructors say our biggest enemies are ego, liquor, and women. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like you're under attack. She levels a look and downs another shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mist rolls in. Chris holds Taya's hair as she pukes. She takes a deep breath, wipes her mouth--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I'm not going home with you so don't even think about it. She smiles, then turns to puke again--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An arid range with human-shaped targets. PETTY OFFICER TOSH (Irish/Japanese, nasty) walks past prone students.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel breath filling every cell of your body. This is our ritual. We master our breath, we master our mind--- FIND CHRIS on .300 Win-Mag. Both eyes open. Dip packed. Deep breaths. His finger taking up the trigger-slack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--pulling the trigger will become an unconscious effort. You will be aware of it but not directing it. And as you exhale, find your natural respiratory pause and the space between heart-beats. Chris exhales, pauses, strokes-- BAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ZOLOFT BROCHURE shows smiling faces. TAYA wears a suit- skirt and tries to mimic the esprit of the brochure. She leaves a box of samples with the RECEPTIONIST but her smile fades as she pulls her trolley to the door--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blades of light leak through closed blinds. Taya hides under blankets on the sofa. PHONE RINGS, goes to message:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me again. The guy whose shoes you puked on? I was thinking maybe you didn't get my last message. Or the one before that. So, I figured--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She snatches up the phone--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You figured what? --looking for a reason not to be alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON CHRIS, both eyes open looking downrange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aim small, miss small. If you aim for his shirt button, you might miss by two inches. If you aim for his shirt, you miss by two feet. (over Chris, raises binocs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better close those groupings, Kyle. Chris chases his breath, trying to focus, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN ACROSS a \"target shoot\" game to a bench overlooking surf. CHRIS and TAYA sit with a GIANT TEDDY BEAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you always want to be a soldier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to be a cowboy-- but I did that and I felt like I was meant for more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you started rescuing girls from bars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I rescued that bar from you. She smiles at his sweetness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you like country music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only when I'm depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someday. My mom says I have a nose for picking the wrong men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a shitty thing to tell a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've proven her right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But those wrong picks put you here. They made you who you are. And I like who you are. The Ferris wheel casts its glow on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happens when there's a real person on the other end of that gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uncertain)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... I just pray I can do my job if that day comes. It weighs on him. And she feels safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PO TOSH (on spotting scope) stands over CHRIS. Mirage boils off the horizon at 35 degree angle, pushed by wind. BAM! Chris' shot hits the outer edge of target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirage is boiling at 35 degree angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check. I'm dialed for windage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold right-four, up-two. BAM! He misses. It spits dirt. Not even close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are we looking at the same target?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS sits on the couch, anxious, until TAYA appears in the hall in lingerie. She slinks closer, straddling him, determined to blow his mind but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're trembling...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I don't... She finds his eyes. Finds her breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't have to do this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to. I do... He gently lifts her up and lays her across the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soft light on pale bodies. Taya writhes with impatient longing but Chris' steady hand forces her into the present. She's swept up, eyes filling with tears as he eases into her-- she gasps and arcs and draws him deeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PO TOSH stands over CHRIS, fed up now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to shut your off-eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I close my off-eye I can't see what's out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is nothing out there but a target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. There's something--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The circular scope floats over the target. Left of scope, a SWATCH OF GRASS doesn't sway like the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me 50 push-ups. Clear and safe. Push `em out. The scope drifts left of target-- BAM! A RATTLESNAKE is flung through the air, blown to shit, 500 yards out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There it is. He sets the rifle aside and starts cranking out push-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ethereal white sheets. Two bodies lay like spoons. Chris WHISPERS SOMETHING. Taya closes her eyes. A beat--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hardly even know me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know enough. You're a package deal, babe. She stares at the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you afraid of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Everything. I don't know. What if it doesn't work out? She moves to stand. He holds her put.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to marry you, and we're going to start a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it all planned out, don't you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you. I'm done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crushed by his sincerity)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... you're gonna need a ring if you want to talk all tough like that. She accepts with a deep kiss and prances off with the sheet. He smiles and falls back onto the bed. The curtains dance in the morning light. Then--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my god! No! Chris-- Chris bounds up, running into the next room. Taya stands in front of the television. They both watch as-- ON TV NEWS: THE SECOND PLANE hits the World Trade Center. It steals their breath. Chris hugs her close, trying to shield her from it. His shock bleeds to rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The storm closing in. CHRIS two-steps TAYA around the dance floor to Van Morrison's romantic \"Someone Like You.\" Chris looks boyish and dapper and Taya is flush with beauty and promise. The moment is quietly sincere with the entire WEDDING PARTY watching when--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her hand smudged with paint)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell is on your neck? She pulls at his collar to reveal GREEN SPRAY-PAINT upside his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you believe me if I told you I was painted green and on an IV two hours ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you-- Then she sees BIGGLES, DAUBER, \"D\" and SQUIRREL rolling with laughter at the bar, and remembers who she married. CHRIS (smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Package deal babe. He dances her away from them and pulls his jacket aside, flashing his boys the Trident pinned to his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BAR",
          "text": "TONY bowls up; once their instructor, now their Chief. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the word, Chief? TONY (looks them over)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on boys. Just got the call. They hoist their drinks, barking approval, \"HOOYAH!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DANCE FLOOR",
          "text": "Taya sees the nod from Biggles to Chris, we're going. She tenses up in his arms, her feet growing heavy. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say it'll be over in 6 weeks. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so afraid. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be afraid. It's all part of the plan. He pulls her close, HIS EYES FIXED on someone else-- TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your heart is beating out of your chest. CHRIS (nods, looking past her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not the only one going to war. JEFF KYLE stands on the rail in MARINE DRESS UNIFORM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVENING",
          "text": "The boat rocks on choppy water. Taya dabs cake on Chris's nose and they kiss. THE BOOM of distant fireworks is followed by AIR-RAID SIRENS as shock &amp; awe hit Baghda",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHYRON: \"OPERATION PHANTOM FURY: 2nd BATTLE OF FALLUJAH\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to Fallujah. The new wild west of the old middle east.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOLDIERS sit elbow to elbow. 6 SEAL SNIPERS and A SQUAD OF MARINES to watch their backs. CHRIS tucks the little blue Bible and American flag and into his webbing then removes his wedding band, hanging it from his necklace. MARC LEE AO2 (26) is a poster-boy Navy Seal, soulful and handsome. He glows like a halo in a river full of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AQI have put a price on your heads and extremists from around the globe are flooding the borders to collect on it. The rig hits a pothole and faces clench expecting an IED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You snipers will be paired with a man to watch your back and inserted along the main road to do \"overwatch\" for 1st Marines going door to door. Your job is to protect those Marines at all costs. The truck battles to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The city was evacuated. Any military-aged male still here, is here to kill you. Let's bring these boys in safe and get our asses back home. Move-- The hatch falls open--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gunmetal sky. The staccato pop of GUNFIRE in the distance. SNIPERS and SUPPORT cross an orchard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS walks upright. The Marine paired with Chris is a mouthy Arkansas boy, \"WINSTON\", skitters tree to tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep your head down, Tex. The Muj' got snipers too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sniper won't aim for your head. A DOZEN MARINES are posted outside an apartment complex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got this sniper that's been hitting headshots from 500 yards out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open atrium eight stories tall. CHRIS and WINSTON walk past a giant pile of furniture and debris tossed down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--they call him \"Mustafa.\" He was in the Olympics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They got sniping in the Olympics now? They start up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris walks from APARTMENT TO APARTMENT, some vandalized, others untouched, checking sight-lines out windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trailing Chris)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're we looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever hunt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ain't that kind of red-neck. He unzips and peels off into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck, fuck-- WINSTON FIRES TWO ROUNDS in the bathroom. Chris pulls a Springfield .45 as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GOAT",
          "text": "Bounds out of the bathroom, runs out the apartment door and leaps OVER THE RAILING, falling six floors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAILING",
          "text": "CHRIS and WINSTON look down to the lobby, where Marines stand around the DEAD GOAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just got your first kill, Goat. \"GOAT\" (not Winston) will be his name from here out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to the roof. You stay here and be on the lookout for farm animals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a corrugated piece of steel, a ritual unfolds-- Chris packs a dip. He lays out his Bible and flag. Loads bullets in a wrist-sheath. Starts to marshal his breath. Time slows as he lowers his eye to the glass. (NOTE: we are back to the beginning of the film.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRACK ACROSS bombed-out buildings, twisted metal and golden-domed mosques. Ragged curtains flutter out a window. Cat-tails on the river sway the same direction. SFX: A LOW FREQUENCY BUZZ escalates over picture as his concentration deepens. Cross-hairs land on-- A MAN ON CELL PHONE watches the convoy from a rooftop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a military-aged male, on a cell phone, watching the convoy. Over. (03.18.14)                          29. COMMANDING OFFICER (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he's reporting troop movement you have a green-light. Your call. Over. MAN ON CELL studies the convoy, his hair tossed by wind. CROSS-HAIR push left of target, compensating for windage. SFX: Chris takes a deep inhale, holds it, then expels. His finger is taking up trigger-slack when MAN ON CELL dips his shoulder, hangs up and steps away. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike) He stepped off. Chris sucks air. Close. The ambient world floods back in. Barked orders, diesel engines and-- A WOMAN AND KID exit the same structure. They're headed up the sidewalk but cut sharply into the street. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold up. I got a woman and a kid, moving toward the convoy. (ECU)-- The woman cradles something beneath her robes. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her arms aren't swinging. She's carrying something. CROSS-HAIRS ON WOMAN as she pulls a cylindrical object. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. COMMANDING OFFICER (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--you say a woman and kid? SFX: his heart-beat, THUMP-THUMP THUMP-THUMP THUMP-THUMP. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got eyes on this? Can you confirm? Over. COMMANDING OFFICER (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. You know the ROEs. Your call. GOAT (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They fry you if you're wrong. Send your ass to Leavenworth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE KID moves toward the convoy with the grenade. CHRIS KYLE (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck-- MOTHER motions him to hurry along (ECU)-- her robes flutter, trash blows in the street, the dust off her son's footsteps; all blowing the same direction. THE KID sprints toward the Marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "YOUNG MARINES. Wading into war. Boots scuffing dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "His eyes water with focus, his exhale hisses from tobacco stained teeth. Breathe it down. He struggles to get calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SFX",
          "text": "CROSS-HAIRS left of the running target, leading him, compensating for a dozen different considerations as-- He pauses upon exhale. The world goes quiet. Landscape pulses with color and focus. He stokes the trigger and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BULLET",
          "text": "Leaps from the barrel. Cracks like a whip. The .300 round hurls forward, glinting as it enters the flesh of--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "He winces, sickened, and struggling to swallow the little piece of him that just died. GOAT (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Fuck that was gnarly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOTHER flees down sidewalk, robes aflutter. CROSS-HAIRS lead her. BAM. It pocks wall behind her. A round ejects. CROSS-HAIRS swing forward, leads her more. BAM. She runs into scope, reaches center, meets bullet. A red mist. GOAT (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit yeah. Evil bitch! COMMANDING OFFICER (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice shooting, Tex. Helluva call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roger that. Good lookin' out Navy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear that? He nudges Chris, trying to get a celebration out of him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get the fuck off me. This is the reality of war. Not like he anticipated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Breath racing. Bleeding sweat. Trying to process his disgust. Trying to inject some purpose, mumbling: Protect the Marines. Protect the Marines. Protect... Clouds crawl over Chris like ghosts, swirling feverishly as HOURS SLIDE BY. His face takes on a preternatural blankness as he begins to slip into the shadows of self. Suddenly-- clouds halt, pupils flare, chest inflates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun flares as MARC LEE advances alongside 1ST PLATOON MARINES (40 men) when-- A SHOT SOUNDS. A BODY TUMBLES out of the sky and lands in their midst with a meaty thud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Fuck, man! What the hell-- The Marines duck for cover then look to the sky--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Where'd it come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's your overwatch, Einstein. You can thank him later. Keep moving. Marines slowly return to standing, glancing up at surrounding structures trying to spot their protector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris lays atop a baby crib. A scrim hangs in front of him. Sunlight burns through it, casting a thousand pinpricks of light across his face. SUN MARCHES ACROSS the sky and pixels twist over his cataleptic shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly-- sun halts, chest inflates, eyes flare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CAR SPEEDS toward 1ST PLATOON. MARINES open fire with the feeble POP-POP of M4s. The car still coming-- A SNIPER SHOT BOOMS across the sky like thunder. The windshield spiders, blood splattered, and the car stops. As Marines search rooftops for him-- THE CAR EXPLODES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS plants a loop-hole charge at the base of the wall and steps around the corner to trigger the charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black robes draw across mosaic tiles as   \"PHANTOM SNIPER slips down a hallway. A Dragunov Sniper   Rifle over shoulder, he hears the loop-hole charge   detonate nearby and turns, entering a tiled washroom to   his left. This is \"MUSTAFA\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOTED ROOM / CHRIS",
          "text": "CHRIS lays his kit in front of the blast-hole: gun, flag, Bible. Packs a dip, elbows meet cement, eye meets glass--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASHROOM / MUSTAFA",
          "text": "MUSTAFA lays in front of a mortar-hole. In a leather satchel: ammo, oil, cell phones. His eye meets glass--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOTED ROOM",
          "text": "CHRIS finds his stillness. The instant he does-- SHADOWS CREEP over him and night swallows the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A palm tree burns like a candle over Fallujah. Below it, head-lamps dance chaotic as VIPER TEAM MARINES exit a house spray-painting \"X\" on the gate. (03.18.14)                         33. MARINE VIPER #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--hot as Bigfoot's ballsack over here. (knocks on next gate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derka, derka, derka.... MARINE VIPERS laugh, bowling into a courtyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glowing green hue. CROSS-HAIRS track the Marines entry, sweep the street and push toward the rooftop, when-- A SHOT SOUNDS. A MARINE FALLS in a 2nd story window. MARINE VIPER #4 (OS) (over radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Fuck! Man down! It came through the window-- CROSS-HAIRS whip across rooftops, on a swivel. CHRIS (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was sniper fire. Shooter is on our side of Elizabeth street. Over. MARINE VIPER CO (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. East side of Elizabeth is locked-down. Over. Viper Marines drag the soldier out. In the phosphorous green glow, we watch his body tremor as he dies. SFX: CHRIS' ELEVATED HEARTBEAT pounds over scene as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASHROOM",
          "text": "MUSTAFA flees down the hall. A fluttering shadow in darkness, except for the reflective swoosh on his Nikes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOTED ROOM",
          "text": "Chris lays on the gun, brow pinched with onus, silence like a scream. This happened on my watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS TRACK across the city-scape. TIME LAPSES and the world (in scope) SPEEDS UP. Humvees and tanks streak past, lights blur, trees blow in choppy havoc, then-- TIME SLOWS to a crawl as CROSS-HAIRS FIND A MALE hurrying into a alley, pulling shit from a pack. We zero-in and-- a flame flickers. The male is smoking opium. (03.18.14)                          34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS drift off him and TIME SPEEDS UP, dogs eat a rotting body by the roadside, vicious in fast motion. TWO WOMEN wobble down the road with buckets, wind whips roadside grass into a tizzy and WE HALT ON-- CROSS-HAIRS ON A PERFECT CIRCLE in the grass, a rifle- barrel? Stay on it. In stillness it finds context; a RUSTY PIPE. TIME SPEEDS FORWARD, TWO BOYS zip by on a Vespa, OLD MEN frantically bow to mecca on rooftops. Clouds boil across dawn sky. His eye never leaves glass. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smells like piss in here. (no response) You covered our ass out there, man. Appreciate it. Those were ballsy shots. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they were clean. Right? MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell yeah, they were. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finally looks up) That sniper walked right up our ass. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I chewed out our security detail. It won't happen again. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My shooter statements are on the dresser. Marc Lee picks up a stack of YELLOW PAPERS on the desk. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should be eight. Two got dragged off. (off Marc) Something wrong? MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... but you got more kills than the rest of the snipers combined. Chris rubs red \"shooter's strawberries\" from his elbows. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They still got one of our guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't shoot what you can't see. Marc's eyes land on piss-stained cement where Chris lay; this fucker didn't take his eye off the glass all night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind miles of wire, a twenty-acre BASE CAMP. Aluminum trailers, shithouses and tent farms. A Humvee pulls past-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris steps in, letting the air-conditioning blow down on him. Cots, lockers and cruise-boxes line the room. Biggles reads a PUNISHER graphic novel, doesn't look up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heard you got your dick wet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're just picking our dicks here, training those fucking haji soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why ain't you out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got the shits. Marc Lee said you were on fuckin fire out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shedding gear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still read comic books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a fuckin graphic novel. Talk to me, man. Did you pop your cherry? A heaviness falls over Chris, then slowly--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This kid didn't even have hair on his balls and his mom hands him a grenade-- sends him running off to kill Marines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sees his hurt)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You saw his balls? (03.18.14)                        36. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was evil, man. That was hate like I've never seen it before. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That kid could've taken out ten Marines-- CHRIS (wrestling with it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did your job. End of fuckin story. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just not how you imagine the first one going down. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about the other ones? What about the other kills? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The other ones-- were righteous. Like God was blowing on my bullets. He's joking but not. Biggles smiles, jealous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERWATCH",
          "text": "CROSS-HAIRS land on INSURGENT WITH RIFLE; INSURGENT PEEPING three times; INSURGENT BURYING IEDs. BAM-BAM-BAM. ANOTHER SNIPER (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--that you again Kyle? CROSS-HAIRS are moving, no answer follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE INTEL TRAILER",
          "text": "Chris is covered in dust, sitting in a small chair facing two clean, well rested JAG OFFICERS. JAG OFFICER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our task here is to make sure every kill is a righteous kill and conforms to ROEs. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By every kill, do you mean just our kills or you're monitoring the bad guys too? (03.18.14)                       37. JAG OFFICER #2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your scores at sniper school were average at best, then you get here and you're just lighting the world on fire? Chris opens a PLASTIC WATER BOTTLE, sips it, waits-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, was that a question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVERWATCH",
          "text": "Chris takes over for a MARINE SNIPER in a window. MARINE SNIPER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't seen shit all day. Maybe the war is over and they forgot to tell us. Chris settles in, still going through his ritual when AN INSURGENT crosses the street with CAR BATTERY and AK-47. CHRIS (keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a armed military-aged male moving tactically with a car battery. Maybe he needs a jump? COMMANDING OFFICER (OS) (over radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. Bomb maker. Green-light. Exhale, pause, pull. A SHOT RINGS OUT. MARINE SNIPER (OS) (just offstage)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--are you fucking serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARINE INTEL TRAILER",
          "text": "CHRIS scrunches that EMPTY WATER BOTTLE, gratingly, as JAG OFFICERS continue the interrogation: JAG OFFICER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His wife said he was carrying a Koran. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I don't know what a Koran looks like but I can describe what he was carrying-- it was pressed metal, fired 7.62s and looked just like an AK-47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS, BIGGLES, D and DAUBER enter. Eyes find them, heads nodding to Chris, that the guy? Word spreading. Biggles sees it, hops up on a chair--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen up ladies and genitals. The Legend here would like you to know that when it comes to sniping it's better to be lucky than good! Our boy here has a Texas horseshoe crammed so far up his ass that-- Chris flings a cafeteria tray at his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In murky predawn light, CHRIS sits on a SATELLITE PHONE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you killed anyone yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not how the call-home goes, babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be weird with me. Seriously. I want you to tell me everything. Chris covers the phone as distant gunfire chatters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57   INT. CHRIS &amp; TAYA'S HOUSE, SAN DIEGO - SAME TAYA sits in front of a partially assembled baby-crib with a six month baby bump. She turns down the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are things we can't say over the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(playful)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knocked me up and now I'm stuck here by myself assembling baby-cribs and you can't talk to me? That's the big plan? HIS CROSS-HAIRS track across a distant rooftop. Socks sway from a clothesline in a 5 knot breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys almost done over there yet? (03.18.14)                        39. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't stop thinking about that pink silky thing you wore on our honeymoon... TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's called a nightgown. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah-- TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And three days is not a honeymoon. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a good three days. I miss you bad. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(curls up in chair) You want me to talk dirty to you? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. But I got my gun in one hand and the phone in the other-- TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you'll just have to decide what's more important. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're horny preggers. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fat and horny. It's kinda disgusting. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could be 300 pounds I'd still do you. She's touched, hormonal, starts crying. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-So romantic. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's my boy? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody said it's a boy-- CROSS-HAIRS TRACK INSURGENTS on the street; then linger on a parked car, measuring distance by height-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't wait to see the way you are with him. You're gonna be incredible. (03.18.14)                         40. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(harbors doubt) How do you know? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just know. I can see it. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you're right. Her face falls as-- TV NEWS shows the graphic of \"American Death Toll in Iraq.\" The number is 835. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(suddenly) Did your dad get hold of you? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't checked any email. CROSS-HAIRS follow insurgents as they slip out of view. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. You need to call him. Hang up and-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so selfish. I wasn't even thinking-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taya. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your little brother deployed. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to jump school? I thought-- TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't get in. Just call your dad-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deployed where? Where's he going? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Over there. He's headed to Iraq. The news ricochets around inside him like razor blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIVE MEN IN BALACLAVAS stand over an AMERICAN HOSTAGE in an orange jumpsuit. The thick Jihadist leader draws a machete to behead his hostage. VIDEO PAUSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man with the blade is a Jordanian radical funded by Bin Laden, trained by Bin Laden and loyal to Bin Laden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COLONEL GRONSKI is an old-school bulldozer. 75 Marines study an OLD PHOTO OF AL-ZARQAWI, bushy black eyebrows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His name is \"Zarqawi\" and he is the prince of al-Qaeda in Iraq. AQI, his mercenary army, are 5000 strong. They're trained well, paid well and waging the heaviest urban combat since Vietnam. FIND CHRIS in back, scanning heads for his brother Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zarqawi and his Lieutenants are our highest priority. Only way to root them out is to go house-to-house until we find them, or someone who will reveal their whereabouts. We need to clear ten structures an hour. It's aggressive so we'll loosen things up with air support-- Chris looks to Marc Lee, ten structures an hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun hangs like a blood-clot in the sky. Chris and Marc Lee are walking, TALKING LOW--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These Marines rush in like they been doing, they'll get their asses shot off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're Marines. They don't get the training we do. Half of them were civilians six months ago. Chris reacts, hearing him describing Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So let's coach them up. I'll show them how Team Guys do it and lead a unit in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't do. We need you on overwatch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But if I was down in the street--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "House-to-house is the deadliest job here. You got some kind of savior complex? Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanna get the bad guys. And I can't shoot them if I can't see `em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a hot hand. These Marines all know your name now and they think they're invincible with you up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're not--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are if they believe they are. Just keep banging on the long-gun and let these ground-pounders sniff out Zarqawi. Marc walks off leaving Chris biting at a shamal wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AN F-18 RIPS OVERHEAD firing 500lb JDAMs into the next block. Smoke and dust billow outward--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a fluttering canopy, CHRIS lays on the gun, cursing zero visibility. GOAT camps nearby, on a GameBoy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said that AQI sniper was in the Olympics-- but Iraq hasn't qualified a shooter in the last three games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mustafa's not Iraqi. He's from Syria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris steals a glance at him, processing this as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KILO COMPANY MARINES JOG to a pink house with windows boarded up. One of the Marines looks like Jeff Kyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once you make entry I can't see shit, so keep it slow and push through the target. \"Jeff Marine\" sets a charge, turns-- not Jeff. The door blows off. Marines rush in. GUNFIRE POPS. Marines rush back out, dragging a WOUNDED MARINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck this-- I'm going down to clear houses with the Marines. You coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No man. No. I like my life. I wanna make it home. I go fishing and do all kind of cool shit. It's not my job to knock down doors. Those guys picked the wrong fucking job. I ain't doing that shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I don't see you down there, you make sure I don't see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KILO COMPANY firing on the structure. \"CPT. GILLESPIE\" (smart, sunburned) is shouting \"hold your fire\" as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bowls up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna be a sniper? Swap me guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll roll with you guys if that's cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, any Navy Seal is cool by me. \"THOMPSON\" (big, wobbly voice) nods, lugging an M240G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're that guy. They're calling you The Legend. You got like 24 confirmed kills. He recognizes his way to gain entry, so he plays it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's 32. But who's counting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's badass. \"SANCHEZ\" (neck tattoos, Catholic) chimes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's some boy in Bravo catching up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(packs a dip)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'all are meateaters for sure but I got a little training I could show you, some simple shit, that might just keep us above ground. What do you say? His need to protect cloaked beneath cool cowboy calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KILO COMPANY are doing house-to-house. On the job training. Tension high, they're bunched around a doorway. CHRIS motions them back, not so close, sets a charge--",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. HOUSE, DAY",
          "text": "BOOM!-- KILO COMPANY ENTER a house with chandeliers and regal armoires. They clear the room, CHRIS teaching them how to move together, giving hand signals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-Whas that mean again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cover and follow. He follows Chris into a room with sofas, exotic rugs and- (03.18.14)                      45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A KID(12) stands across the room with dark eyes and pronounced forehead, staring at Chris. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down. Down! On the floor, now! THE KID is rocking on his heels like he's going to run. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will fucking shoot you! Down! Get down-- FATHER OF KID (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, please-- THE FATHER runs in, tall and bearded. Gillespie clocks him and he drops. The Kid screams like he's deaf. FATHER OF KID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from the floor) Please! He can't understand. Look at him-- GILLESPIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He does look a little retarded. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were ordered to evacuate. Why are you still here? FATHER OF KID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is our home. I won't give it to them. Or to you. SANCHEZ pushes THREE WOMEN (in berkas) into the room. SANCHEZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I found these bitches in the back closet. FATHER OF KID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Sheikh al-Obeidi. You are my guest but please tell the others to come inside. If they are in the street he will know we have spoken. SANCHEZ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This sand nig' want us in here so he can blow us up. Check his ass for a vest. A KETTLE whistles in the kitchen. Guns still trained. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who will know we've spoken? (03.18.14)                          46. SHEIK AL-OBEIDI/FATHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your enemy is mine enemy. We share this. You understand? Chris studies the women, and lowers his gun. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring the other guys in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "Chris and Gillespie sit with \"SHEIK AL-OBEIDI\" while the kid (\"OMAR\") plays with his father's hair. SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we talk to US soldiers he will come to our home and make examples of us-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who is he? I need a name. The Marine Interpreter aka \"TERP\" (20s, in mismatched camo, face bandanna) repeats the question. SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man who comes we call The Butcher. He is the despaired one, son of Shaytan-- Sheik mumbles in Arabic, fearing the words on his tongue. TERP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He calls him - the pure flame of fire- . Basically, this man comes to their house and prey on the weak with hurt. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he's some kind of enforcer? SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enforcer. Yes. Top soldier of Zarqawi. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(jumps) We want Zarqawi. Where do we find Zarqawi? OMAR CACKLES like a crow, playing peeking games. SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you find The Butcher you will see he reports direct to Zarqawi each day. An F-18 rips overhead. RADIO CHATTER. THOMPSON steps out- (03.18.14)                          47. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do we find him? SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must understand the risk to us. TERP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He will ask for money. SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need one hundred thousand US dollars. THE BOOM of distant ordinance shakes the structure. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't even have proof this guy exists. The Sheik grabs his wife, pulls her arm from her robe-- her hand has been hacked off, the stump healing. SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this not proof? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry. I want to help you. I do. But I need names, places, phone numbers-- THOMPSON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rushes in) Hey, we got a Marine unit pinned down in a house just uprange-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me a name, Sheik. Give me something. THOMPSON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're out of ammo. If we don't go now-- Sheik stonewalling, Chris stands to go, fuck-- SHEIKH AL-OBEIDI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Amir Khalaf Fanus\". This is given name of The Butcher. But to help you find him-- Sheikh Obeidi SWEEPS A HAND across his open palm, pay me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris sweeps a hand across his open palm, pay me. We are-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS and MARC LEE sit in front of AGENT SHEAD, of the Defense Intelligence Agency. A game of solitaire open on his computer. CORNHUSKER football posters on his wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess that translates to \"pay me\" in just about any language, doesn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir, it does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you're the secret squirrel with the cash, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(not amused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you were having tea with Sheik al- Obedie did he tell you he ran a network of highway bandits before AQI moved in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He left that part out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's AQI's racket now. Your Sheik got edged out. This could be blowback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or he could be upset The Butcher cut off his wife's hand. Either way, seems like you'd wanna explore it. Shead would rather not enter into this with them but-- he slides a white-board to reveal an AQI HIERARCHY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your guy here. (points to photo directly under Zarqawi)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We believe The Butcher is Zarqawi's number two man. THE BUTCHER is a squat, rawboned man with eyebrows forming a grizzled line over dark bloodshot eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you don't know his real name or you'd have it written up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have several aliases-- (picks up phone, dialing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If \"Fanus\" is legit we go see the Sheik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's asking for 100,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he delivers the Butcher he'll get it. (into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Agent Shead, DIA, I need a name check on \"Amir Khalaf Fanus.\" I'll wait. He kicks his feet up, like he runs the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we're going back out, TEAM 3 could pull security--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we're humping money the head-shed will want contractors on it. (into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here. What do you got? He listens a beat. His feet hit the floor. Eyes flick up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An object thumps beneath the tires. SECURITY CONTRACTORS wear baseball caps, Oakley blades and grizzled beards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Road-kill. They sit on benches opposite CHRIS and MARC LEE, a shrink wrapped PALLET OF CASH between them. AGENT SHEAD sits closest the driver, playing big-dick with the mercs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Butcher is Zarqawi's enforcer. They say his weapon of choice is a drill. Chris looks to Marc Lee, eyes closed in prayer. When he opens them he sees Chris looking. The rig sways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I went to seminary school before I joined the Navy. Came close to being a preacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love to gamble, man. Love those dice. Their laughter is liberating. It bonds them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My kind of preacher. MORE LAUGHTER. A PHONE RINGS. Chris digs out a SAT PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like that now, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You haven't heard? I'm The Legend. (laughs at self; into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey babe--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were right, doctor says it's a boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a boy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell yeah. Congratu-- WHAAP! Windshield spiders. CONTRACTOR/DRIVER'S brains spackle them. THE HUMVEE CRASHES into a storefront. RADIATOR HISSING, CONTRACTORS SCREAMING, \"Call for backup\" \"Capel is down\" \"Dump the truck, cover us.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowded quad. TAYA, ON THE PHONE, stops in her tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris!--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looted shops, burnt awnings, colorful signage. MARC LEE and CHRIS pile out. THE SAT PHONE falls in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard one shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check. Large caliber. Came in at an angle, gotta be 300 or more out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They duck into a bomb-blasted storefront. They're looking downrange from the jagged orifice when-- A SHOT THUNKS into a painted Leo DiCaprio billboard overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(ducks back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's all over us. You get a bead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Transfer the pallet. We're pulling back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSTAFA sprawled on the balcony. PUSH past the swoosh of Nikes, up dark robes, along the cut of an unshaven cheek-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UNIQUE CROSS-HAIRS wobble past CHRIS and MARC LEE'S position to CONTRACTORS SCRAMBLING SHEAD into the street. Mirage boils straight up. A breath exhales--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BULLET SMOKES through CONTRACTOR #1, ejecting half his vertebrae. CONTRACTORS SCRAMBLING--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Minaret, 11 o'clock!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from Humvee)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no room. We'll come back for you-- Agent Shead and Contractors pull away in Humvee #2. An INSURGENT GUNNER steps from a door just uprange, BLASTING ROUNDS at the retreating vehicle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got eyes on that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. Their cover prevents line-of-sight. Chris reaches his rifle out ADJUSTING A SIDE-MIRROR on the crashed Humvee--",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPRANGE, (IN REFLECTION)",
          "text": "(03.18.14)                         52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE BUTCHER drags OMAR from Sheikh Al-Obeidi's home by his hair. The boy's strange screams echo down the block as the Butcher revs a hand drill near his face-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes on The Butcher. He's got that Sheikh's kid in the street-- TWO INSURGENTS holds Sheik Al-Obeidi in the doorway as-- A SNIPER ROUND SHATTERS the Humvee mirror. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck!-- MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into radio) --requesting back-up. We're pinned down taking sniper fire on approach of high- value target, GRID 04536236. Over. Chris tries to edge around the wall-- PHWAAAP! The wall explodes above his head. He turns to the room. Debris blocks a back-door. No way out. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on the wrong end of this. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna pop smoke for cover but don't move till I say. Chris tosses smoke. A haze clouds the exit-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold. The drill revs. Omar is screaming. Smoke spewing. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta go-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding! Hold... A SHOT RINGS OUT, CHUNKS CONCRETE near the exit. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move now. Go-- They slip out the storefront, around the building-- MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you know he'd wait--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cause I'd wait. In the smoky haze, A SAT PHONE in the dirt--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TAYA listens for gunfire as the lunch crowd teems past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sobbing, into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris-- CAMERA CIRCLES HER as her world comes unhinged. On the next revolution the scenery changes and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS TRACK past the doorway where--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEIKH AL-OBEIDI",
          "text": "Is held back by INSURGENT GUNMEN, weeping and pleading--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BUTCHER",
          "text": "He powers up the drill and drives it into Omar's thigh. OMAR SCREAMS and pitches, shrieking for help--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEY",
          "text": "Chris and Marc racing down an alley, approaching stairs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go around. I'll go high. Chris bounds up the stairs. Marc Lee keeps running--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "CHRIS runs onto the exposed rooftop, running into-- A DOG SNAPS at him, BARKING and rabid, chained to a US sig M- 60. He dives away from it, crouching behind the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS FIND the barking dog, then CHRIS' BOOT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BUTCHER",
          "text": "Powers up the drill, THE BUZZING rings over his words--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Arabic) You talk to them, you die with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steps on Omar's neck, lowers the drill toward his jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Hears the drill and Omar's screams. He'll be exposed but- HE POPS UP to shoot The Butcher. Before he can get set-- A SNIPER ROUND clips his helmet. He's knocked flat-back. Clouds strobe overhead. The dog barks viciously inches from his face. Saliva flying off incisors as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHEIKH",
          "text": "Watches the drill enter his son's face. The Sheikh breaks free of the Butcher's men, running towards his son. TWO AKs shred his back and he pitches forward, reaching--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the Butcher and his men drive away, CROSS-HAIRS track across the rooftop, where--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His helmet, ruptured like a plum, wobbles to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Rage animates him. He staggers to his feet, FIRING HIS M4 on the minaret until the clip expires. Then-- A FLUTTER of cloth sweeps across an alley a block north. MUSTAFA slows, rounding the corner, and glances back-- Chris draws his .45, but Mustafa slips into the shadows. Women sob over dead bodies in the street below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEAM THREE SEALs hold perimeter. The sheet draped over Omar is marked by a dozen blood spots. Chris is buzzing with remorse, looking to the minaret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He had line-of-sight 500 meters out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Colonel Gronski is all over Marc, bro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance, COLONEL GRONSKI barks at MARC LEE then climbs in a Bradley. As MARC approaches--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need to work up a squad to pursue him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're shutting us down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're confined to base pending an incident review.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can he do that? Just shelf us like that? I ship home in three weeks. Wind blows the sheet off Omar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gonna be a long three weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris stalks the cage, shirtless and sweating. His eyes track the horizon as darkness falls on Fallujah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halogen spotlights illuminate tarmac. SOLDIERS emerge from darkness, pushing toward their waiting families. FIND TAYA in heels, 9 months pregnant. Chris limps toward her. She walks into his arms and STARTS SWINGING fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were dead. I thought-- He holds her close until her rage gives way to tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shh. I'm know. I'm so sorry. They stand there long after everyone has gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taya lowers the lights, steps out of her dress and looks at herself in the mirror, 9 months pregnant, and not sure she's sexy. Chris exits the shower, stops, staring--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the most beautiful thing I've ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have an alien growing inside me-- She deflates and sits on the bed. He kneels before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And there's a strange man in my bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pulls his ring off necklace)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why isn't it on your finger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it catches the light... He doesn't spell it out. She slips it on his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your hands feel different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're mine. I swear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why am I so fucking nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(kissing her belly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm nervous too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you're not. Don't lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am... What if that little alien reaches out and grabs me? She laughs and squishes his cheeks, making faces with his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you so good with me. Her face opens in ecstasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS, showered, shaven and ill-at-ease, picking at the calloused \"shooter's strawberries\" on his elbows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--it might be nice to get out-- His coffee steams like smoke off a barrel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--are you listening to me? Chris--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(knee pumping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?-- A lawn-mower starts. His eyes track windows. Taya sees what's happening and-- she extends a naked leg into his sight line. His eyes follow her leg, to welcoming eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want to do today, hon'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe we just relax here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, we do that. Let's relax. She eases into his lap, changing his chemistry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A room doused in sunshine. TAYA lays on the table. DOCTOR HOFFSTADER works the ultra-sound wand over her belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm done being pregnant. I want to meet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be any day now. (03.18.14)                       58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris pets his wife's hair but he's sweaty and flushed. DOCTOR HOFFSTADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you Mr. Kyle? How're you feeling? CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Doing good. DOCTOR HOFFSTADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I imagine you're still decompressing. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, this is the first time we left the house. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just happy to be home. Hoffstader studies him, reaches for a b.p. cuff. DOCTOR HOFFSTADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, slip this on for me. He awkwardly consents. The cuff tightens. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you wanna help, you should be looking at my knees. I don't know what I did but-- DOCTOR HOFFSTADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a smoker? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, ma'am. DOCTOR HOFFSTADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you drink? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(charming) Only when I'm thirsty. DOCTOR HOFFSTADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "170 over 110. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(concerned) Jesus Christ Chris...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that high?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not if you just had 14 cups of coffee. But for someone who is sitting down--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll look into it. Thanks doc. He's smiling but his tone quiets her. She overstepped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS is weaving through rush-hour traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sabotaged me back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I supposed to do. You're not talking. You act like it's all okay--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is okay. I'm fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not fine. Your blood pressure--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Babe, I'm driving down the freeway, it's sunny and 72 degrees. I'm fine. But there are people dying over there and I look around and it's like it's not even happening. It's barely on the news, no one talks about it. No one cares. And if I stay too long I'll forget about it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're at war and I'm headed to the mall. She looks pained, ready to cry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't belong here. I can't help anybody- She's arching in the seat, MOANING as her water breaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--it's happening--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit-- Chris swerves from the SOUTHBOUND FAST-LANE across the dirt median and into the NORTHBOUND FAST-LANE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going back. Dust kicks up. Horns blare. He's speeding north.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughing and crying)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--oh my god, you're crazy! You're fucking crazy you know that? A look between them like spilled sunlight. He reaches and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taya grips his hand. Her WAILING SCREAMS fall silent and-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taya stares blankly at Chris. He thinks he lost her. Then-- A SMALL CRY breaks the tension. Taya gasps. THE BOY lands in Chris' arms covered in vernix and blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My little man... He holds him to the light and relief pours over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at our boy. Look what we did. (nuzzles close to her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, baby. We made it-- He holds his family close as BEDOUIN MUSIC SWELLS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A THERMAL IMAGE. Cross-hairs on MARINES emerging from tall grass. A SHOT FIRED. A MARINE FALLS. An Arabic sickle &amp; sword appears over the image. We are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN ACROSS an Iraqi parcel on the coffee table. FIND CHRIS staring at the TV, livid, lit by Christmas lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The baby is crying. I thought you were-- Chris lunges for the remote as another KILL SHOT PLAYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't bother turning it off, I already watched it. He looks up at her, holding Colton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had to make sure you didn't have an Iraqi girlfriend sending sexy videos. He lightens, touching her, eyes drifting back to the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This sniper is recording his kills. Mustafa. They sell these in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That day we were on the phone-- Chris nods, it was him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not protecting me by not talking about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want you thinking about it. I don't need you worrying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My imagination is so much worse than anything you could tell me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting her off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's not. They're savages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're fuckin savages. His blood pressure pulses on his unyielding face..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not about them, it's about us. (hands him baby)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to make it back to us. Her eyes trail off him as she steps into the kitchen. Chris holds his son, taken with his ruddy innocence. Then the BEDOUIN MUSIC swells, his arms tighten around his son, and his eyes are drawn back to Mustafa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tail of a C-17 draws down. YOUNG MARINES file off leaving CHRIS, squinting into a dirty sunset as he tucks his ring away like he's stowing part of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharp-nosed, fit)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome home, Petty Officer Kyle. Colonel Jones is waiting. How was the flight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slower than Christmas. Chris is following him toward a Blackhawk when--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you give me a second--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The colonel is waiting-- Chris is already striding across the tarmac toward--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SQUAD OF MARINES",
          "text": "Loading onto a C-17 weary, injured, heading home. JEFF KYLE doesn't see Chris until he has hands on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, grunt-- Chris shakes him and pulls him into his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris? Jeff is slow to react, like he can't see past the atrocity branded on back of his eyeballs. (03.18.14)                       63. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'alright? You in one piece? He looks him over, undamaged but for the eyes. MARINE LCPL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go, PFC Kyle. Move your ass. Marines on-board the C-17. Jeff is anxious, shifting-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay? Jeff?-- JEFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you're kickin ass our here. All the guys, that's what they say-- Chris fixes Jeff's collar: a tender gesture. JEFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're my hero, bro. Always have been. MASTER CHIEF MARTIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lets go, Kyle. Colonel's waiting-- JEFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(swollen with emotion) The Legend... The four massive turbo-engines on the C-17 kick-on. JEFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over deafening noise) I'm gonna miss my ride. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened? JEFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just tired, man. I'm-- (swallows it) I'm going home. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm proud of you. You hear me? He can't hear shit over those fans. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad too. He's proud of you. JEFF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck this place--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't hear him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck this place. Chris ignites with rage at what they did to his brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LT. COLONEL JONES is a clear-eyed Ivy grad: the new- school leadership changing of the guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made Chief. Congratulations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gronski's gone. A lot of top-brass are. We're working off a new playbook now. The Blackhawk lifts off, ZOOMING across the desert floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've studied insurgencies for the last decade. I know every stone thrown since before the first century. These wars are won and lost in the minds of our enemy. He hands over an AQI BOUNTY POSTER with an illustration of a SNIPER RIFLE and GALLIC CROSS and a reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you? Chris rolls his sleeve, showing his Gallic Cross tattoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're now the most wanted man in Iraq.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's $80,000 on your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell my wife, she might take that number right about now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand you wanted to put together a direct-action squad to hunt The Butcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We plugged the rat-hole that is Fallujah and flushed them into Ramadi. We got some intel indicating his area of operations. As they cross the Euphrates the SLUMS OF RAMADI are laid out before them like a blanket of chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to put the fear of God in these savages, and find his ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS stands in front of Team Three, armed with a 60-inch monitor and a TuffBook. They're chanting, \"Power-point.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You guys know how I hate this shit so shut your traps. Our target is Amir Khalaf Fanus aka The Butcher. (clicks first slide)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll be heading in under cover of darkness, sector P13, north of the river-- They're cracking up. He turns to see his slide has been hijacked with A PHOTO OF HIS BACHELOR PARTY; the \"best men\" pose with a spray-painted groom. They look so young. Chris turns back to his men and, for a moment, their smiling faces appear immortal in the feeble light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME FADE",
          "text": "Brief finished, TEAM THREE file out past Chris--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You give good power-point, Legend. --grabbing ass and cracking jokes until one remains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this thing bulletproof? (holds Chris' Bible)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never open it so I assumed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, country, family, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a God?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You getting weird on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We had this electric fence around our property in Oregon and us kids used to see who could grab it and hang on the longest. War feels like that, it puts lightning in your bones, makes it hard to hold on to anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need to sit this one out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanna believe in what we're doing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Evil lives here, we've seen it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It lives everywhere--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to invite these motherfuckers to come fight in San Diego? Or New York? We're protecting more than this dirt. Marc adopts his zeal, letting it fill him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooyah then. Lets go kill this fucker. He bangs out. Chris is alone. Lightning in his bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neon shimmers across wet empty streets. TEAM THREE trundle past shops largely unbombed. TONY checks his GPS-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper-mic, pointing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This building, any apartment on the east side, will look down Fahima Halal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TEAM THREE push to a door. Biggles has a cat-claw, ready to breach-- A BABY CRIES behind the door. Chris waves them off. Another door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whisper-mic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breacher-up. BIGGLES is ready to wedge the cat-claw when he sees keys hanging from the door. He grins and simply opens it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A modest apartment. TEAM THREE have seated the family; A PROTECTIVE FATHER hugs his BOY(6) as his WIFE frets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell em they won't be leaving till we do-- (hands Terp a photo)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask if they seen him. TERP TRANSLATES, showing a PHOTO OF THE BUTCHER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKING OUT WINDOW",
          "text": "The RESTAURANT BELOW is boarded up with painted metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Hall &amp; Oates song)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Private eyes, we're watching you, watching your every move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why a restaurant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big freezers. Marc turns away, leaving them to wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's keep eyes on it get pictures of anyone coming and going. Biggles watches Chris collapse onto his ruck-sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fucking Chief Nappy-nap. A challenging smile. Chris flips him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got some nice rugs up in here. (thumbs up to Father)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This shit is hand-knotted. Beautiful. Surveillance rolling, Chris closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIME CUT",
          "text": "In darkness, CHRIS bolts upright then sees his guys by the window. He joins them. Despite rolling blackouts, light is visible around plywood on Fahima Halal windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do we got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "16 military aged males have gone in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixteen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They serve more customers than McDonalds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And check this. ON DIGI-CAMERA, ZOOMS ON PHOTO of The Butcher entering--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He still inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm only clocking one point of entry. He's in there, but it's no easy breach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When they see it's The Legend they'll probably just invite him in-- (03.18.14)                        69. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a problem? I didn't promote myself. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I did it for you. You'd never have made Chief if I nicknamed you \"The Myth\". Chris snaps Biggles down, wrestles him into a choke. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Myth becomes Legend when we occupy a house, get 23 kills, and 21 are his. TONY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough. It's everybody's Navy. Chris releases him. Biggles is coughing. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--naw, it's Legend's Navy now. Just hope he leaves some for the rest of us. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hash out tactics. We go at zero-dark. And Big Giggles is making the coffee. Biggles is flipping him off when the FATHER SPEAKS: TERP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(translates) He invites you to join him for Eid al- Adha supper. He says -on this day everyone has a seat at my table-. Chris nods dubious gratitude, meeting the Father's eyes. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him that's very generous of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING ROOM",
          "text": "A braised head of lamb eaten clean. TEAM 3 are chowing down, in good spirits, as Chris watches THE FATHER teach his SON to read. He is moved by their connection and acutely aware of what this war is costing him. That's when he sees-- (ECU) \"SHOOTERS STRAWBERRIES\" on father's elbows. They're red and calloused, like his own. Chris darkens, stands and slips down the hall--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS searches the closet, ripping through clothes, pressing wall panels. He's crossing to the bed when-- FLOORBOARDS CREAK beneath the rug underfoot. He stands there, shifting his weight, floor creaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING ROOM/HALLWAY",
          "text": "BIGGLES is shoveling food in his mouth when a hand stops him. Chris signals, no more. FATHER'S eyes flick up as-- CHRIS RIPS THE FATHER out of his chair, dragging him down the hall by his hair. WIFE and KIDS screaming. \"D\" holds them off as-- Chris dumps the father at a STASH HOLE in the floor. Inside, a CACHE OF AKs, RPGs, IED components.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him he's gonna be shipped off for detention and the Iraqi courts can decide what to do with him-- or he can help us get inside that restaurant down there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a bad move--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's our breech. He's a fucking way in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If something happens--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's AQI man, look what he's holding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's his choice. Tell him. The Terp translates. Father reacts, pale with defiance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE FATHER shuffles up the dusty street toward us--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approaching the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN ADJACENT ALLEY",
          "text": "CHRIS, MARC LEE and \"D\" waiting...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 meters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ALLEY",
          "text": "TONY and BIGGLES watching...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5 meters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPERS NEST",
          "text": "DAUBER watches with cross-hairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's knocking...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE DOOR",
          "text": "A sliding grate opens and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're vetting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FATHER attempts to alert the Guard, nodding to the TWO MEN in robes at the oil drum. Guard doesn't see it--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold. Hold--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door opens, the GUARD comes into view--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris fires and the GUARD'S HEAD explodes. FATHER dives for Guard's weapon, FIRING BACK at Chris when-- GUNFIRE FROM INSIDE shreds him. He folds forward, dead. TWO MEN in robes (TONY &amp; BIGGLES) rush the door tossi grenades, pulling the father out as the GRENADES EXPLODE. CHRIS, MARC LEE and \"D\" push inside--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smoky banquet hall. GUNFIRE lights from far wall. A man we recognize as THE BUTCHER is ushered through a doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS (keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have eyes on the target. Flushing them out the back--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE ALLEY",
          "text": "TONY and BIGGLES are posted in the alley, waiting. BIGGLES (keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. Nothing yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANQUET HALL",
          "text": "CHRIS and COMPANY push through the doorway the Butcher passed through, but it's not an exit. It is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "An IRAQI MAN is hung up by a chain, the majority of his skin carved off, still alive. A walk-in freezer ahead. CHRIS (to \"D\")",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help him-- MARC LEE (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Down here. Stairs lead down into darkness. Chris follows him into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN UNDERGROUND TUNNEL",
          "text": "A naked bulb illuminates a tunnel stretching to darkness. CHRIS (realizes; keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're coming back up! Watch your six-- THE TUNNEL DETONATES. Dirt and debris explode at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ALLEY",
          "text": "BIGGLES and TONY are posted up. The RADIO STATIC-- BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I can't hear you. Say again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THEM",
          "text": "TEN INSURGENTS pour out of another building, circling back toward Biggles and Tony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "CHRIS and MARC LEE bowl in, panicked, covered in dirt. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move. \"D\" turns from a WALK-IN FREEZER full of bloody parts. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big freezers. (sickened, following)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER NEST",
          "text": "DAUBER SEES INSURGENTS approaching Biggles-- DAUBER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biggles! Watch your six. Roadies on you-- He starts downing them but more seep out downrange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK ALLEY",
          "text": "BIGGLES and TONY are banging away but outgunned when CHRIS, MARC LEE and \"D\" steps out, laying down fire. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull back! Loading-- BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got you. Biggles is slaying combatants. Precise and deadly. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "RPG",
          "text": "AN RPG burns down the alley, screaming between them and EXPLODES INTO SNIPER NEST. As dust clouds the night--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BUTCHER",
          "text": "Slips through smoke, shooting his way to a getaway truck. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Contact. Eyes on The Butcher. 12 o'clock. MORE INSURGENTS, push up the alley, covering him. CHRIS (keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dauber? You got visual? Confirm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER NEST",
          "text": "Dauber struggles from under debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative. No shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Advancing along the wall. The Butcher jumps into a truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's on the move. Crossing! Biggles side-steps into the street, attracting fire, downing MULTIPLE INSURGENTS as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got you. Got you. Go, go, go-- Chris dodges behind him, running into the next street (parallel with truck) hoping for a shot--",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEXT INTERSECTION",
          "text": "As Chris arrives, the GETAWAY TRUCK roars past a block to the north. He continues at a dead-sprint but-- At next intersection, he's lost more ground. He halts, sucking wind, GALLIC CROSS TATTOO visible on his forearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE, (LOOKING OUT)",
          "text": "A YOUNG SHADOW stands in the window, watching the soldier below. She picks up an old Nokia Cellular, dialing--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Incense wafts over oiled components of a DRAGUNOV SNIPER RIFLE laid out on a prayer rug. A CELL BUZZES and is answered. A few words and-- HANDS ENTER FRAME, assembling the rifle. The metallic snap-and-slide escalating as we-- PAN TO the wall, the GALLIC CROSS depicted beside a sniper rifle on a faded CHRIS KYLE BOUNTY POSTER there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIRE FIRES spit tendrils of black smoke. We are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A four way intersection, neighbors pouring into streets. An angry crowd hoists the FATHER'S BODY in the air as a MESSIANIC TRIBAL LEADER riles them with chants. THE SON stands up-front, small hands fisted, glaring at CHRIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(can't take eyes off son)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I offered his father detention. I gave him a choice--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He picked the wrong fucking side. That's all there is to it. Fog of war. THE CROWD growing in tension and number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir, we have armed insurgents moving this way. We need to make tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hops in Bradley)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helluva an effort here, Chief. You keep after this bastard. We'll get him. As they roar off, Chris pulls Terp over to the TRIBAL LEADER whose SHOCKING GREEN EYES reflect firelight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him this boy's father was fighting for the people that butchered the clerics we found in the freezer in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISTANT ALLEY",
          "text": "A flutter of robes. A rusty gate pushed open by an OLD MAN. Mustafa slips past, brushing the man's shoulder in thanks. Breath in cadence with step, his head turns up-- Smoke plumes into night, their signal leading him ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS/TRIBAL LEADER",
          "text": "Terp translates, Tribal Leader responds violently--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "- This is our territory. If you want to come here, you ask me. If you want to find someone, I find them- (03.18.14)                          76. BIGGLES (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(atop Humvee, on the .60) Fuck `em. Let's go. Shit's getting hairy. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Tribal Leader) If I ask for your help you're the one they carve up next. I've seen it happen. A crowd of 300 chanting, as Terp translates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEY",
          "text": "TWO MEN stand by a 12 foot wall. A dark shape sprints toward them. One man kneels, the other braces him. The reflective swoosh catches light as-- Mustafa runs up the man's back, leaping onto the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS/TRIBAL LEADER",
          "text": "Tribal Leader rages, crowd at his back, eyes on fire-- TERP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-I am the seventh son of Isaac of Abraham. This is the land of my father, and I am not afraid.- He says your evil is greater than those you fight. He calls you white satan, devil of Ramadi. Venom peels across Chris' face and makes it appear true. A Nike swoosh reflects from a near rooftop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEARBY ROOFTOP",
          "text": "Nikes cross gravel. Mustafa kneels. Unfolds his bi-pod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS/TRIBAL LEADER",
          "text": "CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You tell him to deliver The Butcher to us, or the devil comes back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS TRACK past smoke blown sideways, trash gusting-- FIND CHRIS as he turns for the Humvee. Cross- hairs leading him, compensating for windage. As he pauses his exhale-- THE FATHER'S BODY is hoisted in the air. Mustafa tries to adjust as his SHOT RINGS OUT--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE ROUND HITS the shield. BIGGLES fires at the rooftop. Bullets strafing night as the Humvee door closes and they roar off. A PUNISHER SKULL drawn in grease on his shield, gleams in the moonlight. Mustafa's shot struck the Punisher in the eye. PUSH ON the teeth of the logo and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS' LONG FINGERS pressed to the glass. SFX: his breath rattles quietly over following scenes. We are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS stares into the nursery window where his NEWBORN DAUGHTER CRIES. The air thick and dreamlike around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The news is saying the war is over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But are we winning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... TWO NURSES walk past his daughter. Chris bangs on the glass, trying to get their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, some help here-- She's crying-- He pounds the glass. The nurses don't hear him. SFX: THE MECHANISTIC BUZZ of power-tools overwhelms the scene--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAN ACROSS GUMBALL MACHINES and TOY DISPENSERS on the wall. The POWER TOOLS whining as COLTON(3) holds a toy, pissed it's not the one he wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I want that one-- (03.18.14)                         78. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(the air still thick, his words spoken from afar)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't get to choose, bubba. COLTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I don't like it! I want that one-- THE DRILL BUZZES in the garage. Chris' nerves fraying. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get what it gives you. That's how this thing works. Colton melts to the floor crying. CUSTOMERS looking now. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do this. Get up. Come on-- THROUGH VIEWING WINDOW-- THE MAN with the drill is visible. Dark hair like The Butcher, turning toward us-- RECEPTIONIST (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris Kyle, your truck is ready. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snaps-to; to Colton) Get off the floor. Right now-- MAN'S VOICE (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, sir. A YOUNG MAN steps too close. Chris rears up, defensive. YOUNG MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you... \"Chief\" Chris Kyle? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me. YOUNG MAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry to intrude, sir, but we met in Fallujah. You saved my life. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I--? YOUNG MAN/VETERAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir. My name is Mads. We were trapped in a house when you showed up with 1st Marines. You carried me out. (03.18.14)                          79. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lifetimes ago, but) Yeah. Right. Well, you Marines saved our ass plenty out there. How you holding up? MADS/YOUNG VETERAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, sir. I'm grateful to be alive. It hasn't been easy but-- He lifts his pant-leg and shows an ARTIFICIAL LEG. MADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It cost lots of guys more than a leg. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you lose some friends? MADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That too, but I'm talking about guys that lived. They made it back but they're just not back. They can't seem to get right. DRILL STARTS UP again. Chris glances that direction. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I-- I'm sorry to hear that. MADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should come down to the VA sometime. The guys would love it. They all know who The Legend is. Chris nods like he never will. Mads kneels to Colton. MADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bet you missed your daddy when he was gone. But can I tell you something? Your dad is a hero. He saved my life-- (eyes well up) He helped me get home to my little girl. Colton looks up at his dad who swells with emotion. OTHER CUSTOMERS watching now, captivated. MADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So thank you for loaning him to us, li'l man. I wouldn't be here without him. Mads stands and comes to attention, saluting Chris. MADS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My family thanks you for your service. Chris bites back emotion, nods, and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pink cocoon of a room. Taya sits in a rocker, breast- feeding their daughter, MCKENNA. She's gentle, imploring-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm making memories by myself. I have no one to share them with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have the rest of our lives for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When does that start? Even when you're here you're not here. Taya pulls McKenna off her breast. Chris scoops her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate the teams for it. I do. You're my husband and the father of my children-- but they're the ones that pull you back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(doesn't look up from his daughter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can wait. They can't. A long pause...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you think this war isn't changing you you're wrong. He looks up and POV CHRIS-- Taya sits in her rocker on the side of a ROAD IN RAMADI, destruction all around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can only circle the flame so long. SCORE BUILDS, a steely guitar over tribal drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TRUCK speeds past a burnt rocker in the street. We are-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUNISHER SKULL stenciled on flack jacket, CHRIS mans a suspended MK48 swinging where a passenger seat should be. A skull bandanna and sunglasses cover his grizzled face. The Punishers-- (03.18.14)                        81. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike) --we are tailing the Butcher's courier, turning onto Maryland Street. Over. BIGGLES DRIVES, trailing a BROWN VAN. The city goes from light to shadow as they enter a built-up section called--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHINESE APARTMENTS",
          "text": "BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I bought the ring. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here? BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're cheaper here. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want some savage's ring? What if it's a blood diamond? BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck do you care? You spilled more blood than anyone! CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not for a rock. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever, man. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ease off, don't get too close. (the van turns ahead) You gonna tell her where it came from? BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell no! I'll tell her I got from Zales. They're laughing, off the leash, cocky and invincible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BLOCK BACK",
          "text": "MARC LEE drives. \"D\" rides shotgun. DAUBER in back. Uniforms bastardized; metal blasting in broad daylight. BIGGLES (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over radio) Still with us cookie? (03.18.14)                          82. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike, checking GPS) Half a block back and we are wet and ready, Big Giggles. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "20 years from now, we'll have a reunion and you'll be married to a dude. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As long as you cook and clean. DAUBER sits in back, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERCOVER TRUCK",
          "text": "STREET SPOTTERS reach for their cell phones. Chris glares at them, ominous in skull mask, flipping the bird. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Butcher has his peepers out. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This motherfucker is Keyser Sze. Next time you got a shot try not to miss. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I coulda taken him in that alley if I didn't have to save your ass-- BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(accelerates) Whatever helps you sleep at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A ROOFTOP",
          "text": "A BAREFOOT TEENAGER races across gravel, aims a RIFLE down at the taxi with The Punisher symbol--",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDERCOVER TRUCK",
          "text": "BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gonna be my best man? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(still masked) Is it just me? Or other guys too? BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You fucking egomaniac-- A ROUND pierces the roof and goes through the floorboard-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rooftop, twelve-o'clock-- SIX INSURGENTS pop up on a rooftop, firing. Chris leans into the .60 spitting lead in pneumatic bursts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dry hand spins   a SNIPER ROUND on a tabletop. It wobbl to a stop facing   the man who set it in motion-- MUSTAFA head-on. A messy   beard and thousand-yard stare. Haunted but unrelenting,   he spins the round again. An IRAQI WOMAN appears, shushing an infant. She says something to Mustafa but he doesn't respond. A phone vibrates. He grabs a duffel and steps out. By the door, A PHOTO OF MUSTAFA on a medal stand at the Olympic Games.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biggles speeds after the van, taking fire from above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get me a shot, grandma. Biggles stomps the accelerator, whips around a corner--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHORT STRAIGHTAWAY",
          "text": "CHRIS BLASTS 200 ROUNDS (MK48) into the van; pulverizes the thing and watches it hiss to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That should do it. COURIER bounds out of the van, diving into a building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the fuck!? How'd he survive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rubber junk-man's got your horseshoe. They roll out in pursuit. The Humvee pulls up. Inside--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--need a two block perimeter around the area. No one gets in or out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MUSTAFA crosses rooftop-to-rooftop with fluency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLOOD DROPLETS lead to a door. Biggles kicks-in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biggles and Chris dance around each other like smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clear. An open window. Stairs climb the wall outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're headed to the roof. Secure the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE VAN",
          "text": "DAUBER and TONY cover MARC LEE and \"D\" as they open the back of the van. Inside, flats of RED CLAY TILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Butcher is building a 7-11? Marc rips off the top layer, finds: 200,000 ROUNDS AMMO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ammo, no jihad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "Drying sheets billow on crisscrossing wires. Chris tracks blood-drops to the ledge. The next roof 15 feet off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell'd he make that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't-- Two stories below, COURIER lays face down in his mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So much for leading us to the Butcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So much for him having my horseshoe. (03.18.14)                         85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris pulls his mask down. He has a beard and the sturm und drang of war are writ loud on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISTANT BALUSTRADE",
          "text": "MUSTAFA lays prone, mumbles a prayer and takes two deep breaths before putting his eye to the scope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS TACK to fluttering sheets, the wind revealed in their billow. TWO FIGURES are cloaked there, indistinguishable heads peaking over laundry lines. He aims left-and-above the head closest to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ROOF",
          "text": "Chris and Biggles stand among the billowing sheets. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She'll take it to Zales and try to find out how much your spent. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's not like that. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all like that. BIGGLES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's giant, bro. Four karats. It had to belong to one of Saddam's bitches-- Chris is laughing when he sees a FLASH OF GLASS in the distance. Before he can utter a warning--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A GUNSHOT SOUNDS",
          "text": "The bullet flays the muzzle of Biggles M4. Shrapnel enters his face. Biggles goes down in a red mist-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!-- The right side of his face is a pulpy cavity. His eye socket obliterated. He appears mortally wounded. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dives on him, keys mike) Biggles is down. Man down. (pulls Biggles close, chiseled with grief)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, buddy. No! Stay with me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He drags him one way, then another. He can't see past the blood-spackled sheets. A SHOT pocks the roof at his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cover! I need cover. He's picking us off. ANOTHER SHOT inches from his head. They are being hunted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gargled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm got it. I got it-- I can walk-- Biggles pulls himself up, tilting his head forward to not choke on his own blood. With heroic effort, he stumbles to the stairs. Chris, stunned he's alive, ducks an arm--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO MARINE UNITS provide cover as the Humvee speeds off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARC LEE drives. DAUBER applies gauze to hold Biggles face on. CHRIS kneels there, holding his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gargling blood)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I'm sorry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got nothing to be sorry for. I shouldn't have had us up there--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I gonna die? Chris looks to Dauber--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll rub a little dirt in it, get you a sip of water, you'll be fine. Dauber shakes his head, he's not going to make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--it was always gonna be me--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coulda been any of us. Just hang on--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not you. Not the Legend. You lucky fuck-- His body goes into shock. Chris comes unwound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't die, Ryan. You hold on--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LOW ANGLE- plywood floor littered with needles, blood and latex gloves. A cart is rushed past. MEDICAL PERSONNEL shouting, \"we're losing him.\" The picture pulses, blurs--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PUNISHERS stand around the Humvee, still as a photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see where it came from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was 1000 meters out. Only one enemy sniper makes that shot. A jeep pulls up. COLONEL JONES and MASTER CHIEF MARTIN step out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will he make it? Chris turns away, choked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't look good, Master Chief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's the first SEAL hit, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck! The sun high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Shi'a cab driver we source is saying there's a stronghold seven doors down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marine units that covered your exfil are still engaged there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can understand if you want to stand- down and regroup. It's up to you. The wind blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lex talionis... (looks up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eye for eye, tooth for tooth. They all agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're going back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "METALLICA, \"Master of Puppets\" blasts as an M1A2 ABRAMS TANK speeds 45 mph down a street, bad as fuck. TWO BRADLEY TRANSPORT vehicles follow. A CAR pulls into the road ahead. INSURGENT PASSENGER leans out, FIRING AN RPG. It explodes across the tank but does no damage. Tank still coming, Insurgents pull away-- But the tank catches them. Treads climbing the back of the car, overtaking it. INSURGENTS are trying to get out, screaming, as steel folds around them and flattens them. And the ABRAMS vaults off the other side--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PUNISHERS. Ears pinned back. Metal blasting. Amp'd to kill. FIND CHRIS consumed by rage; he pulls the BIBLE and AMERICAN FLAG out and sets them aside. This is personal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two clicks out. Lock and load. He glances at Chris, feeding off him. They all are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Biggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "The tank skids to a stop. The turret spins to a castle- like structure and BA-BOOM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE PUNISHERS pour out of their Bradleys, rolling in both directions, arcing toward the point of entry--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE COURTYARD",
          "text": "Punishers pour in. FOUR INSURGENTS lay dead, dispatched by the tank. Zero resistance. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Courtyard is clear. Moving. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some stronghold. Move. DAUBER and TONY follow them up a crumbled staircase--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONG HALLWAY",
          "text": "Ominously still. Sunlight spills through grated windows facing the street. Chris and Marc move to the first door-",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST ROOM",
          "text": "A sleeping mat. A TV plays an Al Jazeeri game show. Marc pushes toward the bathroom, coming around the corner---",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATHROOM",
          "text": "The faucet runs on a straight-razor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST ROOM",
          "text": "MARC steps back in, golden dust motes float around him. MARC LEE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Somebody left in a hurry. CHRIS (keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure we got the right address-- CANON-FIRE HITS the outer-hallway from across the street. Brrrrrb-Brrrrb!! Rounds banging with seismic force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from hallway)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck-- TIME SLOWS as Chris bounds toward the door. Marc Lee gets there first, steps through it, into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "LONG HALLWAY",
          "text": "GUNFIRE RAINS through grated windows. The hall is coming apart in dusty chunks of plaster. DAUBER and TONY are pinned between windows. MARC LEE steps to the nearest window to lay suppressive fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Contact--",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEN MOUTH. HE'S BLOWN BACKWARDS, HITTING THE WALL AND--",
          "text": "MARC LEE is down. Blood pooling. A forever stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marc-- CHRIS is staggered but his training takes over and he steps into the same window, BLASTING FIRE. DAUBER is trying to intubate Marc but the back of his head is gone. He was dead before he hit the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The trembling is the turbulence. We are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In dim red-glow, FIND BIGGLES in a tented gurney, stable but critical; his head caved in. CHRIS stares ahead--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Glory is something some men chase and others find themselves stumbling upon.\" REVERSE TO MARC LEE'S CASKET draped in stars and stripes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pasture of tombstones overlook the Pacific. CHRIS, with a chest-full of medals, stands with TAYA, COLTON(4) and MCKENNA(2). TAYA watches MARC'S WIFE weep as-- MARC LEE'S MOM reads his LAST LETTER HOME:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"My question is when does glory fade away and become a wrongful crusade?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"When does it become an unjustified means by which one is completely consumed.\" COLTON reaches for his father's hand. Chris jumps, startled. He looks at Colton, then Taya. He's caught with his guard down and it appears he may let them in... But he quickly returns his gaze to the flagged casket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASKET",
          "text": "NAVY SEALS bang their Tridents into the coffin. A hollow thump, like fists trying to revive a heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "San Diego traffic. THE KIDS chatter in back. CHRIS drives, in a fugue-state when he spots-- A BROWN VAN, four cars back, same as the one in Ramadi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marc wrote that letter two weeks ago. Did he say any of that to you? VAN ROARS up the turning lane. It's pulling alongside them. Chris grips the wheel, ready-- the van roars past",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris? I want to know what you thought of his letter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slow, absent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An AQI informant called in a tip. Biggles had just been shot. We were operating off emotion and-- we walked into an ambush. The kids grow quiet. The air sucked from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But that's not what killed him. That letter did. That letter killed Marc. (looks to her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He let go and he paid the price for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taya turns away, wrecked. They drive in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TV lights the dark room. NEWS GRAPHIC: \"Americans killed in Iraq: 3932\". CHRIS and TAYA talk to the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If something ever happened to me-- you'd meet someone else. You'd be alright. His detachment is unearthly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to die? Is that what it is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cheeks shine with tears)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then tell me why do you do it. I want to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do it for you. To protect you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you don't. I'm here. Your family is here. Your children have no father--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without this, there's nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit. It's not about us anymore. You don't know when to quit. It's over- (violent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did your part! We sacrificed enough. Let somebody else go--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could never live with myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You find a way! You have to. I need you to be human again. I need you here. (no response, she calms)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you leave again, we might not be here when you get back. It startles him and he seems suddenly alert to her suffering. He reaches for her, holding her to his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Her eyes sink into a well of ruin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DUST MOTH flutters around the wall sconce. Wilted flowers and \"get-well\" cards cover the windowsill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(enters)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, buddy-- BIGGLES lays in bed. Part of his head caved-in and badly marred, one eyelid open on a milky-white eyeball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris? Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm right here just give me a minute-- (hobbles around the bed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just blind as a bat, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... It fucking blows. They're gonna fix my face though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's good. Your face always needed a little fixing. Chris sounds upbeat but his eyes betray him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you proposed? Did you tell Kelly the diamond was from Zales?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naw, I bought a new one. A small one. Her dad helped me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She wouldn't leave me, bro. I told her to go-- but she wouldn't leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(voice cracking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's getting a raw fucking deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No she's not. How can you say that? She's getting you. (eyes welling up)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All four inches. Biggles laughs and tears roll from his vacant eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad this happened to me and not you. No way you could've handled it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're probably right. There is a pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They say you're the deadliest sniper in U.S. Military history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that what they say? Biggles grows quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bad guys fled up into to Sadr City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're gonna wall `em in and hunt `em down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes I do. You're my brother and they're going to pay for what they did to you. His mind made up. Biggles moved by it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooyah, Legend. Hooyah--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "75 Marines packed in. CHRIS hobbles up the isle like Achilles. His import draws the attention of soldiers he passes. He settles into a seat. Across from him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Legend, right? I heard you killed 101 men your last tour. The hajis call you The Devil of Ramadi. Chris removes his wedding band, hangs it from his necklace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So how many kills you got now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to ask the Navy. I lost count. His reserve silences the Lieutenant. ENGINES ROAR as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This base feels like a remote outpost. CHRIS and \"D\" walk past a boneyard of charred vehicles. (03.18.14)                         96. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We been shot off position three nights in a row. Fallujah was bad, Ramadi was worse but this shit is fuckin biblical. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any other Punishers here? \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Squirrel cycled out. Dauber was coming back but his wife knocked him up. And if I bring home another rug my old lady'll murder my ass. Teams and shit. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nostalgic) Teams and shit. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a beat) That Biggles news hit hard. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. I visited him before I left. That fucker can't see shit. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stops walking) Bro... Biggles is gone. He was in surgery yesterday and he died on the table. Chris stares at him, ruined, waiting for him to take it back. SFX: A PHONE RINGS thousands of miles away as--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS track along Jamila street, past cranes assembling the T-wall that will stretch across the city. The phone stops ringing, VOICEMAIL picks up. TAYA VOICEMAIL (VO)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-This is Taya, I can't get to the phone so please leave a message. A car pulls into an intersection, ominous in inactivity. Dust blows sideways off its halted tires. CHRIS MESSAGE (VO)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me. I'm just calling to hear your voice. I'm missing you guys. I been thinking about some things you said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car disappears down a side-street. CROSS-HAIRS linger at that spot, knowing the routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell the kids I love them. AN INSURGENT darts out, flips the sight-finder on an RPG. Mirage boils off the street, same as dust, 45 degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you too. CROSS-HAIRS compensate left for windage. A SHOT RINGS OUT. Red mist. CROSS-HAIRS scan the sector, they won't leave an RPG. Finally, ANOTHER FIGURE runs out--",
          "sentiment": "neutral"
        },
        {
          "speaker": "A YOUNG KID",
          "text": "No older than Colton. He grabs the RPG, shoulders it. CROSS-HAIRS zero on him, center-mass. SFX: Chris' heartbeat bangs like a 800lb hammer. Not again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do it-- CROSS-HAIRS tremor as Chris' hands start to shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--please God-- Young Kid takes aims and-- suddenly discards the RPG in the street and runs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "He rolls off the gun, gasping for air, biting back tears. After nearly a decade of war he's finally breaking down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wind batters the tent. A squad of 16 SPEC OPS GUYS from different branches study a map with--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brass believe this T-wall will end the war by trapping remaining AQI inside. But we got a sniper picking off contractors from deep behind the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How deep? Every man looks to the back wall where Chris stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roughly 1000 meters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it Mustafa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moo-who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sniper who shot our boy Biggles. That's a warning. Ranger One backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can be whoever you need him to be, we just need him dead. Chris nods, eyes ablaze. Martin points to a map, south of the wall is green, north of wall is red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points to red-zone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll shuttle you six blocks north into enemy territory which will put you right up under his nose when he takes his shot. Storm winds blast the tent flap open--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the middle of a fucking sandstorm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bring your goggles, Bambi. We need to shut this shooter down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Stryker rumbles out, headed across the desert floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS sits up front, eyes drawn to an OLD MERCEDES speeding across the desert toward them. A train of dust plumes behind it. As the vehicles pass-- (ECU) TWO IRAQI MEN in the Mercedes hide their faces behind keffiyehs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that-- Chris whips around in his seat but can't look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARINE GATE-GUARD studies the approaching OLD MERCEDES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike) This is east gate. We've got an unknown vehicle coming up fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guards roll out, guns up. Mercedes skids to a stop outside the serpentine barriers. Dust blooms from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out of the car! Now--",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE MERCEDES",
          "text": "TWO IRAQI MEN eye the guards. THE DRIVER mutters something to the passenger and pops the trunk--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD POST",
          "text": "GUARDS, lit with urgency, react as-- BOTH MEN STEP OUT of the Mercedes, hands in air, circling toward the trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Step away from the car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(FIRES WARNING SHOT) --move for the trunk you will be shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE TWO IRAQI MEN duck behind the trunk. After a painfully long moment, they reemerge with--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop it! Right there! Drop him now--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They drop A MAN BOUND in blood-smeared plastic. GUARDS BARKING orders. THE DRIVER unwinds his scarf to reveal-- MESSIANIC TRIBAL LEADER (shock green eyes) who confronted Chris in Ramadi; the one tasked with finding The Butcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in Arabic) Tell the devil we found his Butcher. We will protect ourselves now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He waits for response. Guns stay on him. The wind howls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beaten to within an inch of his life. Bloody plastic suffocates his mouth as he tries to inhale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "The Stryker speeds up a side-street into insurgent territory (north of wall). Next street over, PACKS OF INSURGENTS push south, toward the construction site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stryker slows. Boots hit dirt, silently slipping into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH UPSIDE a five story building. Bombed-out walls reveal conveyors and fruit lockers inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "An open rooftop, RANGER ONE is concealed under a vent as INSURGENTS pass in droves in the street below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The streets are crawling. Hold your fire. Across the roof, \"D\" on a .50 BMG looking at the MILE- WIDE SANDSTORM pushing toward Baghdad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enter the fuckin sandman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "3rd floor. In a fruit locker. Breath racing. Hands tremoring. Electricity coursing through him. Gun pointed north, Chris searches nearby buildings for the sniper. PUSH BEHIND HIM, SIX-BLOCKS SOUTH to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-WALL",
          "text": "A CRANE lowers a T-block. ARMY ENGINEERS guide it in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENEMY CROSS-HAIRS ENTER FRAME, (REVERSE ANGLE)",
          "text": "ARMY ENGINEERS in the street signal success and ANOTHER ENGINEER scurries up the neck of the crane to release the chain. The cross-hairs track the MOVING ENGINEER and-- (03.18.14)                         101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOOM! A shot echoes across the landscape and TOPPLES THE ENGINEER from the crane. He lands dead in the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Hears it, pulls off the gun, looking behind him. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No-- (keys mike) It came from behind us. We went the wrong way. He's south of the wall. RANGER ONE (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over mike) Doesn't matter. Hold your fire. We got uglies right below us-- Chris repositions himself, FACING SOUTH-- he lowers his eye to glass, bleeding sweat, aiming toward Baghdad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS track to distant rooftops. Everything wobbles and fumes. Trash blows, fronds sway, curtains flap, mirage boils-- all gusting different directions. Almost by accident, he lands on an IMPOSSIBLY SMALL SHAPE. Person? A bag of trash? Or nothing at all. As small as a pepper-flake inside the radius of his scope. CHRIS (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into mike) I got something. 1900 yards out. RANGER ONE (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't even see that far out. Hold your fire. You'll expose us all. He twitches and wobbles off-target by a city block. \"D\" (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's right, Legend. No bueno. CROSS-HAIRS tracking back, measuring between mil- reticals, calculating for distance. Back on target: CHRIS (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Correction. 2100 yards out. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a mile. Impossible shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENEMY SNIPER HIDE",
          "text": "THE SNIPER is covered in a black Hefty bag disguising his presentation, and identity. Ready to kill again. CHRIS (OS) (over radio)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Charlie 7 Bravo. We have eyes on the target. Initiate QRF. Over. \"D\" (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you confirm it's him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHRIS",
          "text": "Trying to breathe it down, please god, breathe it down-- CHRIS (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has eyes on our guys. RANGER ONE (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick Reaction Force is 20 minutes out. You will stand the fuck down-- Chris scoops dust off the floor and watches with his off- eye, as it blows off his palm and plumes outward. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your call, Chris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS track to the cluster of MARINE ENGINEERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CROSS-HAIRS wobble on the dark shape a mile away. \"D\" (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you got it, take it. RANGER ONE (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Negative, negative-- CHRIS (OC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aim small. Aim small. We zero-in on a small fold on that black bag. SFX: A LOW FREQUENCY BUZZ escalates as concentration deepens. (03.18.14)                       103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER",
          "text": "Face obscured, a PRAYER HISSES from his bearded mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRIS",
          "text": "Both eyes open, a PRAYER WHISPERS across his lips. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For Biggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SNIPER/CLOSE ON CHRIS",
          "text": "SFX: Thump-thump....Thump-BAM! Chris fires first. The shot echoes across eternity. One, two, three seconds later. A red-mist paints the wind. THE SNIPER tumbles off his platform and out of view. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tango down. The world rushing back in, he hears INSURGENTS below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET BELOW FACTORY",
          "text": "INSURGENTS point up at the building, yelling, rushing in-",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "Chris bangs onto the roof, shaken, joining a 6 MAN SQUAD. RANGER ONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just fucked us, Legend-- (screams into mike) We need Stryker and QRF units, ASAP. CHRIS KYLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was on our boys and I took him out. RANGER ONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are fucked like a football bat. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mission accomplished. Biggles be proud. A look between them, fully aware of what comes next.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIDE VIEW, (FACTORY)",
          "text": "INSURGENTS clear the second floor, bounding toward--",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "(03.18.14)                        104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS and Squad set-up firing stations. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are two ways onto the roof. We cover both stairways and conserve ammo. Muted nods all around. Footsteps coming. This is it. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you FNGs shit your pants, don't stop shooting. Scoop and shoot. Scoop and-- GUNFIRE POPS behind them. MARINE GUNNER lights it up. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conserve-- OPPOSITE DOOR bangs open across the roof. Chris hammers the INSURGENT but he keeps coming, drugged up. TWO MORE roll out behind him, on the same glue. This is close-quarter contact, visceral and savage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "INSURGENTS enter surrounding buildings in droves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "Wind kicking up. Ammo running out. Insurgents keep coming. Worst environment imaginable. RANGER ONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into mike) Negative, negative, danger-close, they're all over us-- \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drop motherfucker! Drop! CHRIS laces bad guys. Pure brutality. They fall at his feet. Tracers light from the next roof. \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3 o'clock. Loading. Last mag. RANGER ONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screams) QRF is stuck three blocks out. MARINE GUNNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm out of ammo--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INSURGENTS use rebar to cross from a nearby rooftop. Two ways just became three. They're swarming them. Hand-to-hand chaos. A bad way to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna get dragged in the street--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call it in. Light us up. Chris wields his .45, spackled with blood--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do it. Call in our coordinates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(keys mike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Rio Two Bravo, requesting ordinance drop. GRID 04837959. (gunfire)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know my fucking position! They're right on top of us. Drop it! RADIO GOES STATIC, he nods, it's done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White-side! INSURGENTS crossing the gap. Chris pivots--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DRONE FOOTAGE of Chris on the roof of the Banana Factory. Surrounding streets are filled with bad guys. We are--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wind battling tent. MASTER CHIEF MARTIN stands over a NAVY DISPATCH OPERATOR, staring at the footage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell the pilot to turn it loose. DISPATCH OPERATOR looks up, realizing what's happening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PILOT looks to his wing as STINGER MISSILES engage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "3-4, copy that. 30 seconds out. (03.18.14)                        106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE ROOFTOP",
          "text": "TWO DOZEN insurgents surround them on the rooftop. CHRIS waits till a guy gets right up on him and-- BAM! \"D\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're up-- \"D\" trades the SATELLITE PHONE for Chris' Springfield. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--you got four rounds. In their exchange, an unspoken goodbye. Then-- Chris struggles to dial, hands shaking. IT RINGS. He squints north. RINGS AGAIN. F-18 rocketing toward him-- TAYA (OS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Chris is stunned. She answered. He's speechless. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(struggles) Hey baby-- TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris-- What's the noise? Wind howls. F-18 closing. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't hear you-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm ready to come home. I'm ready... She starts crying. The F-18 almost upon them. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happening-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I'm coming home. Can you hear me? TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris-- F-18 seconds out. Chris looks up and sees-- (03.18.14)                         107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SANDSTORM",
          "text": "Has shifted. A tsunami of dirt is about to swallow them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "F-18 RAPTOR",
          "text": "THE PILOT flying into the storm. Sensors screaming. He can't hold his line. 4, 3, 2-- He pulls up early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOFTOP",
          "text": "HELLFIRE MISSILES scream over the Banana factory and EXPLODE INTO the next building. Fire and dirt engulf them. The blast recedes but the sand-storm escalates. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go, go, let's move-- He leads \"D\", RANGER ONE and FOUR OTHERS across the roof. They stumble past INSURGENTS, blinded by sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STREET BELOW",
          "text": "CHRIS and SQUAD stagger into HOWLING CHAOS, clinging to each other, trailing Chris as GUNFIRE POPS behind them. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking, into mike) Stryker-3, what's your location-- AN INSURGENT is blown right into them. \"D\" wrestles his gun away and beats him with it. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold there! We are 30 seconds out-- (pointing ahead) Go. Straight ahead. Go-- They run for their lives. Unable to see two feet ahead. Sand shredding their skin. Chris is struggling-- Squad passing him. Knees failing him. He can't keep up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE GUNNER stares at REMOTE WEAPONS SCREEN when SIX FIGURES EMERGE from the dust. He's about to fire-- GUNNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BDUs-- That's them! Drop the ramp. The ramp drops. STORM HOWLING. RANGER-ONE dives in, MARINES follow, then \"D\" rolls in. The rig pulls off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Chris? He was just--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "Chris falters forward. Insurgents pursuing. The Stryker just visible ahead-- pulling away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STRYKER",
          "text": "M2 GUNNER can't see shit on his monitor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--stop the rig, man! Stop--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see him--",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "Chris is   ten feet behind the rig, sprinting. Bullets si past. He   sheds flack-jacket and webbing, Bible and flag He drops   his gun in the dirt and dives. His hand clutch the last   rung of slat-armor and-- Chris Kyle is dragged off the battlefield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STREET",
          "text": "Sand buries the METALLIC TOY SOLDIER that followed him since childhood. Wind whips pages of the Bible and pulls at the flag until it flaps unfolded. WE'RE BLOWN AWAY with it, twisting and clapping into an otherworldy beige.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE STORM",
          "text": "We catch glimpses of the city below: graffiti'd T-walls, a cracked expanse of desert floor and the lanky body of an enemy sniper splayed across a rooftop. Wind rips the Hefty bag away and sand pocks the DEAD FACE OF MUSTAFA-- before we're swept up into the howling rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS sits hunched at the bar, his eyes track patrons and staff (ECU) their hands, torsos, eyes. HIS PHONE RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are you? I got a weird message that you were on a plane? He can HEAR THE KIDS in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I got out early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So are you in Germany, or--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here, I'm stateside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're home? What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks around for answer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess I just needed a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris, the kids are dying to see you. It's been nine months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I know... Me too. I'm coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. I'm good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then come home. We miss you. He nods silently, listens to his kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON- the back of Chris' head. He watches a WAR MOVIE on TV. As CAMERA CIRCLES the room, we glimpse THE MOVIE; an injured soldier calls for help amid shocking gunfire. TRACKING BEHIND THE TV, we see Chris' wrought face and a household bustling around him. COLTON carries party plates outside, MCKENNA fights to get cowboy boots on and TAYA CALLS to him from the kitchen but we can't hear her until the CAMERA TRACKS to HER POV-- the gunfire is gone, the TV IS OFF. That war movie is playing in his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris...? He finally looks up, slick with sweat, affecting calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Streamers twist against gunmetal sky. COLTON and MCKENNA set up birthday decorations. The family dog, A PYRENEES SHEEPDOG, bounds about. TAYA AND CHRIS, on back steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--his game is Saturdays. He's the tallest kid on the team. The doctor said he could be six-four. I can't wait for you to see him play. Maybe you could even coach? Chris looks past his kids, looking a thousand yards out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "McKenna's about to lose that tooth and I'm worried she's going to swallow it. She said she'd let you pull it. But only you. His head falls. When he looks up--",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLTON'S BIRTHDAY PARTY UNDERWAY",
          "text": "6 YEAR OLDS and PARENTS mill around but all WE HEAR--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish you'd talk to me, Chris. COLTON AND TWO FRIENDS chase each other around the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just feel this dark space between us and I don't know how to reach you. THE SHEEPDOG jumps on the back of COLTON'S FRIEND. The boy goes down hard, gets up crying, running from the dog. The Sheepdog does it again. THE BOY FALLS AND HIS CRYING is cuts into scene. THE BOY'S MOM runs over. His back clawed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get him off! Get away-- Chris rips the dog off by its collar. The dog snaps at him and in an instant he whips out his .45 to shoot it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! He's a puppy. He doesn't know! Chris looks up, bent with animus, and he's looking at the face of his children, their friends, and their parents-- They look at him, terrified. He releases the dog. Lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harsh light. Water-stained walls. CHRIS looks beaten, afraid and dubious of this BUTTONED-DOWN DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you saw things, or did some things over there that you wish you hadn't--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's not you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just protecting my guys. They were trying to kill our soldiers and-- I'm willing to stand before my creator and answer for every shot I took. (struggles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thing that haunts me are all the guys I couldn't save.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to save more guys, walk down any hall in this hospital. We got plenty soldiers that need saving. (pulls prescription pad)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to recommend Zoloft and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS steps to a window looking in on TEN YOUNG VETERANS sitting around a TV; wounded, edgy, in need. A legless Marine with a jelly-roll face looks up; this is \"WYNN\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHRIS kneels before WYNN (wheelchair) who's armed with a .300 resting on Chris' shoulder. Wynn takes aim, FIRES--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feels like The Legend is trying to fuck up my shot. Stay still, man. Gun on shoulder, Chris is calm, he's found peace. BAM!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bulls-eye, boy! Damn, if that don't feel like I got my balls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris dusts himself off. There's healing here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you spend all this time with us? I know you got a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you had a nice boot collection before the war and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously man. Why do you do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta take care of our own. Chris squints into the falling sun and time passes with--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The black F350 roars past a \"Welcome to Texas\" sign on the interstate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A residential neighborhood. Texas flags wave from stoops. CHRIS and COLTON carry boxes inside. \"MAX THE SHEEPDOG\" bounds along with them and never leaves Chris' side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEDROOM",
          "text": "Chris enters to find Taya has placed his old COWBOY BOOTS at the foot of the bed. He takes a seat and looks down at the combat boots on his feet. He bends to unlace them--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pale Stallion gallops through prairie grass. Chris and McKenna admire it from a rustic fence. Her pink cowboys boots kick Texas dust onto his old boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chris is showering when Taya sneaks in and flushes the toilet. He howls at the scalding water and she's laughing, rushing for the door when-- he lunges out and grabs her, pulling her in with all her clothes on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under a watercolor dawn, CHRIS leads COLTON across a prairie, hunting rifle on shoulder, teaching as they go. THE SCORE BUILDS and follows them into morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dust motes drift across blades of light falling through blinds onto CHRIS. He wears the BELT BUCKLE he won long ago, pleated Levis, and twirls an antique six-shooter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get `em up, lil' lady. Hands in the air. TAYA is at the window gazing at their kids in the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I tell you something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell it to the judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm proud of you and I don't say it enough. I feel blessed. You're an incredible father and-- I feel lucky to have my husband back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could lock the doors. They can't get out of the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know how hard you fought to get here. (03.18.14)                    115. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're worth fighting for. She crosses to him, running a hand up his leg. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you pleat those jeans? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am. Right up the middle. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you're just a regular old cowboy again, aren't you? He kisses her, lifting her-- CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I meant what I said about locking the doors. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you and Chad going to the range? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(checks watch) Not for four minutes. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that all it takes. CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll take half that. Then I got two minutes leftover just to look at you. He sways with her, dancing a little two-step. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you taking out? CHRIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This Marine. His mom does parking at school and she asked for my help. TAYA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well don't be late for dinner. COLTON and McKENNA race in, hugging on their dad. COLTON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, you want to play Skylander? Please--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go do something but when I get back, okay? But you have to let me win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poke the bear-- McKENNA pokes Chris and he BARKS like a dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You're supposed to roar. Like Grrr. She pokes him again and Chris emits a RUMBLING ROAR. She giggles and hugs him so he'll save her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should get going... He kisses his daughter and tosses his son's hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look after our women, Bubba. (turns to Taya)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love you, babe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love you too. Chris kisses Taya and lingers, worshiping her. Dust motes drift past and he appears immortal in the bladed light. Then-- He walks out the door for the last time. The house grows quiet. Colton plays video games. McKenna colors. The dog lays by the door. And Taya stands in the golden light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CARD(1): \"On February 2, 2013, Chris Kyle was killed by a former Marine he was trying to help. He died as he lived... looking after one of his own.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rain falls to Randy Travis singing Amazing Grace. (03.18.14)                        117.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ACTUAL FOOTAGE: A funeral procession appears over a distant ridge. Police escorts lead a white hearse and 300 vehicles down a highway lined with people waving flags. The last car finally passes. An UNKNOWN CIVILIAN stands alone in a muddy field saluting a fallen hero.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1396"
    }
  ]
}