{
  "movie_id": "MOV1396",
  "scenes": [
    {
      "location": "HONG KONG",
      "time": "DAY",
      "characters": [
        "RADIO OPERATOR",
        "SIR HAROLD",
        "STEWARD",
        "\"STOPOVER IN HONOLULU\"",
        "DAN'S VOICE",
        "SKIPPY, (MIRROR NOT VISIBLE)",
        "JOAN'S FRIEND",
        "FLASH CUT",
        "SAN FRANCISCO",
        "DOWAGER",
        "AGUA CALIENTE",
        "ON DECK, (TELEPHOTO ZOOM SHOT FROM BELOW)",
        "THE GANGPLANK",
        "CUT TO",
        "CAPTAIN",
        "IN THE CABIN",
        "HEAVY WOMAN",
        "SS MALOA HONGKONGRADIO",
        "IN DAN AND BURKE'S STATEROOM",
        "AT THE GANGPLANK",
        "A TRAY",
        "OFFICER",
        "CLERK",
        "BELOW DECK",
        "DOCTOR",
        "STEVE BURKE",
        "WOMAN MASQUERADING ON SHIP AS COUNTESS",
        "BARILHAUS POSITIVELY IDENTIFIED AS",
        "THE SHIP",
        "HAWAIIAN MAN",
        "DAN",
        "SAILING TODAY",
        "IN THE ROOM",
        "BURKE AND BETTY",
        "STEWARD'S VOICE",
        "TRIO",
        "BETTY'S VOICE",
        "A MAP OF THE PACIFIC OCEAN",
        "AT THE BAR",
        "IRIS IN",
        "JOAN",
        "IN THE WATER",
        "CABIN DOOR",
        "A TOY BALLOON",
        "HAPPY NEW YEAR",
        "S6 KPH 26 HONGKONG 312 PM DEC 15 1932",
        "BETTY AND SKIPPY",
        "RADIO ROOM",
        "TO",
        "ON DECK",
        "SKIPPY",
        "DOCTOR'S VOICE",
        "BETTY",
        "BETTY AND BURKE",
        "ANOTHER FRIEND",
        "IN THE BRIG",
        "END TITLE",
        "FADE OUT",
        "BARREL HOUSE BETTY NOTORIOUS",
        "DISSOLVE TO",
        "CONFIDENCE WOMAN STOP INVESTIGATE",
        "AT A STAIRWELL",
        "DAN AND BURKE",
        "BURKE",
        "P.M.",
        "S. S. MALOA",
        "JOAN AND HER DOCTOR",
        "PURSER",
        "IN THE HALL",
        "BARTENDER",
        "FIFTEEN, SIXTEEN, SEVENTEEN",
        "DAN AND JOAN",
        "A NEON SIGN",
        "SKIPPY AND THE BROKEN MIRROR",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A couple of shots from stock footage of the city. SUPERIMPOSED text reads: HONGKONG",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swinging doors open as the CAMERA TRACKS THROUGH them and barroom. It's lunchtime on November, 21, 1932, and the pl Westerners, mostly civilians but also some scattered sail singing \"If I Had My Way,\" a pop ballad from 1913. We hav line of the chorus (\"If I had my way, dear, forever there hardly matters:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIO",
          "text": "(singing lustily) A garden of roses for you and for me ... We PAN OVER to a piano keyboard where a burning cigarette on the next-to-last key. The pianist, accompanying the si butt and takes a drag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIO",
          "text": "A thousand and one things, dear, I would do ... We PAN OVER to the trio standing in a corner by the swing ugly, heavyset Westerners, two men and a woman. Someone t from off screen and the guy in the center fails to catch over to pick it up off the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIO",
          "text": "Just for you, just for you, just for you. Another coin is thrown. This time, the guy on the left fa coin falls toward the floor with a loud metallic clank. T at the floor. We PAN DOWN just long enough to reveal a sp singers’ feet, then PAN BACK UP to the singers who reluc retrieve that particular coin. Never once during all this note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIO",
          "text": "If I had my way, you would never grow old, And sunshine I'd bring every day ... On the word \"day,\" a female patron approaches the heavy w question in her ear. Conveniently, there is a pause in th enough for the singer to reply:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAVY WOMAN",
          "text": "(brusquely) First door to your left, dearie. The female patron departs. We TRACK DOWN the crowded bar and a bartender toasting one another with huge glasses of pouring drinks for other sailors and their \"dates\"; vario women wearing the latest styles; uniformed chauffeurs; sh crew of various nationalities; etc. At one point, we brie carrying away the spittoon to retrieve the coin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIO",
          "text": "You would reign all alone Like a queen on a throne, If I had my way. The song ends. Patrons applaud. We PAUSE at a middle-aged mixing a complicated drink. He grins and speaks to an uns at the bar, just off screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "I haven't made one of these since the Fourth of July. In the background, we hear the trio begin a new song, ano one from 1918: “Till We Meet Again.\" The bartender takes drink's aroma and adds some more ingredients.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "I was makin' one when the quake hit \"Frisco. The bartender stirs the drink expertly and glances around",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Believe me, friend, I wouldn't go to all this trouble for any of these foreigners. With great pride, he adds a few finishing touches, pours glass and tops it off with an olive. The unseen patron's pick up the glass but the bartender raises a finger at hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Uh uh. Gotta wait a minute to let \fthe oil sink in. The patron withdraws his hand. Tossing a lemon slice behi catching it in midair, the bartender twists it with a flo glass. He inspects the drink closely, glances at the patron, the slice another grand twist before proudly sliding the glas Simultaneously, we hear the trio conclude their song to m",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "There you are, partner. You can tell your grandchildren about that one. Finally, we catch our first sight of the patron, DAN HARD thirtyish American man, as he puts the glass to his lips. drink he's bumped into from behind by a woman with her ba drink spills out and ends up on the floor. Dan turns angr wears a big floppy hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Say, what in the name of--?! The woman, a dark-haired American beauty named JOAN AMES, two come face to face. She, too, has spilled some of her eyed with anger. But as soon as their eyes meet, their at Both are somehow instantly smitten. And both realize they are holding the same obscure cockta In the background, we hear the pianist play the film's bi theme. After a pause, Joan finds her voice first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Why, I'm so sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(a slight grin) I'm so glad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(off his glass) Such a beautiful drink, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes. Paradise cocktail. (glances at his) Seem to be a few drops left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(steadily) Always the most precious, the last few drops. That's luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "\f(surprised) Yes. (beat) Uh, my name is Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Mine's Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Hello, Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Hello, Dan. They shake hands like old friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "May we, er, drink to our meeting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "We should. (raises her glass) Here's... Here's \"hail and farewell.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Oh, that seems a bit ruthless. Let's say, uh-- Abruptly, two German voices drift in from the crowd -- ap sailors saying \"till we meet again\" to each other -- \"Auf wiedersehen!\" -- Dan glances in their direction, then tur raises his glass, inspired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Auf wiedersehen. Joan looks at Dan sadly for a beat and then agrees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Auf wiedersehen. They swallow their drinks, never taking their eyes off on his empty glass by the stem and slowly turns it upside-do puzzled, as Dan smashes the top of the glass against the drops the stem on the countertop where it rolls back and He grins at Joan who promptly responds in kind, smashing placing her stem on top of his, much to his surprise and delight. of the crossed stems. Dan gallantly tips his hat to Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "And so. Dan appears ready to leave but Joan puts an arm on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "\fPlease. Shall I introduce you to my friends? Joan gestures to some people crowded behind her at the ba them and thinks it over but decides against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I think not. Luck has allowed us a few drops of a Paradise cocktail--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "And that would destroy the charm. You're right. Let's trust luck will come again. Joan puts her hand in Dan's. They stare into each other's moment. A dark look crosses her face. Her eyes waver and, she abruptly turns her back on him, as if he were suddenl Dan looks thoughtful and puzzled but takes it in stride. for the swinging doors. Joan turns and stares, watching h Joan's friends notices her interest and watches, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN'S FRIEND",
          "text": "Known him long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Ever so long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN'S FRIEND",
          "text": "Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I - I can't quite remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN'S FRIEND",
          "text": "(wryly) Better skip a few cocktails, darling. Joan watches sadly as Dan exits out the saloon's swinging just outside and turns back to look over the tops of the @ moment, he raises a hand in farewell. At the bar, Joan forces a smile and waves at Dan, just as up a happier tune and her friends crowd around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN'S FRIEND",
          "text": "Come on, everybody. How about a little drink to Joan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER FRIEND",
          "text": "(hands Joan a drink) Joan, we're drinking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN'S FRIEND",
          "text": "To Joan, dear. Joan, distracted by her friends, turns her back on Dan - any of the following: At the swinging doors, Dan - his hand still raised - sudd fear. His face clouds over, his eyes lower -- and he slow raises his other hand. It looks as if he's surrendering. And he is. We PAN DOWN as one of the doors swing open briefly to rev pistol pointed into Dan's side. We PAN UP to show the guy holding the pistol: a tough-loo man named STEVE BURKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "It's been a long chase, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(never losing his cool) Yes. What detained you? Burke leans in to pat down his captive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Never mind the wisecracks. Dan catches a whiff of Burke's breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Still on the garlic, huh? Burke, insulted, backs off a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Well, nevertheless, it looks like you're out of luck this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(nods) Apparently. Dan desperately knocks the gun out of Burke's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH CUT",
          "text": "of the gun hitting the pavement outside the saloon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "struggle momentarily but Burke is the bigger man and Dan -- one punch in the jaw from Burke knocks him silly and d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burke easily pushes a stunned Dan into a nearby wall like handcuffs himself to Dan, then shakes his captive violent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on! Come out of it! Dan regains consciousness, blinks at Burke, looks down at unhappily, and nods, reluctantly accepting the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Okay, you win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I always win. If you try to pull another break like that on me, I'll deliver you in a basket. Let's go. The two men pull their sleeves over the cuffs in a vain e inconspicuous as they start walking away from the saloon. brief, backward glance at the swinging doors, Burke stoop pistol, pocketing it. As they walk leisurely down the str passersby gawk and point at the two handcuffed men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Well, now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "The boat. And then, uh, San Quentin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Can I get my clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Oh, they're on the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Considerate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(rubs his sore jaw) You know, I thought I ditched you way back in Berlin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "When I left 'Frisco, the chief said to me, \"Steve, don't come back alone.” And he knew I wouldn't. Burke abruptly stops and stares at something off screen. forward, is jerked back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I'll be a son of a sea cow. Dan and Burke watch as SKIPPY, a tipsy little American ma and bow tie, waits for a Chinese shop owner to turn his instantly snatches an alarm clock from a display and smoothly hides But, just as instantly, the alarm clock goes off, ringing shop owner turns to look at Skippy who rolls his eyes in returns the clock to its proper place, giving it a light ringing as Skippy staggers drunkenly out of the shop and encounte",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Well, if it ain't the light-fingered Skippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(a happy drunk) Hello, Dan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Hello, Skippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(to Skippy) So this is your hide-out. Hong Kong must be pretty soft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(nods) I like it fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Yeah, well, ya better walk around that U.S.A. of America like it was a swamp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(to Dan) It's gettin’ so a guy can't go nowheres nowadays without bumpin' into all sorts of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Duluth wants you, Detroit wants you, Sacramento wants you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "I'm wanted everywhere and welcome nowhere. I'm just a vagabond. (spots the hand- cuffs, to Dan) Ohhh, that's too bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "You can't win all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(to Dan, leading him away) Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything I can do for you here, Dan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(off Burke) You might poison him. Dan and Burke walk off down the street. Skippy calls afte",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Hey, flatfoot! Burke looks back at Skippy with annoyance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Tell those bulls I'm an alien! Ha ha ha ha! Ha ha ha ha ha ha. Skippy's laugh is even more irritating than he is. The ha -- Burke peeved, Dan understandably glum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A loud boat whistle blows. A sign reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"STOPOVER IN HONOLULU\"",
          "text": "We DISSOLVE TO a brief glimpse of the railing on the line DISSOLVE TO Dan and Burke, still cuffed, as they approach lean against it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Stateroom is like a Turkish bath. Thanks for the outing. They mop their faces with handkerchiefs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Oh, I couldn't stand it myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Thanks anyhow. (off the handcuffs) Say, how long? The cuffs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm takin' no chances. They broke five of my pals when you escaped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Well, that wasn't right. They did all they could. They were shooting at me for three blocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Yeah, well, it's lucky for you I wasn't among ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes ... Dan's attention is caught by something: a sailor on the o deck, locking the railing into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "... undoubtedly. Dan glances around and finds that his hand rests near the of the railing they are leaning against. He looks thoughtful Burke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I may as well tell you now, I'm not such a good sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Hmph! Get seasick, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Mm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Well, ya better enjoy everything while ya can, good or bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I suppose that includes being harnessed to you, garlic and all. Stung again, Burke is about to say something, then change",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Well, anyway, you better stand it and like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "‘rraid I can't agree to like it. Suppose this ship were to sink. Imagine my embarrassment to be found dead anchored to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This ship ain't goin' to sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Oh? They've been known to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Well, listen, sucker, when it does, I'll make you a little present of this. Burke pulls the handcuff key out of his vest pocket, show pockets it again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "When I was a kid, I used to swim around a pier like that. Remember your kid swimming days?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(increasingly irritated) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Didn't you ever have a boyhood? Can't you swim?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Ha!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "What's so funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I was wondering what you'd do if you were a cop in Venice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Is that supposed to be a funny crack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Well, it has its humorous side. Without Burke seeing, Dan rapidly unlocks the railing mec railing hard to make it swing free, then jumps backward o dragging Burke with him as he falls. The two disappear over the si CUT WIDE as Dan and Burke fall backward into the water be together. They hit the surface with a splash and disappea",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan and Burke bob to the surface. Dan forces Burke's body digs around in Burke's vest pocket for the handcuff key. to find it and unlock his cuff as the two men struggle. B up for air but Dan forces him down again. Somewhere above, a someone shouts, \"Man overboard!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "Officers and passengers rush to the ship's side to see wh",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan looks up to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "A crowd gathering at the railing, peering down at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "With all those people watching, Dan has no choice but to the water by his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "An even larger mob gathers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan reluctantly puts an arm around Burke and starts swimm",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(to the crowd) It's all right, I've got him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "Among the passengers watching with concern is none other down at the two men in the water, failing to recognize Da",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan struggles toward shore with an unconscious Burke in t sees:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK, (TELEPHOTO ZOOM SHOT FROM BELOW)",
          "text": "Joan, wearing her big floppy hat, leans over the railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan sees Joan (and her hat) and smiles in recognition. He",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "The crowd of onlookers, grouped near a raised anchor, wat",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan reaches a wooden pier and helps Burke on to a floatin",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Here ya are. Reach for the log. Hold on. Burke, regaining consciousness, grips the log as Dan pull Straddling the log, Dan helps Burke out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crowd at the anchor watches in relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE WATER",
          "text": "Dan and Burke sit on the log. Dan rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Lucky for you I knew where that key was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(still dazed) Yeah. Thanks. Dan helps Burke to a nearby ladder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan puts on dry clothes as Burke, already changed, sits b and holstering his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Hey, you know, somebody must have left that rail unfastened. Leanin' there and, all of a sudden, we're in the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(dryly) Yes. We ought to sue the company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I still can't see why you saved my life with what's facing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Ah, suppose we don't discuss that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Well, anyway, I - I kind o' feel like I ought to do you a little favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "What? For a little thing like your life? Dan hears the click of the handcuffs behind him and glanc direction. PAN OVER TO Burke holding the open handcuffs i",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I'll tell you what you can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those are not particularly becoming to the well-dressed man. ‘Sides, once this ship's at sea, there's no chance for a getaway. Kind o' tough on both of us to be ironed. What do you say? Burke looks at the cuffs and thinks it over. After a beat",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "All right, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(surprised but pleased) Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "But if you try to pull a fast one on me, I'll knock you off cold. Is that understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Obviously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I ain't kiddin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Well, I couldn't suspect you of that. Burke gives Dan a double take. Dan looks amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Well, it's kind of stuffy in here. All right if I go on deck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(casually) Sure. Dan grabs a cap and heads for the door. Burke rises and f jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "But I'll go along with ya. Dan nods in reluctant agreement and the two men exit the",
          "sentiment": "neutral"
        },
        {
          "speaker": "A NEON SIGN",
          "text": "shaped like an arrow. It reads: \"To gangplank\" We PAN OVER AND DOWN from this to the PURSER'S STATION wh middle of a conversation with the uniformed purser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have an important message to deliver to her and, like an idiot, I forgot her last name. Her first name is \"Joan.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PURSER",
          "text": "I'm sorry, sir, but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(gesturing) She's about, uh-- Oh, she's about so tall. Jet black hair and large brown eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PURSER",
          "text": "Well, without her last name, it'll be awfully hard for me to find her. During this conversation, we PAN OVER to Burke who watche under the gangplank sign, shaking his head in disbelief. direction of the gangplank as he hears a noisy crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GANGPLANK",
          "text": "is being unhooked from the ship. A huge crowd of well-wis waving to passengers on deck and chattering noisily. Runn crowd is Skippy who races up the gangplank just as it is pulled the ship ahead of the two Hong Kong policemen who are cha relieved, sits in the doorway where the gangplank was anc and waves to the policemen who, left stranded at the dock nightsticks at him angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(salutes the police) You must come and see us sometime! Skippy, sitting in the gangplank doorway, laughs his inim laugh and waves good-bye. As he does, a man comes up to S and pauses next to him - at first, we see only the man's legs blows ominously as Skippy looks down to see the two flat face falls as he looks up to see Burke, hands in his pock him grimly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "This map will reappear throughout the film to mark the sh Three points on the map are identified: Hong Kong, Honolu Francisco. A superimposed text reads: Ist DAY A superimposed image of the S. S. Maloa appears in the c heading east on the high seas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABIN DOOR",
          "text": "A brief glimpse of the door to cabin B-55 upon which hang DISTURB sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "which allows us to see a handwritten addition: \"By Doctor",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TRAY",
          "text": "loaded with medicines, powders and pills -- the sort of t terminal heart patients.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR'S VOICE",
          "text": "No more parties. No more cigarettes. No more dancing. And no more cocktails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN AND HER DOCTOR",
          "text": "Joan sits glumly as the doctor stands over her, trying to",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You're cutting your months into weeks, your weeks into days--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "And my days into hours. Is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "What you really mean -- and you're too kind to say -- is that if I stay in my stateroom, lie in bed, deny myself everything, even the - the mildest diversion, I may live to arrive at that charming sanitarium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You state it very cruelly. Joan rises and crosses to her cabin's window. She looks o",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "\fIt's not a pretty picture, is it? (reluctantly) All right. All right, doctor. I'll do what you say. (chuckles) Funny how we cling to life even after it's worthless. Joan hears the sound of Dan's voice drifting in through t",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN'S VOICE",
          "text": "She's about so tall, black hair, large brown eyes. Her first name is Joan. Peering through the window, Joan sees Dan walking the dec Delighted, she watches them pass and then turns back to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Oh, no. No, I was wrong. I know now what I want. I want to crowd all the intense, beautiful happiness possible into what life I've got left. That's all living's for. If it's only for a few hours, I want to have it. And I'm going to have it -- all I can get my hands on. Joan leaves the window, moves toward the door. The doctor",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Joan, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Now, doctor, I am going on deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "But, Jo--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Goodbye! With a huge smile, she breaks away from him and is instan slamming it shut behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "sits at the bar as a young bartender mixes him a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "(to Dan) I don't know, she might've been in here, but I didn't notice her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "enters the lounge and looks around anxiously. She spots",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "who is busy lighting a cigarette and fails to see her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(to the bartender) Mm, then she wasn't here. You'd've noticed her. JOAN, smiling radiantly, checks her hair and then moves t",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BAR",
          "text": "Joan joins Dan at the bar, approaching him from behind so her. The bartender, having just poured Dan's drink, now l work and notices her. He raises his eyebrows and smiles in rec She indicates with a gesture that he should pour her the he promptly does, with a grin. The bartender watches with puts his glass to his lips at the same moment Joan speaks to h",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Hello, Dan. Dan turns and looks at her, pleased and surprised. We hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Hello, Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "The luck's come back. Dan nods, noticing that, once again, they both hold the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "This time, in full glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "We mustn't lose a drop, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(toasts her) Health. A dark look crosses Joan's face. She recovers with a smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Luck. Once again, they swallow their drinks, never taking their another. They exchange grins. The bartender smiles warmly at this. Joan, holding her glass by the stem, smashes it against The bartender's eyes pop in surprise. Joan places her stem on the countertop. Then, Dan smashes The startled bartender flinches. As before, Dan crosses his stem with Joan's. They smile a TRUCK FORWARD for a CLOSER VIEW of the crossed stems on t between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Joan stand at the railing together watching the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "The day knows how to go out. Ina blaze of glory. Forgive me if I'm going poetic on you. But life is wonderful, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "And its best moment is when we find it out. Joan thinks about this a moment and then turns to look at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship sails east under a night sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Burke, in dinner clothes, stand outside the ship' through the well-lit windows. Classical piano music. The through a nearby door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smartly-dressed crowd listens as an attractive, aristoc elegantly plays a grand piano. We get a CLOSE VIEW of the woman, kn passengers as Countess Bettina de Barilhaus, but whom we short. Dan and Burke arrive as Betty concludes her number. The rises and catches sight of Dan and Burke. Burke stares at Dan lowers his eyes and tries to look bored. Betty, carrying an expensive fan, joins her stiff British monocled nobleman named SIR HAROLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(pleasantly, with a vaguely European accent) Now, we must be going. Sir Harold nods and the two begin to walk off together. M groan and protest, \"Aw, Countess ...\" \"Please!\" —- but sh politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "No, no, no, no. You'll forgive me. I'm very fatigued. Some other time. But before she can get away a bejeweled dowager stops her",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWAGER",
          "text": "Oh, Countess, are you of the Bavarian Barilhauses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(coolly) Mm, the elder son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWAGER",
          "text": "I had the pleasure in meeting them last summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(unenthusiastic) Delightful. We must have tea together some time. Betty moves off. Sir Harold follows like a puppy dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR HAROLD",
          "text": "Countess, you play divinely. As she passes, Betty ignores Burke but pauses ever so sli look at Dan who pointedly shows no sign of recognizing he Betty, struck by her beauty. Betty and Sir Harold stand apart from the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR HAROLD",
          "text": "Shall I see you ... later, Countess?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Not tonight, Sir Harold. Tomorrow night, I promise you. \fBetty puts her hand in his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIR HAROLD",
          "text": "I shall live ... in anticipation. Sir Harold kisses Betty's hand grandly. Burke jealously watches all this with interest -- it's no activity a Frisco cop sees much of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(amused, to Burke) Don't let the royalty get you down. Dan moves off as Burke smiles self-consciously and gives wave. Fanning herself, Betty watches Sir Harold walk away. He p delivers a courtly bow to her. She nods in reply and they another. As they do, Skippy abruptly enters and nearly bu face lights up with recognition:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Well! If it ain't-- Skippy offers a hand in greeting. But Betty ignores this, both her voice and her European accent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(American accent) Play dead, chump. Tail me to my joint. Skippy watches with surprise as Betty, fanning herself, b puts on his hat and nonchalantly strolls after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE BAR",
          "text": "Burke joins the same young bartender who waited on Dan an Self- conscious about his garlic breath, Burke screws up his fa Dan's direction while deciding what to order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Something I can do for you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(unhappily) Buttermilk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Yes, sir. Bartender pulls out a tall glass and a pitcher of butterm",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Say, pal, will ya do me a favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "What do you call a countess when you wanna speak to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hmm. (unconvincingly) \"Madame la Countesse.\" We PAN DOWN the bar to another bartender who assembles an bottles, glasses, ice, and other mixings. A steward takes carries it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The steward arrives at the cabin door with the elaborate After a moment, he opens the door and enters, placing the Also visible on the table are Skippy's feet which are pro Skippy tosses a coin onto the tray -- a tip for the stewa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Thank you! The steward takes the coin and departs, closing the door takes his feet down off the table, reaches over and grabs from the tray. We see his smiling face for the first time as h and brings it to his lips. He chugs the contents. And chu We CUT WIDE to reveal that Betty is lounging nearby on a After a moment, she speaks to him -- not with her fancy E with her tough American one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Say, don't you ever breathe? Skippy stops drinking, exhales deeply, and hands Betty th the mouth of the bottle and takes a fairly long swig hers Skippy's surprise. Skippy looks over the tray with all it",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "What's the idea of all the landscape gardening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(haughtily, using her fake European accent) Oh, straight gin is so vulgar, my dear -- (instantly lapsing \finto Americanese) Oh, boy! Are my pups growling! Betty leans over and rubs her sore feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(amused) Betty, don't they ever get on to you? You've been gettin’ away with this for years. Who are ya supposed to be now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Sucker... (strips away her bangs) -.. meet Bettina, la Comtesse de Barilhaus. She tosses her fake bangs aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Oh, Barilhaus. Oh, I get it! \"Barrel House\" Betty! Barilhaus, sure. Have you got anything lined up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Mm, did ya get a load of that Englishman with the single cheater? She means, of course, Sir Harold and his monocle. Betty d and scours her forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "I did. Full face, he looks like the Bank of England. Look, I had an idea--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Now, lay off! No petty larceny in this one. Say, if I make this touch, I'm through. Sick of jumping every time there's a knock at the door. You know, this sticky stuff's bad for my scalp. Hm. Guess I'm just tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "You hustlers are all alike. Spend all your time in the twilight sleep. What've ya got on your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Say, I'ma sucker, just like the rest of them. I want a chicken ranch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, sure, I know that one, too. All you need is five thousand hens and one rooster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "That's the set-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Stop kiddin' yourself, Betty. You'll be ridin' these tubs till they count ten over ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I may fool ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "I hope ya do. She takes a swig of gin and hands him back the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Spray your throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Here's to the rooster. Cluck, cluck, cluck, cluck, cluck. Betty chuckles as Skippy drinks",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Say, uh, who's the mug with Dan Hardesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "He's a copper. The toughest one out of Frisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Pinch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Nothin' else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Tough rap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "The toughest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(stunned) Murder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "If you can call it murder for croakin' \fthe dirtiest heel that ever lived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Well, any chance to beat the rap?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "No, no. He's already been sentenced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Well, then, how's he-",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "He broke. He broke when they were takin' him to San Quentin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(realizes what that means) The rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(soberly) The rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Whew. Shaken, Betty rises in disbelief and ends up at the cabin",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "He's a swell guy, too. Gee, he came to the front for me in Singapore when I was in wrong. (with emphasis) And I was in wrong. (shakes her head) Took a long chance for me. (sighs) Certainly wish I could pay him back the same way. Betty sees something out the window and draws back the cu look. She glances over at Skippy, motions with her eyes f then continues to stare out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Look. We hear Joan and Dan's theme as Skippy joins Betty at the crooks stand together and see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "standing at the ship's railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY'S VOICE",
          "text": "He's got everything. Strength, youth, courage. ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "watch Dan and Joan glumly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "... Everything that makes life fit to live. (beat) It's just a ghost. Skippy nods solemnly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "stand at the railing and look out at the ocean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joan stares out at the water. Dan smokes a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Is it late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Does it matter? She turns to him with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Not any more. (dreamily) The world and time seem somewhere else. Dan moves in warmly to give Joan a kiss but before they d",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY AND SKIPPY",
          "text": "watching at the window. Betty shuts the curtain and looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Death ain't tough enough. (beat) He's gotta fall in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "A dotted line, marking the ship's progress, stretches fro the way to Honolulu. San Francisco seems very far away at A superimposed text reads: 3rd DAY A superimposed image of the S. S. Maloa appears in the ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Burke, casually dressed, stand at the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Let's take a turn around the deck. Dan shows no interest, calmly puffing a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I do forty laps a day. Keeps you in shape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(dryly) What's the percentage of me keeping in shape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Why, it's, uh, better than, uh, mooning around the deck all night. A smiling Joan appears in a doorway and heads for the men cigarette over the side and tips his cap as he takes Joan",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Oh, good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "May I present Mr. Burke? Miss Ames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "How do you do? Joan and Burke shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Mr. Burke is an old friend of mine. We're ... traveling together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "How nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Yeah, we're together all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Practically inseparable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "\f(pleasantly, to Burke) Well, I'm taking him for the afternoon. (drags Dan away) Come along, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "That's all right. Burke watches them go, then takes a few deep breaths and around the deck. Farther down the deck, we see",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "sitting in a lounge chair with a book in hand. She grins",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "standing nearby. He readies himself and then adopts a dru staggering forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skippy staggers down the deck and pretends to lose his ba top of Betty who screams. Skippy, sitting on her legs, ti apologetically as Burke strides into view, grabs Skippy's him to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Hey, you little tramp! I ought to throw you overboard! Burke shoves Skippy who wobbles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "sighs, whimpers, and employs her European accent, pretend in distress to engage Burke's sympathy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Isn't it possible for a lady to to go anywhere nowadays without bumping into all sorts of people?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "peers around a corner at Burke and Betty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "hollers at Skippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "If I had you on shore, I'd--!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(whimpers, clutches her throat) Oh, I'm so frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tips his cap) Nobody's gonna harm you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Ah, you are good. So brave. I am very, very grateful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(genuinely pleased) Aw, don't mention it, eh, Madame la Countess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Oh, you know me, huh? Who I am? I have not the pleasure to know you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Oh, uh, my name's Steve Burke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Delighted. Monsieur Burke. Betty offers Burke her hand. He is about to bend over to looks around self-consciously and decides instead to shake it v invites him to sit in the lounge chair next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Now, come, you sit down with me for a few minutes, hm? (Burke sits) Oh, that terrible man, he might come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Aw, nobody's gonna bother you -- not with me here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "You know, I could not feel safer if I thought you were a policeman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Say, now, listen, lady ... Burke takes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "watching from around the corner, laughs his irritating la heads off to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the bar, a patron downs a drink and then walks away, arrives. Seeing that the bartender at the cash register h to him, Skippy, left alone with the patron's empty glass and bottle of liquor, pours himself a drink. He knocks it back rapid hat to keep it from falling off. He quickly sets the glas look nonchalant. Seeing that the bartender is still busy at the register, another shot, downs it fast, and resumes his nonchalant p ignores the glass and simply grabs the bottle to chug dow Satisfied, he exhales deeply, grins, hiccups, buttons his move off. At last, the bartender, hands full of money, turns from t sees Skippy trying to leave unnoticed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hey...!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Oh, yes. Almost forgot. My change. The bartender raises his eyebrows in surprise and squints",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "I beg your pardon, sir? What was it you gave me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "I gave ya a five dollar bill. The bartender counts out the change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Yes, sir, I'm - I'm sorry, sir. Sorry, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Oh, oh, wait, you only took off for one drink. I had three. Skippy shoves some of the change back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Oh, thank you, sir, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Think nothing of it, my good man. The smiling bartender watches Skippy walk off with the mo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A drunken Skippy bumbles down the hallway toward a full- mistakes his own reflection for an oncoming passenger, an to let the person pass. He takes off his hat and bows apo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "I beg your pardon. After a pause, he straightens and heads toward the mirror as before, he mistakes his own reflection for an oncoming a little, takes off his hat and bows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "After you, sir. Another pause. Skippy straightens and again heads toward his reflection, and backs away. This time another passenger a by. Skippy looks up at the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(annoyed, to the man) Say, how long is this parade gonna last? Puzzled, the man looks at Skippy for a moment, says nothi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(to the man) Oh, you won't talk, huh? Skippy snaps his fingers with contempt at the departing m heads back toward the mirror -- where he once again runs This time, he raises a hand in protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "No, you don't! No, you don't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY, (MIRROR NOT VISIBLE)",
          "text": "Skippy beats his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "It's my turn now! Skippy adjusts his jacket, barges forward and smashes int shattering it with a crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY AND THE BROKEN MIRROR",
          "text": "We discover him on hands and knees amid broken shards of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Well, you got away with it that time. But I know what you look like. And it won't happen again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "The dotted line, marking the ship's progress, stretches f to Honolulu. A superimposed text reads: 16th DAY A superimposed image of the S. S. Maloa appears in the ce heading toward the camera on a foggy night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A couple of VIEWS of sailors dressed warmly, sporting bin into the fog-enshrouded night as a fog horn blows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starting with a tuba (matched to the fog horn), we PAN OV orchestra as it plays dance music. Then, we PAN OVER to t in the lounge. Betty dances with Sir Harold but smiles at one side watching her. He scowls a little, annoyed and pu dancing with another man. We PAN OVER to Dan and Joan, also on the dance floor, in song ends. Nearly everyone breaks and applauds the musicians. stay in each others' arms and regard one another lovingly. The next number begins, a livelier uptempo piece. Sir Har dance with Betty but Burke muscles in, brusquely grabs Sir Haro pushes him away, showing no regard for etiquette. Betty merely h to Sir Harold who nods politely and watches as Burke grab away with her. Betty and Burke turn out to be the best rubber-legged dan Skippy, hat in hand, watches the couple from the sideline Burke puts a lot of energy into his eccentric dance moves Skippy points and laughs his irritating laugh. Burke and Betty pause at the sound of the laugh to stare But he just keeps laughing at them. Betty smiles as Burke gives Skippy a long dirty look. The \fenergetically. A grim Sir Harold watches all this unhappily, fanning him fan. After a moment, he peers down at the fan, realizes h and folds it up. DAN AND JOAN, meanwhile, are also still on the floor. On the sidelines, Joan's doctor watches the two of them w clearly overexerting herself. Joan looks stricken, pauses, and leans on Dan for support",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan. Dan, wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Oh, my dear. What is it, sweet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I'm all right. Let's - let's go out on deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes, of course, dear. As the music ends and the crowd applauds, Dan helps Joan doctor, seeing this, shakes his head sadly and moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the ship's orchestra plays their love theme, Dan and J the fog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Much better. Out here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "It is rather nice to get away from people, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Oh, Dan, I'm so happy. Dan kisses Joan's hand affectionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Tomorrow, Honolulu. I have the whole day planned. First, we'll hire a car. Drive across the Pali. Just we two, hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "You don't sound very enthusiastic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Only because ... There's something that may prevent my going ashore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Oh, Dan. And I'd counted on it so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Oh, don't worry, I'll get out of it somehow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Sweetheart. Betty and Burke emerge on deck, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Think you can lose friend Steve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(wryly) I'll make it my supreme effort. Joan laughs. Betty and Burke approach Dan and Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(to Betty) I can't dance with everybody -- but with you, Countess--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(amused, to Joan) You know, Steven dances like a gigolo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I wouldn't say that exactly. You two ain't so bad yourselves. Why aren't you going at it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I'm saving my strength for tomorrow in Honolulu. Dan's taking me for a long drive. Burke doesn't like the sound of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(to Dan) Oh, so you're going for a long ride, huh? \fDan averts his eyes. Betty senses the need to intervene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "That's swell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I think I need a lemonade. Come Steven. (to Joan) We'll see you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Au revoir. Dan politely rises as Betty and Burke move off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY AND BURKE",
          "text": "stroll down the deck. Burke is moody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "What's the matter, Steven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I wonder if that guy back there thinks he's pulling me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Why? What about? They pause. Burke decides to level with her",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I may as well tell ya now. We ain't pals. He's my prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Wha-at? You are a police officer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Sergeant, First Grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(pretends to be impressed Oh! Ohhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "And I know what's going on in that guy's mind like I can open it and look in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Oh, you're wonderful! You know, I always wanted to meet a detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Honolulu's the last stop. That means it's his last chance to make a get- \faway. And that's what that guy's thinkin', thinkin' every moment. But he's only wastin' his time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "Joan tells Dan her plans for the next day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Cross the island, I - I know the most divine spot. I'll take you there. Have you all to myself. Dan and Joan kiss, deeply, passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY AND BURKE",
          "text": "continue their conversation farther down the deck",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Let him once get near the shore and he'll risk his life to make a getaway. But if he makes one phony move ... Burke shows Betty his holstered pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(laughs nervously) Oh, you frighten me. What are you going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I'm gonna put him in the brig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Brig? What is \"brig\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "That's what they call a jail ona ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(understands) Mmmm. The two stroll off, arm in arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan sees Joan to her door. She opens it and they regard e",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Good night, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Good night, Joan. We hear their theme again briefly as Joan starts into he hand and kisses it as she goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Until tomorrow. Joan closes her door and Dan heads off down the hall, los",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fog horn blows as Dan, in coat and cap, walks the deck, officer salutes him but he pays little heed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betty opens the door for Skippy who enters and looks arou closes the door behind him and crosses to a table. Skippy",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "What's the matter? Betty scoops a half dozen bullets off the table into her to a delighted Skippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "From the copper's gun? How'd you get \"em? Betty merely glances over to a nearby chair. Burke's bow it. In the background: an unmade bed. Skippy starts to la his mouth to hush him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Now, get this. You go to Dan Hardesty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fog horn. Skippy, concealed between some lifeboats, ste the deck and sees Dan approaching. As Dan nears, Skippy e the shoulder and instantly retreats. Dan looks around to being watched and joins Skippy between the lifeboats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "You're slated for the brig, any minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I was afraid of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, look. Skippy shows Dan a handful of bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "From Burke's gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Yeah. Betty pulled his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "That gives me a chance. Skippy whips out a wad of bills and hands it to Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Hey, here's a bankroll. You'll need it. Compliments of Betty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "English money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Well, that's the only kind Sir Harold had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "What a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Come on, Dan, get goin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Thanks, Skippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "All the luck in the world, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I'll need it. Dan hurries off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "The dotted line, marking the ship's progress, stretches f Honolulu. A superimposed text reads: 17th DAY A superimposed image of the S. S. Maloa appears in the ce heading east.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Early morning. An officer shows Burke a cell in the brig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "He won't get out of there. The officer hands Burke the key. Burke looks the cell ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "That's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Can I help you bring him down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "No, no, I don't need any help. I can handle him myself. The officer salutes and walks off. Burke gives the cell d satisfied, starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan sits at a desk, writing a letter which reads: Joan- I am running away - a fugitive condemned to death. I've tried to tell you but couldn't. I will attempt to reach Mexico. If you can forgive me, come to me there. If not, know that I understand and love you always. He signs it \"Dan\" and blots it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swimmers approach the ship as it motors toward the shore. ship and into the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN DAN AND BURKE'S STATEROOM",
          "text": "A British-accented steward stands by as Dan sits at the d \fenvelope and issuing instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I'd like you to deliver this to Miss Joan Ames in stateroom B-fifty-five -- about an hour after the ship docks in Honolulu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(hands over the envelope) You understand? About an hour after we dock, not before that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "Very good, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(rises) And ... don't disturb me for a couple of hours. I think I'll take a nap. I'll ring you if I want you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "Very good, sir. Dan watches the steward exit, then quickly grabs a heavy from a nearby table and dumps it out in the bathroom sink he grabs it and carries the decanter and the towel to the He places the decanter strategically on the table, then o twists it into a gag and places it against his mouth for it will gag Burke effectively, he hides it under a bed sheet",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE HALL",
          "text": "outside the cabin, Burke arrives. He pauses at the door, taking no chances, he draws his pistol and checks it. No out the clip: empty. He casts a suspicious look at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE ROOM",
          "text": "Dan readies a rope with which to tie Burke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE HALL",
          "text": "Scowling, Burke nods in understanding, guessing that Dan ammunition. He takes a fresh clip from his pocket, loads gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE ROOM",
          "text": "Dan hears Burke opening the door and stuffs the rope unde smoothing his hair, moves to a bureau and grabs a cigaret Burke staring at him grimly. Dan lights his cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "\fWell, pal, you look pretty smooth. Going ashore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Yeah, but, I'm sorry, pal. You're goin' in the brig. Burke moves casually into the bathroom. Dan, just as casu direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "That's a bit tough but ... I can't say I blame you. Burke, in the bathroom, keeps an eye on Dan in the bathro",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Yeah, you know how it is. A guy's gotta do his duty. Burke watches in the mirror as Dan sets down his cigarett heavy glass decanter. Burke reaches for his pistol. Dan raises the decanter and moves forward rapidly. Grinning, Burke spins and fires. The decanter shatters and Dan freezes, staring first at B broken glass in his upraised hand. Dan looks stunned and his hand and sighs at Burke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Not bad. Burke covers Dan with his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "And now, if you've no serious objections, pal, let's get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "No objections. Dan sets what's left of the decanter down. The two men mo exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE HALL",
          "text": "Passersby murmur noisily, having heard the sound of a gun his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "All right, pal, across the hall and down through the engine room. Ignoring passengers and officers, the two men walk off. \fWatching all this from a corner is a worried Skippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW DECK",
          "text": "Noises from the engine room reverberate as Dan and Burke flights of narrow stairs. They pass a good deal of machin bowels of the ship. Occasionally, Dan must pause to get d who stays behind him at all times. Finally, they arrive a Skippy trails behind, peering around a corner. Burke unlocks and opens the cell door, then points for Da enters and Burke locks him in. Burke starts to leave but something to Dan through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Listen, sucker, the next time you take the shells out of a smart guy's gun, remember to put some blanks back! Skippy overhears this and watches closely as Burke pocket left-hand jacket pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passengers disembark and file down the gangplank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Betty stands near the purser's station reading a brochure past her and speaks rapidly out of the corner of his mout",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Dan is in the brig. The copper's got the key here. Skippy pats his his left-hand jacket pocket. Betty shows whatsoever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Oke. Skippy wobbles off and takes up a position down the hall. gorgeous white dress for her day in Honolulu, joins Betty",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Good morning. I, er, I was just waiting for Mr. Burke to take me ashore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen Dan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Uh, no, no, but he'll be along soon. Burke joins Betty and Joan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Good morning, ladies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Good morning, Mr. Burke. Betty immediately coos over Burke and runs her hands over",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "(to Joan) Oooh. Doesn't he look handsome? Betty easily picks Burke's pocket and palms the key. Skip from a distance, laughs his annoying laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Have you seen Dan anywhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(uncomfortably) Why, er-- No, I - I haven't. (to Betty) We gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "See you ashore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Au revoir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Sure. Burke and Betty walk toward the gangplank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Gee, that was a tough spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Mm, poor kid-- (catches herself, switches to French) Le pauvre enfant, hm? As they pass Skippy, Betty hands him the key, then puts h Skippy looks at it with delight and hurries off to free D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burke and Betty are among the passengers filing down the",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE BRIG",
          "text": "Skippy unlocks and opens the cell door. An amazed Dan app",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "The cop and Betty have gone ashore. Give them plenty of time for a head start. Dan is speechless. He grips Skippy's shoulders warmly and a word. Skippy watches him go, then shuts and locks the cel",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW DECK",
          "text": "Dan strides past the heavy machinery and climbs the narro deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE GANGPLANK",
          "text": "Joan looks around with concern for Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW DECK",
          "text": "Dan hustles up the stairs, then slows to a walk as he rea",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE GANGPLANK",
          "text": "Joan moves off in search of Dan. Dan rounds a corner and sees the empty gangplank. He puts heads for it. But Joan spots Dan as he starts down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan! Dan, startled, stops and turns. Joan joins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Oh, Dan, oh, I've been looking all over for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I'm so sorry, but I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "It's all right now that you're here now. Well, come on. Let's go, shall we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. They start down the gangplank. Joan opens her parasol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Wait'll I get this up. There we are. They descend the gangplank. Dan's eyes shoot around nervo they meet Joan's doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Good morning, Mr. Hardesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Good morning, Doctor. Dan looks around uncertainly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "(to Joan) Now, please be careful. Not too strenuous today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(cheerily) Don't you worry about me, old dear. (taking Dan's arm) Come along, Dan. (to the doctor) Bye! The doctor watches them skeptically as they leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burke and Betty stroll along, chatting amiably. Skippy ru and blunders into them. In the process, Skippy separates them long enough to pass the key to Betty who, sobbing and cli pretense of fear, stealthily returns the key to Burke's p",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(angrily, to Skippy) When you get to Frisco, I'll bounce you in the can so fast, you won't come out till Chinese New Year!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Buddy, when I get back to Frisco, you'll be trippin' over your beard! Skippy laughs his inimitable annoying laugh and walks off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Joan park a rented car in front of a spectacular which fly in the stiff tropic breeze. Dan climbs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Now, if you don't mind waiting for just a couple of moments, I have a little surprise for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I'll wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan speaks to an ape-jawed bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "So I've got to get out of here today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "(nods) I see. (thinks) I've got the man. Have you got plenty of money? Dan shows him his wad of English bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated at a table, Dan shows the wad of bills to another ship's captain. Dan passes him some cash under the table pockets it. The two men rise and Dan follows the captain the captain gestures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "There she is. You can't miss it. Dan looks and sees: a steamship at anchor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "What time do we sail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Just as soon as it's dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN",
          "text": "We'll be ready to shove off the minute you step aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods) Good. The two men go their separate ways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joan, still seated in the parked car by the flags, smiles She sighs in delight at a giant lei, dense with flowers, presents to her as he climbs in next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Gardenias, [pekakee?] and camillia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "It's too beautiful. Dan puts the car in gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Now, over the Pali. [?]",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "We're off. They drive away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Joan sit together in some sheltered spot with bea scenery for a backdrop. Dan, pensive, smokes a cigarette. Joan, d lounges against a tree, wearing the lei. Hawaiian guitars",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I could stay here forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I wonder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Would you be content to spend the rest of your life with me in some ... far-away place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Anywhere, Dan. He looks at her, wondering how to break the news to her. \fand sits up to question him more closely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Why so serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Joan, dear, I've got to tell you this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan, if it's serious, I don't want to hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "But I must tell you, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Not today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "But, my dear-- She puts a finger to his lips and shushes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "May I have a cigarette? He reluctantly breaks eye contact with her and fishes out",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "You're incorrigible. She takes a cigarette. He taps some ash off the end of hi hers. As she exhales, they stare into one another's eyes and then slowly draw in for a passionate kiss. After a moment cigarette and flicks it away. We PAN WITH the half-smoked the nearby sand. After a pause, Joan's barely-smoked butt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skippy stands in a shop doorway, looking around. He sees approaching him on the sidewalk. Skippy looks thoughtful pulls out a half dollar, which he flips in the air like a the coin a kiss for luck, then drops it on the sidewalk i instantly turns his back to Sir Harold, assumes a nonchal whistling. Sir Harold approaches, sees the coin, pauses, steps on it smugly, then bends to pick it up. As he does, he exposes back pocket. Skippy, whistling, turns casually, plucks th Harold's pocket and strolls away with it. Sir Harold, not robbed, straightens with a satisfied smile, pockets the c Skippy, chuckling his inane laugh to himself, pauses in a the contents of the wallet. He opens up the wallet expec find it empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Oh, boy, it's dark in there. He throws the wallet down on the sidewalk in disgust. Ang counts to ten to hold his temper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Two, three, four, five, six, seven, eight, nine, TEN! As he reaches ten, Skippy rounds a corner and spots Sir H",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Four dollars, please. Skippy watches Sir Harold pull out a wad of cash from his Skippy keeps counting, through gritted teeth, as he stalk",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Eleven, twelve, thirteen, fourteen,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twilight. Hawaiian guitars play. We open on the two cigar sand, then PAN OVER to a deeply satisfied Dan and Joan. H tree and holds her in his arms as she lies in his lap, lo another, very much in love. Joan sighs a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "This is living, isn't it, Dan? He leans his head against the tree and shuts his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Could we ask for more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(apprehensive) Only ... that it would never end. It won't end, will it, Dan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(reassuring) My dear, whatever happens, we belong to each other, always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "\fHold me closer. They embrace. And kiss. And kiss. When they break, she ru cheek. He takes her hand and kisses it. They look out at spectacular sunset. Dan notices Joan's moist eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "What's this? Tears? Oh ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Can't help feeling a little bit sad. It's been such a happy day. I guess we ... we ought to go back, shouldn't we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I suppose so. Reluctantly, he rises and helps her to her feet. They wal sun sinks down into the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ship's horn blows as Dan and Joan drive up in their r",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "The dock's over there, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes, it's still there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "The gangplank's there. We can - we can make it if we hurry. They climb out. Dan takes Joan in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Joan, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan, we have to hurry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I've got to tell you this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "You must go the rest of the way alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been trying to tell you all day. I'm not going back on the ship. Joan's face falls, devastated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "You're ... not going back on the ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(shakes his head) I can't go back, dear. Because I'm-- Joan's heart gives out -- she faints, collapsing into his",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "My dear? Joan? Dear? But she is unconscious. A ship's horn blows. Dan looks up chartered steamship anchored nearby. He glances down at Joan in his arms, then turns to see th front of him. Joyful Hawaiian music plays. Passengers line the deck, to waving \"Aloha!\" Also on deck: Joan's doctor, who peers at worriedly. Dan glances at his steamship, and at Joan who clearly nee attention, then makes a decision. He hoists Joan up and starts to ca Maloa just as a friendly Hawaiian man approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAWAIIAN MAN",
          "text": "Might I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes, will you turn that car around? And -- keep the engine going!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAWAIIAN MAN",
          "text": "Yes, sir. Dan rushes off toward the gangplank with Joan in his arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On deck, Burke and Betty lean on the railing, watching th suddenly spot Dan on the dock hauling Joan in his arms. I feels in his pocket for the brig key, pulls it out and lo fully aware of what's happening, keeps a stone face. Dan carries Joan up the gangplank which is festooned wit doctor meets him and they hurry off to Joan's cabin. Burke, grim, pockets the key and rushes off -- without a after a moment, follows him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor opens the cabin door for Dan who carries Joan on the bed. The lively Hawaiian melody gives way to the m Oe\" as the doctor quickly examines her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Is she all right, Doctor? After a moment, the doctor looks at Dan and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I believe so. Dan starts to withdraw. Joan looks like death warmed over look and turns to go. But Joan, without opening her eyes, regains consciousness him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan ... He pauses and reluctantly returns to the bed, leaning ove",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes, dear? She can't open her eyes but somehow has the strength to p him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan ... Don't leave me ... The ship's horn blows noisily. Dan looks around, realizin the ship. He strokes her hair and presses his cheek to he manages a smile. The doctor, pleased at this, withdraws. Dan pulls away from her, seeing that Joan has fallen unco Burke brusquely enters the cabin but pauses at the sight bedside. Clearly, Dan isn't going anywhere. Joan's hand f side. Burke turns away thoughtfully and slowly exits, tak the couple before quietly closing the cabin door behind h",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE HALL",
          "text": "Burke fails to see Betty standing behind him as he shuts talks to himself, sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Poor guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "What did you say? Startled, Burke turns to see Betty. He is immediately sel",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Oh, I didn't say nothin'. Betty watches as Burke, flustered, walks off. After a mom down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE CABIN",
          "text": "As Dan watches over an unconscious Joan, he notices an en stand: the farewell letter he had written to her early th Somewhere off screen, a chorus of singers croons \"Aloha Oe\" as Dan and pockets it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "Streamers fly as a sour-faced Burke leans against the rai crowd. A sympathetic Betty joins him and takes his hand a maintains her European accent even as she tells him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Ah, you're a swell guy, Steve. She rests her head on his shoulder. Burke gives her a puz brightens a little and straightens up. The two look down",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GANGPLANK",
          "text": "being unhooked from the ship. A huge crowd of well-wisher waving to passengers on deck and singing \"Aloha Oe.\" Burs crowd is Skippy, wearing a lei. He races up the streamer-clogge it is pulled away and jumps onto the ship, well ahead of policemen chasing him. Left stranded at the dock, they sh and yell for him to \"Get out!\" and \"Don't come back!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "Burke rushes away from an amused Betty to join Skippy at doorway. Skippy points to the policeman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Don't forget to write now, will ya? Skippy laughs his annoying laugh as a grim-looking Burke, strides into view behind him. Skippy turns to see Burke a laugh. Smugly, Burke nods and gives Skippy a sneering smi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "\fThe next stop, sucker, is San Francisco. Without a word, Skippy adjusts his jacket and wobbles off",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHIP",
          "text": "pulls away from the dock as the crowd waves and finishes",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "The dotted line, marking the ship's progress, stretches f direction of San Francisco. A superimposed text reads: 19th DAY A superimposed image of the S. S. Maloa appears in the ce heading northeast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan lies half-asleep in bed. Joan's doctor sits at his be",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I'm sorry to disturb you. Dan awakens and sits up, with concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "It's you, Doctor--",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Oh, nothing's happened. I just want to have a little talk with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "You're the only one that can help me. (shakes his head sadly) Her condition is desperate. She must have absolute quiet and rest if she's to reach the mainland alive. She survived this attack but it isn't humanly possible for her to survive another. The slightest excitement might kill her. A shock surely would. Can I depend upon you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. Now, try and get a little more rest. The doctor rises and heads for the door. Dan reaches a de out of bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Oh, Doctor. Dan rises and the doctor rejoins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I've got to tell you this. There IS a shock coming. And I don't know how to avoid it. When we reach San Francisco, I'll be met by the police. They're taking me to San Quentin ... for murder. The doctor stares at him, speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "The dotted line, marking the ship's progress, stretches f about three-quarters of the way to San Francisco. A superimposed text reads: 22nd DAY A superimposed image of the S. S. Maloa appears in the ce heading northeast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PAN ALONG a row of lounge chairs to discover Dan and J dressed warmly against the chilly ocean breeze, a shared covering their legs. Joan, recovering but restless, is in",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I'll play you a game of pegs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I think you'd better rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "(chuckles) You're beginning to even look like my doctor. We PAN FARTHER DOWN the deck to discover Sir Harold aslee noisily. Skippy, sitting beside him, sees this, then chu hands greedily as he sidles up to his sleeping victim, pr pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skippy, cautiously looking around, walks to Betty's door knock. Inside, Betty, brushing her hair, pauses, goes to the doo careful not to be seen from the hall. Skippy enters, look the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Oh. Betty closes the door behind Skippy and goes back to brus pulls out a wad of money and counts out some bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Shouldn't come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Nobody saw me. I came to pay you the money I owe you. Betty inspects the bills: English pounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Sir Harold?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(chuckles) Uh huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Uh huh. Thought I told you to lay off him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Well, what was the use of lettin! him go to waste? You weren't usin! him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I've been busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Oh, sure. With that copper. (wags a finger at her) You know, I think you're falling for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not such a bad guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Ah, sure. Copper-lover! Falling for the Law. The fox falling in love with the hounds. I'm ashamed of ya. I tell ya, that guy's no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Now, wait a minute. His racket! son the other side of the fence but he's playing it on the up and up. He's one hundred percent copper just the same as you're one hundred percent thief. And, you know yourself, a hundred percent puts you at the head of the class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "I wonder if I'm hearing all this right. Betty pointedly folds up the bills and stuffs",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Scram. Skippy tips his hat as he retreats and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Good night, Countess. them down her front. Left alone, a smiling Betty brushes her hair even more vi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Skippy rushes up to the bar in great excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Quick, bartender, give me a drink, quick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "Quick! Before the fight begins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Yes, sir. Here you are, sir. The bartender rapidly pours a shot which Skippy knocks ba Agitated, Skippy looks off, then back to the puzzled bart",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. Gimme another, another one, quick. Quick! Before the fight begins! The bartender pours another shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Wait a minute! Wait a minute! What fight?! Skippy knocks back the second drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKIPPY",
          "text": "(suddenly calm) The fight between you and me. I can't pay for these drinks. The bartender watches with amazement as Skippy laughs his staggers away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAP OF THE PACIFIC OCEAN",
          "text": "The dotted line, marking the ship's progress, stretches a Honolulu to San Francisco. A superimposed text reads: 24th DAY A superimposed image of the S. S. Maloa appears over the the San Francisco Bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dan and Joan stand at the deck. Bells ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "The Golden Gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I remember an old hymn. How'd it go? \"Keep those golden gates wide open ...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "\"Keep those gates ajar ...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Yes, I remember that. I was born here in San Francisco. And when I was a youngster, I used to think they were singing about this Golden \fGate. I thought it was the only one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "I hope you were wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "(nods) I hope so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of the city as seen by Dan and Joan from the bay. Whistle",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "taking in the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Lovely, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "lost in thought. VISIONS of SAN QUENTIN and a silhouetted SUPERIMPOSED across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "stand silently together at the railing, both lost in thou",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE AND BETTY",
          "text": "emerge on deck, walking side by side to the railing in an ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Voila! Your San Francisco, hm? Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(unhappy) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO ROOM",
          "text": "A headphone-wearing radio operator hands a newly-received steward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO OPERATOR",
          "text": "Here, get a load of this. As an ominous horn blows, the steward reads the telegram:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The steward hands the message back to the radio operator envelope for delivery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "I've seen some royalty in my time but I thought she was the grandest of the lot. I hate to deliver it. Amused, the radio operator hands the envelope to the stew exits the radio room with it and heads off grimly down th",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE AND BETTY",
          "text": "standing together at the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "You know, I'm sort of tired of bein' a copper. Betty looks at him, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Oh, I don't know. I - I just sort of feel that I won't enjoy being the Law any more, after what's happened. And I was wondering if you'd be, well, I sort of - I sort of thought that-- Well, anyway, I got a ranch half paid for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "A ranch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Sure. I got a chicken ranch in Petaluma. Betty is, of course, stunned. She reaches a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Oh, I'd love it, Steven, but-- There's something I have to tell you, first. (drops her phony accent) Aw, you're a right guy and I'm gonna come clean with ya. Now, it is Burke's turn to be stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "In the first place, I'm not a countess-— Abruptly, the steward arrives and hands Burke the envelop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beg your pardon, sir. Betty turns away in embarrassment. Even as he stares at h the envelope and waves off the steward who departs. Burke ope reads it. He looks up and squints at Betty, then crumples fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "(darkly) You were sayin'? Betty turns back to him, bluntly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "I was sayin' I'm not any of the things you think I am. I've been a long way. And I've left a wide trail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "If it's your past, mine ain't been no bed of violets. Burke takes Betty's hand and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "What do you say we forget about it? Let's start from scratch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "You on the level, Steve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "On the level. What do you say ... \"Countess\"?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Don't smear my bangs. They kiss. Behind his back, Burke drops the crumpled tele",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "Smiling into each other's eyes, they stand at the bar, ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Remember our first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "We thought it was our last. You never can tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four glorious weeks. So many happy hours. And there's so many more, too. Aren't there, Dan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Of course, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Mustn't miss one of them. Dan offers his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "We won't, dear. Joan takes his hand. A pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Where shall we dine tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Does it matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Not as long as we're together but ... it's fun to plan ahead. Let's see. I'd like to ... to be in Caliente for New Year's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "That's just a month, isn't it? Well, then. (a toast) Here's to Agua Caliente, New Year's Eve. They are suddenly serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Nothing can keep me away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Nor me. They clink glasses gently and drink, never taking their e They drain their glasses and break into smiles again. And glasses on the side of the bar -- simultaneously. THE BARTENDER, nearby, winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "cross the stems on the countertop. THE BARTENDER, frustrated, snatches up two glasses in fro them to the floor with a crash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "sits reading a magazine nearby. He looks up to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "exiting the lounge, arm in arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "nods to Dan, making eye contact",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "looks at Burke, knowing his time is up. Dan turns to Joan",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "I'll finish packing and ... join you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "holding hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "All right, sweet. Joan smiles and exits. Dan watches her go, then turns and Burke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passengers line the deck as the ship pulls up to the nois",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joan checks her wristwatch and looks out the window at th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Burke, holding the handcuffs, confers with Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "Sorry, Dan. Dan peers down unhappily at the cuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "You have to use those? Behind the two men, the British steward appears in the do overhears:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I've got to deliver you according to Hoyle. You know, this ain't any petty larceny rap, it's murder. The steward raises his eyebrows at the word \"murder.\" He as Dan pulls up his sleeve and Burke puts on the cuffs. Q turns and walks off, unnoticed by either Burke or Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "If we could get off the boat without her seeing us--",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURKE",
          "text": "I'll do my best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Thanks. Let's go. The two men head for the door. Dan picks up his overcoat their arms, concealing the cuffs. He picks up his hat and door open wide so that they may leave. After a pause, the men leading the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "stands in her cabin, looking unwell. She turns and exits TRACK WITH her as she walks nervously along, glancing aro Dan. She heads down a stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "arrive at a purser's station on their deck, preparing to",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "descends the stairwell and arrives at Dan's door. She's j when she hears the voice of the British steward coming fr",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD'S VOICE",
          "text": "You could have knocked me down with a belaying pin. And then, as nice as you please, he put the handcuffs on him. Joan, confused, knocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN DAN AND BURKE'S STATEROOM",
          "text": "the steward turns from the maid he is speaking to and ope enters and looks around in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Where's Mr. Hardesty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "I was just telling her, Miss. Right here, in front of my very eyes, his friend, his best pal, as you might rightly call him, takes out a pair \fof handcuffs and -- snap, snap! -- and he's a prisoner. With their hands at their side, out they goes. Growing pale, Joan stares at the steward in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEWARD",
          "text": "The very same, Miss. And a nicer gentleman you wouldn't wish to meet. And him, a red-handed murderer. And here's me, bobbin' in and out of here, with no thought of me own life, turning me back on him. Why, he might have cut my throat from ear to ear. Before the steward can finish, Joan, breathing hard, stag door and leans in the doorway, eyes shut. After a moment, she horror, then desperately rushes back to the stairwell and stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "still at the purser's station. Dan glances around uncerta",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "having reached the top of the stairs, looks up and down t then we TRACK WITH her as she rushes in the direction of",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "still at the purser's station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "who struggles through the crowd of passengers, searching no sign of him. She clutches a hand to her head, then pre the mob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "still at the purser's station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "through the crowded deck. She pauses and puts a hand to h grows dizzy. The CAMERA MIRRORS her dizziness but she pre disappearing into the mob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "finally depart the purser's station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT A STAIRWELL",
          "text": "The hallway is empty. Joan rushes into view and climbs th moment later, Dan and Burke emerge from the lower deck an gangplank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "apparently lost. She ducks in a doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "stuck in the line at the gangplank which has apparently n yet. They look around unhappily, unable to disembark righ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "fails to see Joan appear several yards behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "sees Dan. She pauses, relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "still hasn't noticed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "raises a hand to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Dan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "hears her but doesn't want to look in her direction. Fina hear their theme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Joan! He puts out his free hand to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "presses forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND JOAN",
          "text": "hold hands and stand together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "peers into Dan's face, knowing she will never see him aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Goodbye, Dan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "shakes his head, with a slight grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Not goodbye, dear. Auf wiedersehen. Until New Year's Eve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "glows happily. In the background, we hear the gangplank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "Auf wiedersehen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "kiss deeply. Passengers begin to file out behind them, do They break the kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "watches, smiling, as Dan, too, retreats toward the gangpl",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN",
          "text": "Nearly lost in the crowd. He looks back at her over the t waves, just as he had over the saloon's swinging doors wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "delighted, returns the wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAN AND BURKE",
          "text": "on the gangplank. Dan turns away from Joan. He and Burke WITH them for a moment and then PAN BACK UP, past the oth passengers, to",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOAN",
          "text": "who smiles and waves. She pauses, her hand in the air. A her face. She stares into space for a long, long moment a press forward all around her. Her eyes close. Her head ti backward into a passenger behind her",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TOY BALLOON",
          "text": "upon which is printed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAPPY NEW YEAR",
          "text": "A crowd roars and hollers, \"Happy New Year!\" A band plays a lively version of \"Auld Lang Syne.\" Someone sticks a cigarette in the balloon and we hear but burst. Instead, we CUT TO a fast TRACKING SHOT that runs paralle part of the Agua Caliente resort in Tijuana, Mexico. The well-dressed revelers: tuxedoes and evening gowns and par and balloons and noisemakers are everywhere. They dance, at tables and order food, they make merry. We SWOOP PAST them all to the far end of the club which i Two bartenders stand together, polishing glasses at a bar bar, a lone figure sits on a stool. We don't recognize hi But then we abruptly leave our parallel track and RAPIDLY the man for a brief, seconds-long glimpse: it is Skippy a him before -- well-groomed in a black tux, nursing a drin sober, lost in thought. In a moment, he is gone and we catch a short view of the him as we PAN OVER to the two bartenders, wiping their gl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be glad when this thing's over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "You're telling me? These holidays are dynamite. They hear the sound of glasses shattering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "Hey! Look out for them glasses with your elbow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARTENDER",
          "text": "(indignant) I never touched any glasses. Confused, the bartenders turn in the direction of the noi Joan's theme as we PUSH FORWARD and between the bartender stems of two broken glasses crossed on the countertop, da visible in the background. After a moment, the broken glass vanishes, ghost-like, in",
          "sentiment": "neutral"
        },
        {
          "speaker": "END TITLE",
          "text": "Till We Meet Again Smile the while you kiss me sad adieu When the clouds roll by I'll come to you Then the skies will seem more blue Down in Lover's Lane, my dearie, Wedding bells will ring so merrily Ev'ry tear will be a memory So wait and pray each night for me Till we meet again \fWhere Was I? [Dan and Joan's love theme became a #1 pop hit in 1940 with Al Dubin's words set to W. Frank Harling's music. The song was introduced in “'Til We Meet Again\" -- the 1940 remake of \"One Way Passage\"...] Oh, where was I The night that you surrendered to a sigh? Where was I? The moon was high The night that you first listened to a lie Where was I? I always felt that you would melt In someone's arms some night And I was right The moment came But what a shame that someone else came by Where was I?",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1397"
    }
  ]
}