{
  "movie_id": "MOV1404",
  "scenes": [
    {
      "location": "CANAL",
      "time": "NIGHT",
      "characters": [
        "CROSS CUT WITH",
        "LODOVICO",
        "GRATIANO",
        "DESDEMONA",
        "CUT BACK TO",
        "O",
        "THE END",
        "VOICE",
        "CUT TO",
        "FIRST SENATOR",
        "CASSIO",
        "SOLDIER",
        "SHOTS",
        "INT. NIGHT",
        "BIANCA",
        "BRABANTIO",
        "ANOTHER DAY",
        "DUKE",
        "FLASHBACK FANTASY",
        "OTHELLO",
        "MONTANO",
        "OTHELL",
        "IAGO",
        "OTHELLO, (V.O.)",
        "DAY",
        "EMILIA",
        "SECOND SENATOR",
        "IAGO, (V.O.)",
        "CASTLE",
        "FADE OUT",
        "EMILIA, (V.O.)",
        "-THE CASTLE",
        "IAGO, (CONT'D)",
        "CROSSFADE TO",
        "CREDITS",
        "RODERIGO",
        "ALL",
        "DESDEMONA, (V.O.)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Misty night. The moon is reflected in the canal. A gondol",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO ROBED MEN (SENATORS) walk briskly towards the Doge's TWO CAPTAINS approach from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP: 16th century map of the Mediterranean by the fli We pull back to see that the map is spread across a large SEVERAL ELDERLY SENATORS, lavishly dressed and dripping j The DOGE (DUKE) OF VENICE sits by the fireside playing ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "There is no composition in these news  That gives them credit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND SENATOR",
          "text": "Indeed they are disproportioned My letters say a hundred and seven galleys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "And mine a hundred and forty. A TURKISH EMISSARY arrives with a scroll. A SOLDIER deliv Sultan of the Turks to the Signory of Venice:  'We demand of you Cyprus, which you shall give  willingly or perforce. Beware, therefore,  lest you arouse our wrath for we shall wage  most cruel war against you everywhere.'  (1570)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He passes the scroll to his Senators. There is a flurry o",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Tis certain then, for Cyprus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The veiled figure rounds a corner into a seedy back stree",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three men stand silently, tensely: A PRIEST, a handsome S The door bursts open. The men rise. The veiled figure sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello and Desdemona stand before the Priest. Othello fu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A richly DRESSED GENTLEMAN (RODERIGO) and a SOLDIER (IAGO",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I take it much unkindly that thou, Iago, Shouldst know of this. Othello brings out a sash and places it across Cassio's s",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "By the faith of man, 1 know my price, I am worth no worse a place;  But he, that never set a squadron in the field, Nor the division of a battle knows, More than a spinster, must his Lieutenant be,  And I, of whom his eyes had seen the proof - God bless the mark - his moorship's Ancient. Cassio cannot contain his smile. They clasp hands. Othell Othello and Desdemona are now alone. They move towards ea Roderigo turns away in disgust. He pulls Iago beneath the",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "By heaven, I rather would have been his hangman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, there's no remedy. 'Tis the curse of service:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I would not follow him then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, Sir, content you: I follow him to serve my turn upon him. We cannot all be masters, nor all masters Cannot be truly followed. You shall mark Heaven is my judge, not I for love and duty, But seeming so for my peculiar end: I am not what I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "What a full fortune does the thick lips owe If he can carry't thust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Call up her father. Roderigo considers, then sets off. Iago turns and looks d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio lots himself quietly into the chamber. The Senators pore over the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "But who should lead our business against the Turkish flee They exchange thoughtful glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "(tentatively) Othello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND SENATOR",
          "text": "Marcos Luccicos, is not he in town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "He's now in Florence. Othello?  The other Senators look disapprovingly at the Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "Another of his fathom we have none.  The Duke turns to Lodovico.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "The fortitude of the place is best known to him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Fetch Othello hither.  Cassio leaves the room, followed by two attendants",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago and Roderigo approach BRABANTIO'S HOUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OLD MAN (BRABANTIO) lies asleep in his bed. He mumbles",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "What, ho, Brabantio! Signor Brabantio, ho! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Awake! What, ho, Brabantio! Thieves, thieves! Look to your house, your daughter!  Brabantio sits bolt upright, as if waking from a nightmar",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "... and your bags! Thieves, thieves!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roderigo and Iago shouting \"Awake\", \"Brabantio\", \"Magnifi",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "(peering into the darkness) What is the reason of this terrible summons? What is the Iago urges Roderigo to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(nervously) Signor, is all your family within? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "I know thee, Roderigo, And have charged thee not to haunt about my doors; In honest plainness thou hast heard me say My daughter is not for thee. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Are your doors locked? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Why, wherefore ask you this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Zounds, sir, you're robbed; for shame, put on your gown; Your heart is burst, you have lost half your soul. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "What, have you lost your wits? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Even now, now, very now, an old black ram Is tupping your white ewe. Arise I say! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "What profane wretch art thou? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I am one, sire that comes to tell you, your daughter and",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Thou art a villain. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You are a senator. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "This thou shalt answer, Roderigo... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Sir, I will answer anything; but I beseech you,  Straight satisfy yourself; If she be in your chamber or your house,  Let loose on me the justice of the state For thus deluding you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Strike on the tinder, ho! Give me a taper; call up all my people!  Brabantio mutters to himself, struggling for breath:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "This accident is not unlike my dream: Belief of it oppresses me already. (yelling) Light, I say, light!  Brabantio goes back into his room. Sounds of commotion. Iago congratulates Roderigo with a firm shake of the hand Roderigo gives him a purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Farewell, for I must leave you.  Roderigo tries to grab him, but Iago eludes him and goes. Brabantio comes out of his front door into the street. A BAND OF MEN carrying torches gather at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "It is too true an evil. Gone she is. Do you know where we may Apprehend her and the Moor? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I think I can discover him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "O, that you had had her. (shouting to his Servants) Get weapons, Ho! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio, his two Attendants and Iago stand motionless in t Othello steps out of the chapel to join them. He scoops u",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I pray you, sir, are you fast married? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Sir, you have been hotly called for. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Have with you.  They march off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello and his Men appear from one side. Brabantio's fro Brabantio draws his sword. The sound of swords whipped fr Roderigo is terrified to find himself in the middle of th",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You, Roderigo? Come, air, I am for you. He draws the confused Roderigo to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Hold your hands, Both you of my inclining and the rest, Were it my cue to fight, I should have known it  Without a prompter. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "O thou foul thief Where hast thou stowed my daughter? Damned as thou art, thou hast enchanted her, T'run from her guardage to the sooty bosom Of such a thing as thou? Lay hold upon him.  Brabantio's Men make for Othello. Othello's Men prepare t",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Keep up your bright swords for the dew will rust'em Good Signor, where will you that I go to answer this your",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "To Prison, til fit time Of law and course of direct session call thee to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What if I do obey? How many the Duke be therewith satisfied, Whose messengers are here about my side, To bring me to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "'Tis true, most worthy Signor: The Duke's in council, and your noble self I am sure is sent for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "How? The Duke in council? In this time of night? Bring hi Brabantio sets off. Othello rebuffs the arms that try to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and Othello enters, Brabantio, Iago, Roder",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Valiant Othello, we must straight employ you Against the general Turkish foe. Brabantio pushes his way forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "I did not see you: Welcome, gentle Signor; We lacked your counsel and your help tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "So did I yours. Good your grace, pardon me: Neither my place, nor aught I heard of business, Hath raised me from my bed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Why? What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "My daughter! O, my daughter!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Ay, to me. She is abused, stolen from me, and corrupted. For nature so preposterously to err, Sans witchcraft could not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Whoe'er he be that in this foul proceeding Hath thus beguiled your daughter of herself And you of her, the bloody book of law You shall yourself read in the bitter letter After your own sense, yea, though our proper son Stood in your action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Humbly I thank your grace. Here is the man. He indicates Othello. An embarrassed silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "We are very sorry for't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "(to Othello) What in your own part can you say to this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Nothing but this is so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Most potent grave and reverend signors, My very noble and approved good masters, That I have ta'en away this old man's daughter, It is most true; Gasps of shock and outrage, setting off a series of whisp",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELL",
          "text": "O true I have married her; The whispering grows louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "The very head and front of my offending Hath this extent, no more. Roderigo gasps indignantly. The Duke silences the noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Rude am I in my speech And little blessed with the soft phrase of peace Since these arms of mine had seven years' pith  Till now some nine moons wasted, they have used  Their dearest action in the tented field And little of this great world can I speak More than pertains to feats of broil and battle; And therefore little shall I grace my cause In speaking of myself. Yet, by your gracious patience, I will round unvarnished tale deliver Of my whole course of love: what drugs, what charms,  What conjuration and what mighty magic - For such proceedings am I charged withal - I won his daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "A maiden never bold;  of spirit so still and quiet that her motion  Blushed at herself - and she in spite of nature  To fall in love with what she feared to look on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I do beseech you, send for the lady And let her speak of me before her father. If you do find me foul in her report, The trust, the office I do hold of you Not only take away, but let your sentence Even fall upon my life. All eyes turn to the Duke. The Duke turns to Brabantio, w",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Fetch Desdemona hither. Othello gestures to Iago who leaves with two Attendants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Speak, Othello. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Her father loved me, oft invited me, Still questioned me the story of my life From year to year - the battles, sieges, fortunes, That I have passed:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brabantio and Othello walk together in a bright, sunlit g Brabantio listens intently as Othello tells his story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "Wherein I spoke of most disastrous chances,  Of moving accidents and hair-breadth scapes,  Of being taken by the insolent foe, And sold to slavery. Desdemona sits behind them. Her hair spread out for blond IN CLOSEUP we see she is peeking through her hair. She av",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "And of the Cannibals that each other eat, The Anthropophagi, and men whose heads Do grow beneath their shoulders. This to hear Would Desdemona seriously incline... And with a greedy ear Devour up my discourse; which I observing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER DAY",
          "text": "Twilight in the garden. We find Othello and Desdemona in",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "Took once a pliant hour, and found good means  To draw from her a prayer of earnest heart  That I would all my pilgrimage dilate.  I did consent...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brabantio, seething with anger, turns to the Duke. The Du",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "... and ran it through even from my boyish days To the very moment that he bade me tell it. CLOSEUP on Desdemona's face, on which the following monta",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flames. A white arm drops a flaming torch... Frantic figu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BOY OTHELLO runs fast and scared across a ravine. The",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Boy Othello... strikes, with a staff at his Father wh",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Young Othello... strikes again, with a sword, at TWO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Young Othello - Shackled to other prisoners of war is",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello, bare-chested, catches a gun that's thrown at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello in MILITARY UNIFORM, fighting side by side with I",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The images fade from Desdemona's face to reveal tears on",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "My story being done, She gave me for my pains a world of sighs: She swore, in faith: t'was strange, t'was passing strange 'Twas pitiful, t'was wondrous pitiful; She wish'd she had not heard it, yet she wished That heaven had made her such a man. Othello puts on his coat and prepares to leave. He gives her the handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "She thanked me,  And bade me: if I had a friend that loved her,  I should but teach him how to tell my story,  And that would woo her. They look into each other's eyes. She puts her hand slowl",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO, (V.O.)",
          "text": "She loved me for the dangers I had passed, And I loved her that she did pity them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "This only is the witchcraft I have used. All eyes turn to the Duke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona stops outside the door. Iago stands behind her. Iago steps in and assists. He smiles calmly at her. She s",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens onto Desdemona. All eyes turn to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Come hither, gentle mistress; Do you perceive in all this company Where most you owe obedience?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "My noble father,  To you I am bound for life and education;  My life and education both do learn me How to respect you. You are lord of all my duty, I am hitherto your daughter. But here's my husband; And so much duty as my mother showed To you, preferring you before her father, So much I challenge, that I may profess Due to the Moor, my lord. Brabantio's face creases in pain. Roderigo, likewise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "God bu'y! I have done.  I had rather to adopt a child than get it.  Come hither, Moor: I here do give thee that with all my heart  Which, but thou hast already, with all my heart  I would keep from thee. Brabantio takes his daughter's hand and places it in Othe As Brabantio turns away, his face contorts again and he c",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "I humbly beseech you proceed to th'affairs of state. The Duke waits until Brabantio is safely seated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "The Turk with a most mighty preparation makes for Cyprus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "With all my heart. Most humbly therefore bending to your state, I crave fit disposition for my wife, Due reference of place and exhibition, With such accommodation and resort As levels with her breeding. There is a murmur of disapproval amongst the Senators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Why if you please, Be't at her father's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "I'll not have it so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Nor I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Nor I: I would not there reside To put my father in impatient thoughts By being in his eye. Most gracious Duke",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "What would you, Desdemona?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "That I did love the Moor to live with him My downright violence and scorn of fortunes May trumpet to the world: My heart's subdued Even to the utmost pleasure of my lord; I saw Othello's visage in his mind, And to his honours, and his valiant parts Did I my soul and fortunes consecrate: So that, dear lords, if I be left behind, A moth of peace, and he go to the war, The rites for which I love him are bereft me, And I a heavy interim shall support, By his dear absence.-lot me go with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Let her have your voice. And heaven defend your good souls that you think I will your serious and great business scant For she is with me. The Duke glances at the ailing Brabantio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Be it as you shall privately determine, Either for her stay, or going. At nine i'th'morning, here we'll meet again Good night to everyone. And, noble Signor, He beckons Brabantio and draws him to one side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "If virtue no delighted beauty lack, Your son-in-law is far more fair than black. Desdemona sees that Othello has overheard this and is not The Duke leaves. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST SENATOR",
          "text": "Adieu, brave Moor. (he leaves)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND SENATOR",
          "text": "Use Desdemona well. Othello is immediately riled, but Desdemona calms him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Look to her, Moor, if thou hast eyes to see. She has deceived her father and may thee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "My life upon her faith! Brabantio leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Honest Iago, My Desdemona must I leave to thee. I prithee let thy wife attend on her, And bring them after in the best advantage. Come Desdemona, we must obey the time. Othello and Desdemona leave and Iago is about to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Iago. Iago turns back to the apparently empty room. Roderigo st",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What say'st thou, noble heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "What will I do, think'st thou?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, go to bed and sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I will incontinently drawn myself. O, Desdemona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "If thou dost I shall never love thee after. Why thou silly gentleman!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "It is silliness to live when to live is a torment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O villainous! Iago sits in the Duke's chair and pours himself a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I have looked upon the world. For four times seven years,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "What should I do? I confess it is my shame to be so fond,",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Virtue? A fig! 'Tis in ourselves that we are thus or thus",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "It cannot be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "It is merely a lust of the blood and a permission of the He gets a smile out of Roderigo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I have professed me thy friend and I confess me knit to t Roderigo looks skeptical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I say, put money in thy purse. It cannot be that Desdemon He encourages Roderigo to join in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "... money in thy purse. They laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "A pox on drowning, tis clean out of the way. Seek thou ra",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Wilt thou be fast to my hopes? Roderigo dangles a purse. Iago pushes it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Thou art sure of me. There are many events in the womb of Roderigo sets off contentedly. A thought occurs and he re",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Where shall we meet i'th' morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "At my lodging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(contented again) I'll be with thee betimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Go to; farewell. (calling him back) Do you hear, Roderigo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(returning again) What say thou?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "No more of drowning, do you hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(laughing) I am changed. Iago flashes his palm. Roderigo automatically drops his p",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Go to: Farewell.  (calling out again) Put money enough in your purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(returning again) I'll sell all my land. They both laugh as Roderigo leaves. Iago turns to address",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Thus do I ever make my fool my purse: For I mine own gain He studies the Duke's chessboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Cassio's a proper man: Let me see now; To got his place and to plume up my will In double knavery. How? He looks into the Camera as if it had made a suggestion:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How? He turns back to the chessboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Let's see. Iago's face is impassive, though his features seem to dan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brabantio lies in bed, his face contorted in pain. HIS BR Brabantio turns his stare on her and tries to speak. She",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "O, treason of the blood. Tearful and angry, Desdemona unhooks his fingers from her",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "O who would be a father. His features relax. He is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSEUP on empty chessboard. Iago's hand puts the black k",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I have't. It is engendered. His stares into the fire. The fire is reflected in his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Hell and night. Must bring this monstrous birth to th' wo He pockets the three pieces. He toasts the Camera, emptie He picks up one end of the map and , with a flick of the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A robe flows back and forth with the tide. We see a dead",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CYPRIOT SOLDIER scours the horizon across the sea. The",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOLDIER",
          "text": "(shouts) A sail, a sail, a sail!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Soldiers fire the cannon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the distance we see the ships out at sea. In the foreground, a rowing boat is pulled to shore. Cass",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONTANO",
          "text": "Cassio Thanks you the valiant of this worthy isle That so approve the Moor, and let the heavens, Give him defense against their elements, For I have lost him on a dangerous sea. They see another boat arriving further down the shore - i",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "O behold, the riches of the ship Is come ashore. They set off towards the boat. Cassio strides into the wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Hail to thee lady! And the grace of heaven, Before, behind thee, and on every hand, Enwheel thee round. He kisses her hand. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I thank you valiant Cassio. What tidings can you tell me of my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "He is not yet arrived; nor know I aught But that he's well, and will be shortly here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "O, but I fear! She looks out across the sea. Cassio leads her inland.  In the background Iago and Roderigo (now disguised in a b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The new arrivals are travelling. A horse-drawn litter car",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party climb the hill to the castle. Cassio leans acro",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) He takes her by the palm; Ay, smile upon her do.  The castle appears ahead of them. SOLDIERS peer down from",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona steps out of the litter: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "You men of Cyprus let her have your knees.  OFFICERS and SOLDIERS bow. Iago arrives followed by Emili",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "(to Iago) Good Ancient, you are welcome. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "(to Emilia) Welcome, mistress. Let it not gall your patience, good Iago, That I extend my manners. 'Tis my breeding That gives me this bold show of courtesy.  Cassio kisses Emilia. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Sir, would she give you so much of her lips As of her tongue she oft bestows on me, You'd have enough.  He gets a laugh from the assembled Soldiers. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Alas, she has no speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "In faith, too much. I find it still when I have list to sleep.  More laughter. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "You shall not write my praise. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "No, let me not.  Desdemona looks troubled. Cassio comforts her.  Iago takes out a knife and cuts a piece of fruit. He glim",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Very good. Ay, well said, whisper. With as little a web a Roderigo taps him on the shoulder and is about to speak -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello rides into the courtyard. Desdemona steps forward. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "O, my fair warrior! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Oh, my dear Othello. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "It gives me wonder great as my content To see you here before me. O my soul's joy! I cannot speak enough of this content; It stops me here; it is too much of joy. They kiss repeatedly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "And this, and this the greatest discords be That e'er our hearts shall make. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, you are well tuned now! But I'll set down the pegs that make this music, As honest as I am. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "News, friends; our wars are done; the Turks are drowned. This desperate storm Hath seen a grievous wrack and sufferance On most part of their fleet.  Cheers of jubilation. Othello spots Montano and shakes his hand. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "How does my old acquaintance of this Isle? Honey, you shall be well desired in Cyprus: I have found great love amongst them. O my sweet, I prattle out of fashion and I dote In mine own comforts.  She laughs and kisses him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "And besides the mere perdition of the Turkish fleet It is the celebration of our general's nuptial.  The lovers embrace again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SOLDIER lights a candle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASTLE",
          "text": "Lit up with candles. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "-THE CASTLE",
          "text": "The castle is being prepared for the celebrations: Banners are unfurled. Statuary being polished etc. Women applying make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO MAIDS adorn the bed with rose petals, oranges and app",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dining table is being prepared. A SERVANT knocks a monkey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emilia arranges pearls in Desdemona's hair -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Rubbing gum resin into black breeches.  Gold dust sprinkled over Desdemona's hair  Gold dust sprinkled over Othello'S breeches  Cassio arrives and extends an arm towards her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello and guests sit in silence. They include Iago, Emi Desdemona appears, escorted by Cassio. A musical sextet p Othello leaps onto the table and performs a Moorish dance",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roderigo, dejected, sits on the grass, drinking from a bo SOLDIERS and CYPRIOT CIVILIANS sit by bonfires, eating, d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dancing continues. Othello beckons Cassio to dance wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Heaven bless the isle of Cyprus. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONTANO",
          "text": "And our worthy general, Othello. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "He hath achieved a maid, That paragons descriptions and wild fame, One that excels the quirks of blazoning pens, And in the essential vesture of creation Does bear all excellency.  DOVES dyed in many colours are released into the room.  The other men join in the dance around Desdemona. Othello Cassio pulls Iago aside and whispers in his ear. Othello",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DRUNKEN SOLDIER pulls a striking WOMAN (BIANCA) out of The Cypriot pushes him down. A number of SOLDIERS leap to Iago, now in military uniform, steps in with bottles of w",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Heaven bless this isle and the  perdition of the Turkish fleet. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Heaven bless this isle. Iago kisses Bianca himself and gets an appreciative laugh Bianca looks up and sees Cassio at the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio smiles nervously at Bianca and backs away from the",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Good Michael, look you to the guard tonight. Let's teach ourselves that honourable stop, Not to outsport discretion. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Iago hath direction what to do;  But notwithstanding with my personal eye  Will I look to't. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Iago is most honest. Michael, good night.  They salute one another and Cassio reaches for Desdemona'",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Come my dear love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roderigo is wedged against the wheel of a cart. A pair of Roderigo crawls drunkenly under the cart to join him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "If thou be'st valiant - as they say base men being in lov Roderigo senses this may be an insult, but is too inebria",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "- list me. The Lieutenant tonight watches on the court of",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "With Cassio? Why, 'tis not possible. Forgetting his location, Roderigo leaps up and bangs his",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Lay thy finger thus and let thy soul be instructed. Mark",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(nursing his head) I cannot believe that in her: she's full of most blessed",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Blessed fig's end! The wine she drinks is made of grapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Yes, that I did: But that was but courtesy. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Lechery, by this hand:  Much to Roderigo's distaste the Lovers above are growing",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "An index and obscure prologue to the history of lust and Roderigo recoils in revulsion. Iago protects Roderigo fro",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "But, sir, be you ruled by me. I have brought you from Ven",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Well?  Iago risks a cocky glimpse at the Camera. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. NIGHT",
          "text": "Othello shuts the door behind him and looks around. He se",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "The purchase made, the fruits are to ensue: That profit's yet to come 'tween me and you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roderigo rolls out from under the cart and dusts himself Iago, still beneath the cart, takes out his chess pieces",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) That Cassio loves her, I do well believe't: That she loves him, 'tis apt and of great credit. The Moor - howbeit that I endure him not - Is of a constant, loving, noble nature, And I dare think, he'll prove to Desdemona  A most dear husband. Now, I do love her too; Not out of absolute lust - though peradventure I stand accountant for as great sin - But partly led to diet my revenge, For that I do suspect the lusty Moor Hath leaped into my seat, the thought whereof He is instantly seething with anger and jealously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Doth, like a poisonous mineral, gnaw my inwards,  And nothing can, or shall, content my soul  Til I am evened with him, wife for wife; or He drops the passion like an unwanted toy. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "... failing so, yet that I put the Moor  At least into a jealousy so strong That judgment cannot cure. Which thing to do, I'll have our Michael Cassio on the hip, Abuse him to the Moor in the rank  A short reprise of the passion: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "For I fear Cassio with my night-cap too Make the Moor thank me, love me, and reward me For making him egregiously an ass, And practicing upon his peace and quiet, Even to madness.  He gathers the chess pieces. He looks at the knight's poi Pocketing the king and queen, he leaves the knight under",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "'Tis here, but yet confused: Knavery's plain face is never seen 'till used.  With the Lovers oblivious, the cart rolls out of sight, l",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona and Othello approach each other slowly. She sta She pulls him over to the fireside. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Armoury at the end of the Soldier's Quarters. Cassio,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Welcome, Iago; we must to the watch. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Not this hour, Lieutenant; 'tis not yet ten o'th'clock. O",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "He hath not yet made wanton the night with her; and she i Cassio She is a most exquisite lady. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And, I'll warrant her, full of game. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "She is indeed perfection. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Well, happiness to their sheets! Come, Lieutenant, I have",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Not tonight, good Iago. I have very poor and unhappy brai",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, they are our friends! But one cup; I'll drink for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I have drunk but one cup tonight already and dare not tas",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What, man! a night of revels; the gallants desire it.  Cassio considers. Iago smiles, infectiously. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Where are they? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) If I can fasten but one cup upon him.... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fire blazes. Apple peel lies on the floor. Next to it Othello and Desdemona kiss passionately, their He takes it from her mouth and kisses her. He rolls the a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A band of Venetian and Cypriot SOLDIERS sit drinking by a",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(singing) And let me the canakin clink, clink; And let me the canakin clink; A soldier's a man O, man's life's but a span; Why, then, let a soldier drink.  (pause) Some wine, boys.  He pours more wine. They repeat the verse with the Veneti",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "'Fore God, an excellent song. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I learned it in England, where indeed they are most poten",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Is your Englishman so expert in his drinking? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, he drinks you with facility your Dane dead drunk; he",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "(proposing a toast) To the health of our General!  Montano arrives from the main hall. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I am for it, Lieutenant; and I'll do you justice.  The others cheer as Montano raises his tankard to meet Ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Drink ho!  They race each other to empty their tankards, accompanied",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, sweet England. They congratulate each other. Bianca walks past. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "Save you friend Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "How is't with you most fair...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "Bianca.  She pulls a ribbon from her hair and drops it in his lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello and Desdemona at the height of passion. Desdemona's arm stretches out over the side of the bed, h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello and Desdemona lie in each other's Arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "If it were now to die, 'Twere now to be most happy; for I fear My soul hath her content so absolute That not another comfort like to this Succeeds in unknown fate. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "The heavens forbid  But that our loves and comforts should increase  Even as our days do grow. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Amen to that, sweet powers. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(singing) 'Tin pride that pulls the country down; Then take thine auld cloak about thee.  It finishes on a haunting, melancholy note and Iago leave",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Let's have no more of this; let's to our affairs. God for He clambers to his feet, but has a little difficulty keep",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Do not think, gentlemen, I am drunk: This is my Ancient,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "Excellent well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Why, very well; you must not think then that I am drunk.  Cassio concentrates on walking in a straight line. He suc Iago nods at Roderigo, who gets up and goes after Cassio. Montano gets to his feet. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "To the platform, master; come let's set the watch.  Iago moves in to have a quiet word with Montano. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You see this fellow that is gone before. He is a soldier fit to stand by Caesar And give direction; and do but see his vice.  Iago indicates the empty bottles at their feet. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "But is he often thus? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "'Tis evermore the prologue to his sleep.  Roderigo returns at a run, hotly pursued by Cassio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Zounds, you rogue, you rascal! (pause) What's the matter, Lieutenant?  (pause) A knave teach me my duty? I'll beat the knave into a twig",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Beat me? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Dost thou prate, rogue?  He strikes Roderigo with the back of his hand, knocking h",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Nay, good Lieutenant, I pray you, sir, hold your hand. Le",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONTANO",
          "text": "Come, come, you're drunk. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Drunk! He turns his sword on Montano, who draws his own. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Nay, good Lieutenant. God's will, gentlemen!  Cassio strikes at Montano. As the fight begins, Iago pick",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Away, I say; go and cry out a mutiny.  Roderigo runs out. We hear cries of \"MUTINY!\" Roderigo rings the Courtyard Bell. The Alarm is taken up Although there are now three men against him, Cassio's wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Help, ho! Lieutenant! Sir! Montana! Sir! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOLDIERS reach for their weapons. A bell starts ringing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOLDIERS leave their posts. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello moves quietly but quickly out of bed, while Desde",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio is surrounded. He swings a long burning log and sc",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "God's will, Lieutenant, hold!  Cassio is shocked at his action, Montano grabs him round",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Hold for your lives!  Montano's Men, enraged by his wounding, struggle to free",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Hold! The General speaks to you: Hold, for shame! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What is the matter here, are we turned Turks? For Christian shams, put by this barbarous brawl.  The fighters stop as they see pikes and arrows leveled at",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "He that stirs next to carve for his own rage Holds his soul light: He dies upon his motion.  The fighters drop their weapons and shuffle into line. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Silence that dreadful bell: It frights the isle  From her propriety. What is the matter, masters?  Silence. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "How comes it, Michael, you are thus forgot? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I pray you pardon me: I cannot speak. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Worthy Montano. What's the matter That you unlace your reputation thus And spend your rich opinion for the name Of a night-brawler? Give me answer to it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONTANO",
          "text": "Worthy Othello, I am hurt to danger. Your officer, Iago, can inform you,  While I spare speech, of all that I do know. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Now, by heaven,  My blood begins my safer guides to rule.  Give me to know, How this foul rout began, who set it on;  And he that is approved in this offense,  Though he had twinned with me, both at a birth,  Shall lose me. What! In a town of war  To manage private and domestic quarrel  In night, and on the court and guard of safety,  'Tis monstrous. On thy love I charge thee  Iago, who began't? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONTANO",
          "text": "If partially affined or leagued in office,  Thou dost deliver more or less than truth,  Thou art no soldier. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Touch me not so near. I had rather have this tongue cut from my mouth  Than it should do offence to Michael Cassio.  All eyes turn to Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Yet, I persuade myself to speak the truth Shall nothing wrong him. This it is , General.  He steps forward and stands to attention. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Montano and myself being in speech, There comes a fellow, crying out for help... And Cassio following him with determined sword To execute upon him. Sir, this gentleman Steps in to Cassio, and entreats his pause. Myself the crying fellow did pursue,  Lest by his clamour, as it so fell out, The town might fall in fright. He, swift of foot, Outran my purpose, and I returned, the rather For that I heard the clink and fall of swords And Cassio high in oath, which till tonight I ne'er might say before. when I came back - For this was brief - I found them close together At blow and thrust, even as again they were When you yourself did part them. More of this matter can I not report.  Iago drops his military tone for a confidential one. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "But men are men; the best sometimes forget. Though Cassio did some little wrong to him... As men in rage strike those that wish them best, Yet surely Cassio...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I know, Iago, Thy honesty and love doth mince this matter, Making it light to Cassio. Cassio...  Othello approaches him. Cassio, reeling slightly, attempt",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I love thee, But nevermore be officer of mine.  Desdemona appears, attended by Emilia. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Look, if my gentle love be not raised up. I'll make thee an example.  Othello rips the lieutenant's sash from Cassio's jacket. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "What's the matter, dear? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "All's well now, sweeting: come away to bed. Sir, for your hurts myself will be your surgeon.  Othello leads Desdemona away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "'Tis the soldiers, life To have their balmy slumbers waked with strife. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later. Cassio sinks to the ground. He is alone except for",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What, are you hurt... Lieutenant? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Ay, past all surgery. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Marry, God forbid! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "O, I have lost my reputation I have lost the immortal par",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "As I am an honest man I thought you had received some bod He kneels to comfort Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What, man! There are ways to recover the General again. Y",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I would rather sue to be despised than to deceive so good",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What was he that you followed with your sword?  What had he done to you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I know not. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Is't possible? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Drunk! O God, that men should put an enemy in their mouth",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Come, come; good Wine is a good familiar creature if it b He cannot resist a quick grin to the Camera. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Exclaim more against it. And good Lieutenant, I think you think I love you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I have well approved it, sir. I drunk! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You or any man living may be drunk at a time, man. I'll t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "You advise me well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I protest in the sincerity of love and honest kindness.  He offers his hand. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I think it freely...  Cassio accepts his hand and hauls him into an embrace. CLOSEUP on Iago who stares into the Camera. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(whispers) And what's he then that says I play the villain? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "... and betimes in the morning I will beseech the virtuou They break apart. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I am desperate of my fortunes if they check me here. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You are in the right. Good night, Lieutenant, I must to t",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Good night, honest Iago.  With his hopes a little restored, Cassio leaves. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) How am I then a villain When this advice is free I give and honest,  Probal to thinking, and indeed the course to win the Moor His soul is so enfettered to Desdemona's love, That she may make, unmake, do what she list, Even as her appetite shall play the god With his weak function. How am I then a villain To counsel Cassio to this parallel course Directly to his good? Divinity of hell!  He is drawn to the fire again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "When devils will the blackest sins put on, They do suggest at first with heavenly shows As I do now. For whiles this honest fool Plies Desdemona to repair his fortunes And she for him pleads strongly to the Moor, I'll pour this pestilence into his ear: That she repeals him for her body's lust.  He puts his hand on a charred log. It sizzles slightly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And by how much she strives to do him good, She shall undo her credit with the Moor. So will I turn her virtue into pitch,  He draws his fingers down his face, smearing it black. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And out of her own goodness make the net That shall enmesh them all.  He embraces himself. His eyes closed in ecstasy. Fade to The sound of panting. The image returns as before as Iago",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How now, Roderigo?  He turns to see Roderigo, battered and disheveled. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I do follow here in the chase, not like a hound that hunt Seething, he turns to leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(calling out) How poor are they that have not patience  Roderigo stops, but doesn't turn back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What wound did ever heal but by degrees?  Thou know'st we work by wit, and not by witchcraft, And wit depends on dilatory time. Does't not go well?  A faint gasp from Roderigo, who is on the verge of tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Cassio hath beaten thee, And thou by that small hurt hath cashiered Cassio.  Roderigo turns slowly back. A grin breaks out on his face",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Content thyself awhile.  He puts his arm round Roderigo. Birds sing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "By th' mass, 'tis morning: Pleasure and action make the hours seem short. Retire thee awhile.  Roderigo is sleepy and comfortable with his head resting",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Away, I say...  Roderigo starts to speak. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Iago thou shalt know more hereafter:  Roderigo tries again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Iago Nay, get thee gone.  He goes. Iago turns sharply to the Camera: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Two things are to be done. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) My wife must move for Cassio to her mistress: I'll set he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Along upper colonnade moving along to stairway area. Iago straps on his sword as Cassio enters in the backgrou",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO, (V.O.)",
          "text": "Myself the while to draw the Moor apart,  And bring him jump when he may Cassio find  Soliciting his wife. Cassio and Emilia approach as Iago sets off past them. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Good morrow, good Lieutenant.  Cassio stops him for a moment. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "(softly)  I humbly thank you.  Iago smiles, kisses Emilia firmly and hurries off. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) Ay, that's the way. Dull not device by coldness and delay. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello, and Montano's Men in battle-dress stand on the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "This fortification, gentlemen, shall we see it? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Bounteous madam, Whatever shall become of Michael Cassio, He's never anything but your true servant. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I know't; I thank you.  She opens the door. Cassio takes her hand and kisses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Madam, here comes my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Madam, I take my leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why stay and hear me speak on thy behalf. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Madam, not now, I am very ill at ease, Unfit for mine own purposes.  Othello and Iago round a corner just Cassio disappears be",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(muttering) Ha! I like not that. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What dost thou say? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Nothing, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Was not that Cassio parted from my wife? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Cassio, my lord?  Othello walks past Desdemona into their bedroom. Iago fol",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "How now, my lord? I have been talking with a suitor here, A man that languishes in your displeasure. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Who is't you mean? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why, your lieutenant, Cassio.  Othello throws a look at Iago, who shrugs. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Good my lord,  If he be not one that truly loves you,  I have no judgment in an honest face.  I prithee call him back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Went he hence now? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Aye, soothe; so humbled That he hath left part of his grief with me To suffer with him. Good love, call him back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Not now, sweet Desdemona; some other time. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "But shall't be shortly? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "The sooner, sweet, for you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Shall't be tonight at supper? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "No, not tonight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(playfully) Tomorrow dinner then? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I shall not dine at home. I meet the captains at the citadel.  Othello has removed his armour. She strokes and tickles h",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why, then, tomorrow night, or Tuesday morn,  On Tuesday noon, or night; on Wednesday morn.  I prithee name the time, but let it not  Exceed three days.  She looks at him hopefully: He feigns lack of interest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "When shall he come?  He looks at her blankly. She slaps his chest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Tell me, Othello.  Again, no response; she starts to get riled: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I wonder in my soul  What you would ask me that I should deny,  Or stand so mammering on.  He sighs, concealing a grin. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "What! Michael Cassio,  That came a-wooing with you, and so many a time  When I have spoke of you dispraisingly...  Her baiting receives a mere raised eyebrow. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "... Hath tane your part, to have so much to do  To bring him in? (passions blazing) By'r Lady, I could do much.  Othello breaks into laughter, joined by Iago and Emilia. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Prithee no more. Let him come when he will;  I will deny thee nothing.  She smiles, coolly. He goes to embrace her. She pulls awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why, this is not a boon;  'Tis as I should entreat you wear your gloves,  Or feed on nourishing dishes, or keep you warm,  Or sue to you to do a peculiar profit  To your own person. Nay, when I have a suit  Wherein I mean to touch your love indeed,  It shall be full of poise and difficult weight,  And fearful to be granted.  Though playful, the threat is meant. Othello respects it",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I will deny thee nothing.  They embrace warmly. They look into each other's eyes: a",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Whereon, I do beseech thee, grant me this, To leave me but a little to myself. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Shall I deny you? No; farewell, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Farewell, my Desdemona! I'll come to thee straight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Emilia, come.  He watches her as she goes: elegant, more woman now than",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Be as your fancies teach you; Whate'er you be, I am obedient.  Her dignity belies any sense of servility. She leaves and",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SOLDIERS training. Iago and Othello work together. Othello sees Desdemona wa",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Excellent wretch! Perdition catch my soul. But I do love thee, (to himself) And when I love thee not. Chaos is come again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "My noble lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What dost thou say, Iago? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Did Michael Cassio When you wooed my lady, know of your love? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "He did from first to last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello sloshes water over his face. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Why dost thou ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "But for a satisfaction of my thought; No further harm. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello checks weapons. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Why of thy thought, Iago? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I did not think he had been acquainted with her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "O yes, and went between us very oft. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Indeed? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Indeed? Ay, indeed. Discern'st thou aught in that? Is he not honest? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Honest my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Honest? Ay, honest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "My lord, for aught I know. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What dost thou think? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Think, my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Think, my lord! By heaven, he echoes me. Thou dost mean something. If thou dost love me, Show me thy thought. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "My lord, you know I love you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I think thou dost; And for I know thou'rt full of love and honesty, And weighst thy words before thou giv'st them breath, Therefore these stops of thine fright me the more. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "For Michael Cassio, I dare be sworn I think that he is honest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I think so too. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Men should be what they seem; Or those that be not, would they might seem none! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Certain, men should be what they seem. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why then, I think Cassio's an honest man. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Nay, yet there's more in this. I prithee speak to me as to thy thinkings, As thou dost ruminate, and give thy worst of thoughts  The worst of words. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Good my lord, pardon me; Utter my thoughts! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Thou dost conspire against thy friend, Iago, If thou mak'st his ear a stranger to thy thoughts. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I do beseech you,  Though I perchance am vicious in my guess-  As I confess it is my nature's plague,  To spy into abuses and oft my jealousy  Shapes faults that are not - I entreat you then,  It were not for your quiet nor your good,  Nor for my manhood, honesty, and wisdom,  To let you know my thoughts. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What dost thou mean? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Good name in man and woman, dear my lord,  Is the immediate jewel of their souls.  Who steals my purse steals trash: 'Tis something, nothing 'Twas mine, 'tis his, and has been slave to thousands. But he that filches from me my good name Robe me of that which not enriches him And makes me poor indeed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "By heaven, I'll know thy thoughts. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You cannot, if my heart were in your hand; Nor shall not whilst 'tis in my custody. O beware, my lord of jealousy: It is the green-eyed monster which doth mock The meat it feeds on. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Why, why is this?  Think'st thou I'd make a life of jealousy,  To follow still the changes of the moon  With fresh suspicions? No, to be once in doubt  Is once to be resolved. Exchange me for a goat,  When I shall turn the business of my soul  To such exsufflicate and blown surmises,  Matching thy inference. 'Tis not to make me jealous  To say my wife is fair, feeds well, loves company,  Is free of speech, sings, plays and dances well:  Where virtue is these are more virtuous. No, Iago,  I'll see before I doubt; when I doubt, prove;  And on the proof, there is no more but this:  Away at once with love or jealousy. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I am glad of this; for now I shall have reason To show the love and duty that I bear you With franker spirit. Therefore, as I am bound, Receive it from me. I speak not yet of proof. Look to your wife, observe her well with Cassio; Look to't. I know our country disposition well: In Venice they do let Heaven see the pranks  They dare not show their husbands. Their best conscience Is not to leave't undone, but keep't unknown. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Dost thou say so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "She did deceive her father, marrying you. And when she seemed to shake and fear your looks She loved them most. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "And so she did. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, go to then! But I am much to blame. I humbly do beseech you of your pardon  For too much loving you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I am bound to thee forever. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I see this hath a little dashed your spirits. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Not a jot, not a jot. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I'faith, I fear it has.  I hope you will consider what is spoke  Comes from my love. But I do see you're moved.  I am to pray you not to strain my speech  To grosser issues nor to larger reach  Than to suspicion. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I will not. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Should you do so, my lord, My speech should fall into such vile success As my thoughts aimed not at. Cassio's my worthy friend - My lord, I see you're moved. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "No, not much moved. I do not think but Desdemona's honest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Long live she so... and long live you to think so. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "And yet how nature erring from itself - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Ay, there's the point: as, to be bold with you,  Not to enter into any marriage  Of her own clime, complexion and degree, Whereto we see in all things nature tends -  Othello shuts his eyes in agony. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slow Motion Sequence: The first night in Cyprus. Desdemon",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO, (V.O.)",
          "text": "Foh, one may smell in such a will most rank, Foul disproportion, thoughts unnatural.  Desdemona changes partner, from Montano to Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello opens his eyes: He stands in front of a mirror an",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO, (CONT'D)",
          "text": "But pardon me: I do not in position Distinctly speak of her, tho' I may fear Her will, recoiling to her better judgment, May fall to match you with her country forma And may perchance repent. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Farewell. If more thou dost perceive, let me know more. Leave me, Iago. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "My lord, I take my leave.  He starts to leave, but stops at the door and watches Oth",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(muttering) Why did I marry? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(returning) My lord, I would I might entreat you honour To scan this thing no farther. Leave it to time. Let me be thought too busy in my fears As worthy cause I have to fear I am - And hold her free, I do beseech your honor. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Fear not my government. That we can call these delicate creatures ours And not their appetites  Iago goes. Othello wrenches at his ruff to loosen it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona dancing among the VENETIANS. She moves from Mon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona, in a similar position and pose, stands in the",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "How now, my dear Othello? Your dinner and the generous islanders, By you invited, do attend your presence. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I am to blame. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why do you speak so faintly? Are you not well?  She goes to him and sees that he's sweating. She takes ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Come, I'll go in with you. He goes and Desdemona follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I am very sorry that you are not well.  Emilia sees the handkerchief and picks it up. She stares",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night buzzes with insect noise. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio lies in bed toying with the ribbon from Bianca's h She moves up to kiss him. He resists. He blows out the ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago lies in bed. Emilia lays next to him. He turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I have a thing for you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You have a thing for me? It is a common thing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Ha! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "To have a foolish wife. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, is that all? What will you give me now For that same handkerchief? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What handkerchief? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "What handkerchief? Why, that the Moor first gave to Desdemona,  That which so often you did bid me to steal. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(sudden interest) Hast stolen it from her? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "No, faith: She let it drop by negligence,  She reveals a corner of the handkerchief between her brea",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "What will you do with't, that you Have been so earnest to have me filch it?  He smiles and rolls her over onto her back. She gasps at",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why what's that to you? Go, leave me.  He stares at her, coldly. Wounded, she turns to go. He gr",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) Trifles light as air Are to the jealous confirmations strong As proofs of holy writ. This may do something.  He tosses the handkerchief into the air. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night of the dancing. Desdemona smiling in Cassio's a From amongst the VENETIANS behind them, a head turns slow",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRABANTIO",
          "text": "Look to her Moor, if thou hast eyes to see; She has deceived her father and may thee. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello's eyes spring open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "My life upon her faith.  He lies in bed with Desdemona sleeping by his side. He ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "If she be false, O then Heaven mocks itself; I'll not believe it.  He shuts his eyes, and is projected into another vision. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow the trail of Desdemona's discarded clothes- as Othello's hand stretches out in front of us to the bedsid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello sits in bed, leaning over and staring intensely a He drops it and it thuds against the floor. Desdemona sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona's arm is stretched over the bed, fingers splaye Groans of pleasure. A hand reaches out to grasp her (as O",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello's eyes flash open and he drops her hand in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello leaves the Castle. In foreground Iago stalks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago sits hidden amongst the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) The Moor already changes with my poison: Dangerous conceits are in their natures poisons, Which at the first are scarce found to distaste But, with a little act upon the blood, Burn like the mines of sulphur. I did say so. Look... He indicates Othello pacing on the shore. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Not poppy nor mandragora, Nor all the drowsy syrups of the world, Shall ever medicine thee to that sweet sleep Which thou owed'st yesterday.  He joins Othello. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, how now, general! No more of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Avaunt, be gone! Thou hast set me on the rack.  I swear 'tis better to be much abused, Than but to know't a little. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How now, my lord! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What sense had I of her stolen hours of lust? I saw't not, thought it not, it harmed not me. I found not Cassio's kisses on her lips. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I am sorry to hear this. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I had been happy if the general camp, Pioneers and all, had tasted her sweet body So I had nothing known. O now for ever Farewell the tranquil mind. Farewell content. Farewell the plumed troops, and the big wars That make ambition virtue - O farewell. Farewell the neighing steed and the shrill trump, The spirit-stirring drum, th'ear-piercing fife, The royal banner, and all quality, Pride, pomp and circumstance, of glorious war.  And, O you mortal engines, whose rude throats  Th'immortal Jove's dread clamours counterfeit,  Farewell. Othello's occupation's gone. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Is't possible, my lord?  Othello turns to Iago. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Villain, be sure thou prove my love a whore; Be sure of it. Give me the ocular proof, Or by the worth of mine eternal soul, Thou hadst been better have been born a dog Than answer my waked wrath. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Is't come to this? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Make as to see't; or , at the least, so prove it That the probation bear no hinge nor loop To hang a doubt on - or woe upon thy life.  Othello grabs Iago by the throat. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "My noble lord - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "It thou dost slander her and torture me,  Never pray more; abandon all remorse;  On horrors head horrors accumulate;  For nothing canst thou to damnation add  Greater than that.  His grip has tightened. He lets Iago drop. Iago backs awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O grace! O heaven defend me! God bu'y you; take mine office. To be direct and honest is not safe. I thank you for this profit and from hence I'll love no friend, sith love breeds such offense.  He starts to leave. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Nay stay: Thou shouldst be honest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I should be wise; for honesty's a fool And loses that it works for. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "By the world, I think my wife be honest, and think she is not: I think that thou art just, and think thou art not. I'll have some proof. Would I were satisfied! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I see, sir, you are eaten up with passion. I do repent me that I put it to you. You would be satisfied. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Would? Nay, I will. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And may. But how? How satisfied my lord? Would you, the supervisor, grossly gape on? Behold her topped?  Othello punches him to the ground. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Death and damnation!  Iago gets up and brushes off the sand. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "It were a tedious difficulty, I think, To bring them to that prospect. Damn them then What shall I say? Where's satisfaction? It is impossible you should see this, Were they as prime as goats, as hot as monkeys  Othello grabs him again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "But yet, I say, If imputation and strong circumstances, Which lead directly to the door of truth, Will give you satisfaction, you might have it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Give me a living reason she's disloyal. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I do not like the office; But sith I am entered in this cause so far Pricked to it by foolish honesty and love I will go on. I lay with Cassio lately, And being troubled with a raging tooth I could not sleep. There are a kind of men so loose of soul  That in their sleeps will mutter their affairs. One of this kind is Cassio. In sleep I heard him say, 'Sweet Desdemona,  Lot us be wary, let us hide our loves.'  Othello sinks onto the sand. The sea laps at their ankles",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And then, air, would he grip and wring my hand,  Cry, 'O sweet creature!', and then kiss me hard,  As if he plucked up kisses by the roots  That grow upon my lips; then laid his leg  Over my thigh.  Iago illustrates, placing his own leg lightly over Othell",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And sighed, and kissed and then Cried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK FANTASY",
          "text": "Cassio whispering in Desdemona's ear. His lips move to ma",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO, (V.O.)",
          "text": "\"Cursed fate that gave thee to the Moor.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello pulls away and gets to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "O monstrous! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Nay, this was but his dream. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Monstrous! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Nay, yet be wise; yet we see nothing done, She may be honest yet. Tell me but this: Have you not sometimes seen a handkerchief Spotted with strawberries in your wife's hand? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I gave her such a one; 'twas my first gift. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I know not that; but such a handkerchief -  I am sure it was your wife's - did I today  See Cassio wipe his beard with. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "If it be that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio's hand catches the strawberry-spotted handkerchief Intrigued, he holds it up against the morning sunlight. He places it on a bed-post. He kisses the sleeping Bianca Meanwhile we hear the following: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA, (V.O.)",
          "text": "Where should I lose that handkerchief, Emilia? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA, (V.O.)",
          "text": "I know not madam. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA, (V.O.)",
          "text": "Believe me, I had rather lose my purse Full of crusadoes; and but my noble Moor Is true of mind and made of no such baseness As jealous creatures are, it were enough To put him to ill thinking. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA, (V.O.)",
          "text": "Is he not jealous? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona still in her night-dress, rummages through her",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Who he? I think the sun where he was born Drew all such humours from him.  She turns and is startled to see standing in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "How is't with you, my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Well, my good lady. How do you, Desdemona? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Well, my good lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Give me your hand. This hand is moist, my lady. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "It has felt no age, nor known no sorrow. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "This argues fruitfulness and liberal heart. Hot, hot and moist. This hand of yours requires A sequester from liberty, fasting and prayer, Much castigation, exercise devout; For there's a young and sweating devil here That commonly rebels. 'Tis a good hand, A frank one. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "You may indeed say so,  For 'twas that hand that gave away my heart.  Come now, your promise. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What promise, chuck? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I have bid Cassio come speak to you.  He drops her hand, putting his own to his forehead. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I have a salt and sorry rheum offends me: Lend me that handkerchief. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Here, my lord.  She offers a plain, white handkerchief. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "That which I gave you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I have it not about me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Not? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "No, faith, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "That's a fault. That handkerchief Did an Egyptian to my mother give: She was a charmer and could almost read The thoughts of people; she told her, while she kept it 'Twould make her amiable, and subdue my father Entirely to her love her but if she lost it, Or made a gift of it, my father's eye Should hold her loathly, and his spirits should hunt After new fancies: she dying, gave it me, And bid me when my fate would have me wive, I give it her. I did so, and take heed on it: Make it a darling, like your precious eye. To lose it or give't away were such perdition As nothing else could match. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Is't possible?  She is caught up in the intensity of his staring eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "'Tie true. There's magic in the web of it: The worms were hallowed that did breed the silk, And it was dyed in mummy, which the skillful Conserved of maiden's hearts. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I, faith, is't true? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Most veritable; therefore look to it well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Then would to God I had never seen it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "S'Blood! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why do you speak so startlingly and rash? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Is't lost? Is't gone? Speak; is't out of th'way? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Heaven bless us. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Say you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "It is not lost, but what and if it were? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "How? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I say it in not lost. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Fetch it, let me see it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why so I can, sir; but I will not now. This is a trick to put me from my suit. Pray you let Cassio be received again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Fetch me my handkerchief. My mind misgives. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Come, come; You'll never meet a more sufficient man. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "The handkerchief! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I pray, talk me of Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "The handkerchief! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "A man that all his time  Hath founded his good fortunes on your love,  Shared dangers with you -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "The handkerchief! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I'faith, you are to blame. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Zounds!  Othello storms out. Iago stands, unseen, outside the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Is not this man jealous? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I ne'er saw this before.  Emilia catches sight of Iago retreating down the corridor",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "'Tis not a year or two shows us a man.  Iago is meant to hear this and he does. He turns to look",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "They are all but stomachs, and we all but food; They eat us hungerly, and when they are full, They belch us.  Iago turns away and goes. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Something sure of state Hath puddled his clear spirit. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "(turning back into the room)  Pray heaven it be, and no conception  Nor no jealous toy concerning you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Alas the day I never gave him cause. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "But jealous souls will not be answered so. They are not ever jealous for the cause, But jealous for they're jealous. 'Tis a monster Begot upon itself, born on itself. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Heaven keep that monster from Othello's mind. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Lady, amen. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOTS",
          "text": "A sequence of shots going down to the dungeons: We follow Othello down a narrow passageway - Othello desc The Camera catches him up and we push in to the back of h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We lurch along the tunnel gathering pace.  Spiral staircase - we reel down the stairs and into the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see a PRISONER chained to the wall as he turns his hea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We look again and see that it is a TURKISH PRISONER. Iago is checking the cells and throws food to the prisone",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "But if I give my wife a handkerchief. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What then? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, then 'tis hers, my lord' and being hers, She may, I think, bestow't on any man. What If I had said I had seen him do you wrong? Or heard him say - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Hath he said anything? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A glimpse of Cassio whispering in Desdemona's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "He hath, my lord; but be you well assured, No more than he'll unswear. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What hath he said? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Faith, that he did - I know not what he did. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What, what? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Figures writhe behind drapes. Moans and sighs. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Lie - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "With her? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "With her, on her, what you will. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The drapes are pulled back: Cassio and Desdemona making l",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Lie with her? Lie on her? Zounds that's fulsome. Lie with He starts to reel. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A succession of rapid images flash in his head. Glimpses The sound of Othello's erratic breathing mingles with whi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. Clear sky. A bright white handkerchief floats th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello falling and hitting the ground. His head cracks a Iago looks down at him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Work on, My medicine, work! I Thus credulous fools are caught, And many worthy and chaste dames even thus, All guiltless, meet reproach.  The sound of footsteps. Iago bends dawn to Othello ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What ho, my lord! My lord, I say. Othello.  Cassio arrives. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "What's the matter? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "My Lord is fallen into an epilepsy. This is his second fit; he had one yesterday. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Rub him about the temples.  Cassio moves towards Othello, but Iago leads him outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(whispering) No, forbear. The lethargy must have his quiet course. If not, he foams at mouth and by and by Breaks out to savage madness. Look, he stirs. Do you withdraw yourself a little while; He will recover straight. When he is gone, I would on great occasion speak with you.  An Cassio goose Othello sits bolt upright and states at t",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(to Camera) Did he confess it?  Iago, startled, flicks a suspicious look at the Camera. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How is it, general? Have you not hurt your head? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Dost thou mock me?  Iago helps him up and dusts him off. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I mock you? No, by heaven. Good sir,  Whilst you were here, o'er whelmed with your grief, Cassio came hither.  Othello looks about, wildly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I shifted him away.  And laid good scuse upon your ecstasy;  Bade him anon return and here speak with me,  The which he promised. Do but encave yourself,  And mark the jeers, the gibes and notable scorns  That dwell in every region of his face.  For I will make him tell the tale anew,  Where, how, how oft, how long ago and when  He hath and is again to cope your wife.  Marry patience.  Othello is on the verge of erupting. The sound of footste Iago hushes him and bundles him in to a cell with a DERAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Now will I question Cassio of Bianca. He, when he hears of her, cannot refrain From the excess of laughter.  Cassio is almost upon him, Iago gets even quieter: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "As he shall smile, Othello shall go mad.  Through the bars of his cell Othello looks into the Camer Iago greets Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How do you now, lieutenant? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "The worser that you give me that same title Whose want even kills me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Ply Desdemona well and you are sure on't. (whispering) Now, if this suit lay in Bianca's power How quickly should you speed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "(laughing) Alas, poor wretch.  Othello turns to his fellow prisoner: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Look how he laughs already. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I think, I'faith, she loves me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "She gives it out that you shall marry her. Do you intend it?  Cassio laughs heartily. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I marry her? What! I prithee, bear some charity to my wit Iago leads him closer to Othello's cell. Othello ducks do",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Faith, the cry goes that you shall marry her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Prithee, say true. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I am a very villain else.  Iago and Cassio laugh. The Prisoner joins in. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "This is the monkey's own giving out. She hangs and lolls and weeps upon me, so hales and pulls He demonstrates on Iago. Othello seethes. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Before me, look where she comes.  Iago withdraws, leaning on the cell door, an Bianca arriv",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "How is it with you, my most fair Bianca?  She brings out the spotted handkerchief. Iago is ecstatic",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "Whence came this? This is some token from a newer friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "No, by my faith. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "Why, whose is it? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I know not. I found it in my chamber. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "A likely story that you should find it in your chamber an She throws it at him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "Give it to your hobby-horse, wheresoe'er you had it.  Laughing, Cassio takes her in his arms and calms her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "How now, my sweet Bianca. How now, how now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "If you'll come to supper tonight, you may. If you will no She marches off. Iago and Cassio laugh at her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "After her, after her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Faith, I must. She'll rail in the streets else.  He picks up the handkerchief and sets off, but Iago check",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Will you sup there? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Faith, I intend to. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Well, I may chance to see you; for I would very fain spea",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Prithee, come; will you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(laughing) Go to, say no more.  Cassio runs off. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "How shall I murder him, Iago? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Did you perceive how he laughed at his vice?  Othello nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And did you see the handkerchief?  The prisoner nods. Iago unlocks the door and Othello Steps out. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(to Camera) O, that the slave had forty thousand lives,  One is too poor, too weak for my revenge.  A fine woman, a fair woman, a sweet woman. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Nay, you must forget that. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay, let her rot and perish, and be damned tonight, for sh No, my heart is turned to stone: I strike it and  It hurts my hand. But yet the pity of it,  Iago. O, Iago, the pity of it, Iago. O, the world hath not a sweeter creature! She might lie by an emperor's side and command him tasks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Nay, that's not your way. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Damn her lewd minx, Damn her! Cuckold met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, 'tis foul in her! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "With mine officer! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "That's fouler. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Look here Iago, All my fond love thus do I blow to heaven: 'Tis gone. Arise black vengeance from thy hollow cell. Yield up, O love, thy crown and hearted throne To tyrannous hate. Now by yond marble heaven, In the due reverence of a sacred vow I here engage my words.  Kneeling, he takes out a dagger and cuts the of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Do not rise yet.  Witness you ever-burning lights above,  You elements that clip us round about,  Witness that here Iago doth give up  The execution of his wit, hands, heart,  To wronged Othello's service. Let him command, And to obey shall be in me remorse,  What bloody business ever.  He takes Othello's knife and cuts his own palm. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I greet thy love,  Othello clasps Iago's bleeding hand to his. Blood runs do",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Get me some poison, Iago, this night. I'll not expostulat",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Do it not with poison; strangle her in her bed, even the",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Good, good. The justice of it pleases; very good -",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And for Cassio, let me be his undertaker. You shall hear",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Excellent good. Come, go with me apart. Now art thou my l Othello holds his arm out and Iago grasps it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I am your own forever.  They fall into an embrace. Iago's eyes glisten with tears",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello smartens his clothing. Iago puts on his new lieut",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Venetian STANDARD-BEARERS among a small band of Atten Lodovico (the Duke's chess partner) kisses Desdemona's ha Othello and Iago enter. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "God save you, worthy general. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "With all my heart, sir. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "The Duke and Senators of Venice greet you.  He gives Othello a letter. He takes it in his left hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I kiss the instrument of their pleasure. Welcome, signior Gratiano.  Gratiano grunts. Othello opens the letter and reads. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "And what's the news, uncle?  Gratiano grunts and turns away again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Cousin Lodovico? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I am very glad to see you, signor; Welcome to Cyprus. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "I thank you. How does Lieutenant Cassio? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Lives, sir. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Cousin, there's fallen between him and my lord An unkind breach; but you shall make all well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(muttering) Are you sure of that? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "My lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(reading the letter) 'This fail you not to do, as you will -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "He did not call; he's busy in the paper. Is there division between my lord and Cassio? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "A most unhappy one; I would do much T'atone them, for the love I bear to Cassio,  CLOSEUP on Othello's hand behind his back. He clenches ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Fire and brimstone! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "My lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Are you wise?  Desdemona turns to Othello. His head is buried in the let",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "What, is he angry? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Maybe the letter moved him;  For as I think they do command him home,  Deputing Cassio in his government. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "By my troth, I am glad on it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Indeed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "My lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I am glad to see you mad. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Why, sweet Othello? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Devil!  He strikes her across the face. The witnesses are shocked",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I have not deserved this. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "My lord, this would not be believed in Venice, Though I should swear I saw it. 'Tis very much. Make her amends; she weeps. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "If that the earth could teem with women's tears,  Each drops she falls would prove a crocodile.  Out of my sight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I would not stay to offend you.  She starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Truly, an obedient lady. I do beseech your lordship, call her back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Mistress. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(stopping) My lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What would you with her, sir? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Who? I, my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay, you did wish that I would make her turn. Sir, she can turn... (he spins her round) ... and turn and yet go on,  And turn again. And she can weep, sir, weep.  And she's obedient; as you say, obedient,  Very obedient - proceed you in your tears -  He lurches from politeness to fury: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Concerning this, sir. (the Letter; to Desdemona) O, well-painted passion. I am commanded home - get you away! I'll send for you anon. Sir, I obey the mandate, And will return to Venice - Hence avaunt. Desdemona runs off in tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Cassio shall have my place. And air, tonight I do entreat that we may sup together. You are welcome, sir, to Cyprus.  He bows and walks away, shouting: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Goats and monkeys!  Lodovico, amazed, watches him go. He turns to Iago:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Is this the noble Moor whom our full senate Call all-in-all sufficient? Is this the nature Whom passion could not shake? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "He is much changed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Are his wits safe? Is he not light of brain? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "He's that he is; I may not breathe my censure  What he may be. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "What, strike his wife! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(with great sadness) Faith, that was not so well; yet would I knew That stroke would prove the worst. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "I am sorry that I am deceived in him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emilia sits on a chair. Othello prowls around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "You have seen nothing then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Nor ever heard, nor ever did suspect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Yes, you have seen Cassio and she together.  He moves in close to scrutinize her face. She battles to",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "But then I saw no harm, and then I heard Each syllable that breath made up between them. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What, did they never whisper? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Never, my lord I durst, my lord, to wager she is honest, Lay down my soul at stake. If you think other,  Remove your thought; it doth abuse your bosom. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Bid her come hither; go. (to Camera) This is a subtle whore. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "What is your pleasure? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Let me see your eyes. Look in my face.  He grasps her face in his hands. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "What horrible fancy's this? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What art thou? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Your wife, my lord; your true and loyal wife. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Come, swear it;  He grabs her by the hair and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... forces her to her knees by the altar. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Damn thyself; Swear thou art honest.  Heaven doth truly know it.  Othello reaches for his dagger. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Heaven truly knows thou art false as hell.  She looks up at him, unaware of his outstretched arm. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "To whom, my lord? With whom? How am I false?  His hand curls into a fist and he pushes her towards the",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ah, Desdemona, away, away, away.  He collapses onto the ground in tears. She gathers him up",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Alas, the heavy day. Why do you weep? Am I the motive of these tears my lord?  She kisses him about the face. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Had it pleased heaven  To try me with affliction, had they rained All kind of sores and shames on my bare head,  I should have found in some place of my soul  A drop of patience. But alas there where I have garnered up my heart, Where either I must live, or bear no life, The fountain from the which my current runs, Or else dries up - to be discarded thence Or keep it as a cistern for foul toads To knot and gender in! O, thou, who art so lovely fair and smell'st So sweet that the sense aches at thee, Would thou hadst ne'er been born.  She recoils in shock. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Alas, what ignorant sin have I committed? He grabs her by the hair and pulls her head back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Was this fair paper, this most goodly book,  Made to write 'whore, upon? What committed!  Impudent strumpet!  He kisses her forcefully, pins her down and molests her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "By heaven, you do me wrong. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Are you not a strumpet? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "No, as I am a Christian. If to preserve this vessel for my lord From any hated foul unlawful touch, Be not to be a strumpet, I am none. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What! Not a whore? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "No, and I shall be saved. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Is't possible? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "O, heaven forgive us.  He releases her and straightens her dress. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I cry you mercy then:  I took you for that cunning whore of Venice  That married with Othello.  He shouts at the door: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "You, mistress, That have the office opposite to Saint Peter,  And keeps the gate of hell.  Emilia enters tentatively. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "You, you, ay, you. We have done our course;  He presses coins into her hands, which fall to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "there's money for your pains. I pray you turn the key, and keep our counsel.  He winks at her and leaves. Emilia rushes over to Desdemo",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "How do you, madam? How do you, my good lady? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(faintly) Faith, half-asleep. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Good madam, what's the matter with my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "With who? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Why, with my lord, madam. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Who is thy lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "He that is yours, sweet lady. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I have none. Do not talk to me, Emilia. I cannot weep, nor answers have I none But what should go by water. Prithee tonight Lay on my bed my wedding sheets, remember; And call thy husband hither. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona stands by the window staring at the bright moon",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Am I that name, Iago? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What name fair lady? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Such as my lord did say I was. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "He called her whore. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why did he so? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I do not know, I am sure I am none such. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Do not weep, do not weep: Alas the day! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Has she forsook so many noble matches, Her father, and her country, all her friends, To be call'd whore? would it not make one weep? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "It is my wretched fortune. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Beshrew him for it. How comes this trick upon him? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Nay, heaven doth know. O' good Iago. What shall I do to win my lord again? Good friend, go to him; for, by this light of heaven, I know not how I lost him. Here I kneel:  She kneels in front of the altar-piece. Iago closes the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "If e'er my will did trespass 'gainst his love Either in discourse of thought or actual deed; Or that mine eyes, mine ears, or any sense Delighted them in any other form; Or that I do not yet, and ever did And ever will - though he do shake me off To beggarly divorcement - love him dearly, Comfort forswear me. Unkindness may do much, And his unkindness may defeat my life, But never taint my love. I cannot say 'whore: It does abhor me now I speak the word; To do the act that might the addition earn Not the world's mass of vanity could make me.  She sobs again. Iago gets to his knees to comfort her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I pray you be content; 'tis but his humour. The business of the state does him offense, And he does chide with you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "If 'twere no other - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "It is but so, I warrant.  Trumpets sound. He raises her up and embraces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Hark how these instruments summon to supper. The messengers of Venice stay the meat. Go in, and weep not; all things shall be well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Desdemona and Emilia move away, Iago is suddenly pulle",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How now, Roderigo? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I do not find that thou deal'st justly with me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What in the contrary? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Every day thou daff'st me with some device, Iago tries to speak. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I will indeed no longer endure it. Nor am I yet persuaded to put up in peace what  already I have foolishly suffered.  He presses harder with the sword-point. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Will you hear me, Roderigo? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Faith, I have heard too much; for your Words and performance are no kin together. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You charge me most unjustly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "With naught but truth. I have wasted myself out of my mea Iago pushes the sword away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Well, go to; very well.  Roderigo pulls him back and slaps him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Very well, go to? I cannot go to, man, nor 'tis not very He slaps Iago again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(coolly) Very well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I tell you 'tis not very well. I will make myself known t Roderigo pulls off his false beard. Iago turns slowly bac",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "If she will return me my jewels, I will give over my suit",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "You have said now. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Ay, and said nothing but what I protest intendment of doi He sets off after Desdemona. Iago swings him back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, now I see there's mettle in thee, and even from this He leads him away from the door. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "It hath not appeared. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I grant it hath not appeared; and your suspicions are not",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Well... what is it?  Iago smiles. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello, Desdemona, Lodovico and Gratiano eat in silence. Lodovico looks at Desdemona. She manages a smile, he smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago and Roderigo in heated discussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Why, then Othello and Desdemona return again to Venice! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Unless his abode be lingered here by some accident; where",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(nervously) How do you mean 'removing' of him? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Why, by making him incapable of Othello's place - knockin",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "And that you would have me to do?  Iago hushes him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Ay, if you dare do yourself profit and a right. I will be",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "I will hear further reason for this. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "And you shall be satisfied. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello, Desdemona Lodovico and Gratiano walk in silence",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "I do beseech you, sir, trouble yourself no further. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "O pardon me; 'twill do me good to walk. O Desdemona. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "My lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Get you to bed on the instant. I will return forthwith. D She freezes. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Look it be done. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I will, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Madam, good night. I humbly thank your ladyship.  He kisses her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Your honour is most welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Will you walk, air?  She leaves. They set off down the stair/path to front gat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emilia pours a bucket of hot water into a bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Dismiss me? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "It was his bidding. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I would you had never seen him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(forcefully) So would not I.  Emilia turns to go. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(calling out) Prithee... (Emilia turns back) unpin me here  Emilia helps her undress. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I have laid those sheets you bade me on the bed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "All's one. Good faith, how foolish are our minds. If I do die before thee, prithee shroud me In one of those same sheets. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Come, come, you talk.  Desdemona starts to hum distractedly. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The moon is lost in clouds. Othello parts company with Lodovico and Gratiano. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona slips into a steaming bath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "My mother had a maid called Barbary: She was in love and he she loved proved mad And did forsake her. She had a song of willow; An old thing 'twas but it expressed her fortune, And she died singing it. That song tonight Will not go from my mind.  (sings) The poor soul sat sighing by a sycamore tree, Sing all a green willow; Her hand on her bosom, her head on her knee, Sing willow, willow, willow; The fresh streams ran by her and murmured her moans: Sing willow, willow, willow. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello's still silhouette amongst a patch of reeds thras He turns away and moves inland. Throughout:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(singing V.O.) Her salt tears fell from her and softened the stones Sing willow, willow, willow. Prithee, hie thee; he'll come anon Sing all a green willow must be my garland.  Let nobody blame him: his scorn I approve  Nay, that's not next. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desdemona is now in her night-dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Hark, who is't that knocks? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "It is the wind. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "This Lodovico is a proper man. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "A very handsome man. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "He speaks well. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I know a lady in Venice, who would have walked barefoot t",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(sings) I called my love false love, but what said he then? Sing willow, willow, willow; If I court more women, you'll couch with more men. She gets into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "So, get thee gone; good night. I do not think there is an Emilia starts to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Mine eyes do itch - Does that bode weeping? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "(hovering at the door) 'Tis neither here nor there. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I have heard it said so. O, these men, these men. Dost thou in conscience think - tell me, Emilia  That there be women do abuse their husbands  In such gross kind? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "(returning) There be some such, no question. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Wouldst thou do such a deed for all the world? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Why, would not you? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "No, by this heavenly light; ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Nor I by this heavenly light; I might do't as well i'th'dark.  They laugh. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Wouldst thou do such a deed for all the world? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "The world's a huge thing; it is a great price for a small",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "In troth, I think thou wouldst not. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "In troth, I think I should, and undo't again when I had d",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I do not think there is any such woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Yes... a dozen.  They laugh. Desdemona falls silent, apparently distracted",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "But I do think it is their husbands' faults  If wives do fall. Say that they slack their duties,  And pour our treasures into foreign laps;  O else break out in peevish jealousies,  Throwing restraint upon us; or say they strike us  Why, we have galls, and though we have some grace,  Yet have we some revenge. Let husbands know  Their wives have sense like them: They see and smell  And have their palates both for sweet and sour,  As husbands have. What is it that they do  When they change us for others? Is it sport?  I think it is. And doth affection breed it?  I think it doth. Is't frailty that thus errs?  I think so too. And have not we affections,  Desires for sport, and frailty, as man have?  Then lot them use us well: else let them know,  The ills we do, their ills instruct us so.  Desdemona's eyes are shut. Emilia gets up gently. Desdemo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Good, night, good night.  Emilia kisses her on the head and goes.  Desdemona settles into the bed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roderigo hovers nervously in a colonnade. He hears runnin",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Be near at hand; I may miscarry in it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Here at thy hand; be bold and take thy stand.  Iago slips behind the next pillar and pulls out his dagge",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(muttering) 'Tis but a man gone. Forth my sword.  Roderigo takes out his rapier. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Camera) If Cassio do remain He hath a daily beauty in his life  That makes me ugly, and beside, the moor  May unfold me to him; there stand I in much peril: No, he must die.  Sound of footsteps approaching. Cassio walks past Roderig",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "Villain, thou diest!  Cassio turns to face him and draws his sword. Iago peers Iago strikes at Cassio's back. At the same time Cassio lu Roderigo, in a state of shock, stumbles against a pillar,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "O villain that I am. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "O help, ho! Murder! Murder! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello enters the castle. Hearing the cries, he smiles i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lodovico and Gratiano appear at the other and of the colo Cassio cries out again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "'Tis some mischance; the cry is very direful.  Hearing them. Cassio's voice finds new power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "O, help! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Hark.  They move cautiously in Cassio's direction. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "O, wretched villain.  Hearing this cry from another direction, they start to wi",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Who's there? Whose noise is this that cries on murder? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "We do not know. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Did not you hear a cry? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Here, here; for heaven's sake, help me!  Iago finds Cassio with his torchlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Iago? Give me some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O me, lieutenant. What villains have done this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "I think that one of them is hereabout And cannot make away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, treacherous villains.  He calls out to Lodovico and Gratiano:",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What are you there? Come in and give some help. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "(faintly) O, help me here. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "That's one of them.  Iago finds Roderigo crumpled behind a pillar.  He helps him up and smiles at him. Then he clamps one han",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(loudly) O murderous slave, O, villain.  Roderigo clings onto Iago and, as he sinks down, stares i",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODERIGO",
          "text": "O damned Iago. O inhuman dog.  Iago looks blankly at the Camera, then turns away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(shouting) Where be these bloody thieves?  He moves up behind Cassio. Looking about, he sees no one Hearing footsteps he hides his dagger and spins round, sh",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Ho. murder, murder.  The figures of Lodovico and Gratiano emerge from the shad",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What may you be? Are you of good or evil? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "As you shall prove us, praise us.  Lodovico and Gratiano stop into the torchlight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Distant shouts of 'Murder, murder'. SOLDIERS rush past th",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello shuts out the sound as he closes the door behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lodovico holds a torch over Iago, who has taken off his n Attendants arrive, bringing more light. Bianca runs in. She sees Cassio and throws herself to the ground by his s",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "O, my dear Cassio, my sweet Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Patience awhile, good Cassio. Come, come, Lend me a light.  He leads them over to Roderigo ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Know we this face or no? Alas, my friend and my dear countryman. Roderigo? No -  He leans in with a torch. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "- yes, sure - O heaven, Roderigo. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRATIANO",
          "text": "What, of Venice? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Even he, sire; did you know him? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRATIANO",
          "text": "Know him? Ay.  Attendants arrive with a stretcher. Iago returns to Cassi",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "How do you, Cassio? He that lies slain here, Cassio, was",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "None in the world, nor do I know the man. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "(to Bianca) What, look you pale? - O, bear him out of the air.  Cassio is carried away. A SOLDIER throws Roderigo over hi Iago stops Lodovico and Gratiano: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Stay you good gentlemen. Look you pale, mistress?  He brings the torch close up to her face. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Behold her well; I pray you. look upon her. Do you see, gentlemen? Nay, guiltiness Will speak, though tongues were out of use.  Emilia arrives. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "'Las, what's the matter? What's the matter, husband? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Cassio hath here been set on in the dark. And almost slain. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Alas, good Cassio. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "This is the fruits of whoring. Prithee, Emilia, Go know of Cassio where he supped tonight. (to Bianca) What, do you shake at that? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "He supped at my house, but I therefore shake not. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "O, did he so? I charge you go with me He grabs her roughly by the arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, fie upon thee, strumpet. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIANCA",
          "text": "I am no strumpet, but of life as honest As you that thus abuse me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "As I? Foh! Fie upon thee. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Kind gentlemen, let's go see poor Cassio dressed. Come mi Lodovico leaves with Gratiano. SOLDIERS drag Bianca along Iago tosses the 'black king', and the 'white queen' chess",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(whispers to Camera) It is the cause, it is the cause, my soul:  He stands by the window, holding a candle. The shutters a",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Let me not name it to you, you chaste stars. It is the cause.  He closes the shutters and turns to the sleeping Desdemon",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Yet I'll not shed her blood.  Nor scar that whiter skin of hers than snow  And smooth as monumental alabaster  Yet she must die, else she'll betray more men.  Put out the light, and then put out the light:  If I quench thee, thou flaming minister,  I can again thy former light restore,  Should I repent me; but once put out thy light,  Thou cunning'st pattern of excelling nature,  I know not where is that Promethean heat  That can thy light relume. When I have plucked thy rose, I cannot give it vital growth again: It needs must wither. I'll smell it on the tree.  He leans in close to her. Her breathing is slow and stead",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "O balmy breath, that doth almost persuade  Justice to break her sword. One more, one more.  He kisses her again. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Be thus when thou art dead, and I will kill thee  And love thee after. One more, and this the last. So sweet was ne'er so fatal.  He emits a sudden sob. She stirs; he moves swiftly away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Who's there? (silence) Othello? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay, Desdemona. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Will you come to bed, my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Have you prayed tonight, Desdemona? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Ay, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "If you bethink yourself of any crime Unreconciled as yet to heaven and grace, Solicit for it straight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Alas, my lord, what may you mean by that? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Well do it, and be brief: I will walk by. I would not kill thy unprepared spirit; No - heaven forfend - I would not kill thy soul. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Talk you of killing? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay, I do. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Then heaven Have mercy on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Amen, with all my heart. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "If you say so, I hope you will not kill me. And yet I fear you Some mortal passion shakes your very frame: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Think on thy sins. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "They are loves I bear to you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "And for that thou diest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "That death's unnatural, that kills for loving. She tries to take hold of him. He barks: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Peace, and be still. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "I will so. What's the matter. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "That handkerchief which I so loved and gave thee, Thou ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "No, by my life and soul. Send for the man and ask him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Sweet soul, take heed. Take heed of perjury: Thou art on thy death-bed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Ay, but not yet to die. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Yes, presently. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Then Lord have mercy on me. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I say, Amen. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(forcefully) And have you mercy too. I never did  Offend you in my life; never loved Cassio  But with such general warranty of heaven  As I might love. I never gave him token. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "By heaven, I saw my handkerchief in his hand.  O perjured woman... ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "He found it then;  I never gave it him. Send for him hither;  Let him confess a truth. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "He hath confessed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "What, my lord? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "That he hath used thee.  Desdemona is struck dumb with shock. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "How? Unlawfully? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "He will not say so. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "No, his mouth is stopped: Honest Iago hath tane order for it. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "O, my fear interprets. What, is he dead? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lodovico, Gratiano, Emilia and Iago escorting the wounded Roderigo's body is thrown onto the table. He emits the fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Emilia, run and tell my lord and lady what hath happed.  She leaves. He turns to the Camera. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "This is the night, That either makes me or fordoes me quite. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Had all his hairs been lives, my great revenge  Had stomach for them all. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Alas, he is betrayed and I undone.  She buries her head in her hands. He flings her hands asi",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Out, strumpet. Weep'st thou for him to my face?  He throws her down on the bed. She springs up at him, kno",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emilia runs along a corridor. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "O, banish me, my lord, but kill me not. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Down strumpet.  He throws her down again and fixes her with a stare. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Kill me tomorrow; let me live tonight.  He moves slowly towards her. She slaps him. He keeps adva",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Nay, if you strive - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "But half an hour. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Being done, there is no pause.  He picks up a pillow, she writhes beneath him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "But while I say one prayer. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "It is too late.  She stops fighting and looks into his eyes, her own eyes Behind them, fire starts to climb the drapes. Her arms ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "O, Lord, Lord, Lord.  He body bucks beneath him, but the pillow stays firmly in",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "My lord, my lord. What, ho. My lord, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What, not dead? Not yet quite dead? He picks up the pillow again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "What, ho! My lord, my lord!",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "O, good my lord, I would speak a word with you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Yes - Emilia - by and by.  A slice of moonlight as Othello opens a shutter. The ligh",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Still as the grave. (he turns to the Camera) Shall she come in? Were't good?  I think she stirs again. No. What's best?  If she come in, she'll sure speak to my wife  My wife, my wife. What wife? I have no wife.  He cradles her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I do beseech you That I may speak with you. O, good my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I had forgot thee, Emilia. Soft, by and by.  He gently replaces Desdemona and straightens the bedsheet",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What's the matter with thee now. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, my good lord, yonder's foul murder done. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What? Now? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "But now, my lord. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "It is the very error of the moon: She comes more nearer earth than she was wont And makes men mad. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Cassio, my lord, hath killed a young Venetian Called Roderigo. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Roderigo killed? And Cassio killed? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "No, Cassio is not killed.  Emilia sees a little stream of water trickling out under",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Not Cassio killed. Then murder's out of tune, And sweet revenge grows harsh. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "(faintly) O falsely, falsely murdered. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O Lord. What cry is that? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "That? What? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Out and alas, that was my lady's voice. She pushes past Othello, and past the drape to Desdemona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Help, help, ho help. O lady, speak again. Sweet Desdemona, o sweet mistress, speak. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "A guiltless death I die. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, who has done this deed?  Othello stands at the end of the bed. She looks up at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESDEMONA",
          "text": "Nobody; I myself. Farewell. Commend me to my kind lord. O farewell. She dies. Silence. Emilia gets to her feet and heads for the door. Othello s",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Why, how should she be murdered? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Alas, who knows? She tries to move round him, but he won't let her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "You heard her say herself it was not I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "She said so; I must needs report the truth. He moves aside. She gets to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "She's like a liar gone to burning hell: 'Twas I that killed her.  She turns back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, the more angel she, And you the blacker devil. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "She turned to folly and she was a whore. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Thou dost belie her and thou are a devil. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "She was false as water. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Thou art rash as fire to say That she was false. O, she was heavenly true. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Cassio did top her: Ask thy husband else. O, I were damned beneath all depth in hell But that I did proceed upon just grounds To this extremity. Thy husband knew it all. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "My husband? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Thy husband. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "That she was false to wedlock? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay, with Cassio. Nay, had she been true - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "My husband? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay, 'twas he that told me on her first. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "My husband? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "What needs this iterance, woman? I say thy husband. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, mistress, villainy hath made mocks with love. My husba",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "He, woman; I say thy husband. Dost understand the word? My friend, thy husband, honest, honest Iago. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "If he say so, may his pernicious soul Rot half a grain a day. He lies to the heart. She was too fond of her filthy bargain.  Othello snatches his battle-scarred sword from the wall. Emilia doesn't flinch. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Do thy worst. This deed of thine is no more Worthy heaven than thou wast worthy her. Help! Murder! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(raising his sword) Peace, you were best. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Thou hast not half the power to do me harm As I have to be hurt. O gull. O dolt. As ignorant as dirt. Thou hast done a deed - I care not for thy sword - I'll make thee known, Though I lost twenty lives. Help! Help! Ho, help! The Moor hath killed my mistress. Murder, murder!  Othello drops the sword and Emilia runs for the door, but",
          "sentiment": "neutral"
        },
        {
          "speaker": "MONTANO",
          "text": "What is the matter? How now, general? Othello stands rigid and staring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O, are you come, Iago? You have done well. That men must lay their murders on your neck. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRATIANO",
          "text": "What is the matter? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Disprove this villain, if thou be'st a man.  He says thou told'st him that his wife was false.  I know thou didst not. thou'rt not such a villain. Speak, for my heart is full. All eyes but Othello's turn to Iago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I told him what I thought, and told no more Than what he found himself was apt and true. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "But did you ever tell him she was false? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I did. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "You told a lie, an odious damned lie: Upon my soul, a lie, a wicked lie. She false with Cassio? Did you say with Cassio? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "With Cassio, mistress. Go to, charm your tongue. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I will not charm my tongue; I am bound to speak: My mistr She pulls the drape aside to reveal Desdemona's body. The WITNESSES are horrified. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "And your reports have set the murder on. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Nay, stare not, masters; it is true indeed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Villainy, villainy, villainy. I think upon it , I think - I smell't - O villainy. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "What are you mad? I charge you get you home.  He tries to push her out. Othello looks across at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Good gentlemen, lot me have leave to speak. 'Tin proper I obey him, but not now. Perchance, Iago, I will ne'er go home. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "O",
          "text": "Othello falls onto the bed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Nay, lay thee down and roar, For thou hast killed the sweetest innocent That e'er did lift up eye. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "(leaping up again) Or she was foul. Iago knows That she with Cassio hath the act of shame A thousand times committed. Cassio confessed it, And she did gratify his amorous works With that same handkerchief. I saw it in his hand: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O god. O heavenly God. She turns to Iago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Be wise and get you home. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "I will not. Iago draws his sword on Emilia. All eyes turn to Iago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "O thou dull moor, that handkerchief thou speak'st of  I found by fortune and did give my husband. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Filth, thou liest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "By heaven, I do not, I do not gentlemen. I found it - ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Are there no stones in heaven  But what serves for thunder? Precious villain.  Othello picks up his sword and runs at Iago; Montano inte Iago puts a dagger to Emilia's throat and drags her to th As he runs out of the room, he stabs her in the back.  Emilia stands still for a moment, then topples to the gro",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "Lay me by my mistress side.  They do so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago sprints across the main hall, scrabbling over a tabl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago runs as Montano and his men chase him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago running, the sound of footsteps not far behind. He t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He listens with relief as the footsteps pass the door. He turns to see: Cassio being tended by SURGEONS. Roderig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emilia lies by Desdemona. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMILIA",
          "text": "What did thy song bode, lady? Hark, canst thou hear me? I will play the swan And die in music: (sings) 'Willow, willow willow' Moor, she was chaste; she loved thee, cruel moor; So come my soul to bliss, as I speak true; So speaking as I think, I die, I die. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Iago remains unseen at the door. Roderigo's eyes slowly o Iago turns to open the door and comes face to face with M Iago slips out his dagger, but is knocked to the ground b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Othello is on the bed, poring over Desdemona's body. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Now, how dost thou look now? O ill-starred wench.  Pale an thy smock. Cold, cold, my girl,  Even like thy chastity  O cursed, cursed slave. Whip me, ye devils,  From the possession of this heavenly sight.  Blow me about in winds! Roast me in sulphur!  Wash me in steep-down gulfs of liquid fire! O Desdemona. Lodovico arrives with Cassio, on crutches, and soldiers. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Where is this rash and most unfortunate man? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "That's he that was Othello: Here I am. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Where is that viper? Bring the villain forth.  Montano brings Iago in. He is tied hand and foot and his",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I look down towards his feet; but that's a fable. If that He draws one of the soldier's swords and thrusts it into",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "I bleed, sir, but not killed.  Iago is pulled off and thrown to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I am not sorry neither; I'd have thee live, For in my sense 'tis happiness to die. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "his wretch hath part confessed his villainy. Did you and he consent in Cassio's death? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Ay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "Dear general, I never gave you cause. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I do believe it and ask you pardon. Will you, I pray demand that demi-devil Why he hath thus ensnared my soul and body? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IAGO",
          "text": "Demand me nothing; what you know, you know. From this time forth I never will speak word.  He looks once into the Camera and turns away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "What! Not to pray? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRATIANO",
          "text": "Torments will ope your lips. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Well, thou dost best.  Gratiano spins round and spits in Othello's face.  Othello sees there is a growing menace in the soldier's f",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "You must forsake this room and go with us. Your power and your command is taken off And Cassio rules in Cyprus.  Cassio extends his hand to Othello. They clasp hands. Oth He glimpses the small ruby-studded dagger that he gave Ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Come, bring him away.  Soldiers take hold of him. He grabs a bed-post. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "Soft you: a word or two before you go.  The soldiers pull aggressively but he won't let go. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I have done the state some service and they know it. Lodovico motions to the Soldiers to release him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I pray you, in your letters When you shall these unlucky deeds relate, Speak of me as I am; nothing extenuate, Nor set down aught in malice. Then must you speak  Of one that loved not wisely, but too well;  Of one not easily jealous, but, being wrought,  Perplexed in the extreme; of one whose hand,  Like the base Indian, threw a pearl away  Richer than all his tribe; of one whose subdued eyes,  Albeit unused to the melting mood, Drops tears as fast as the Arabian trees, Their medicinable gum. Set you down this; And say besides that in Aleppo once Where a malignant and a turbaned Turk Beat a Venetian and traduced the state, I took by the throat the circumcised dog And smote him thus.  He pulls out the dagger and drives it into his heart.  Iago gasps and falls to his knees. Cassio prevents the ot Othello climbs onto the bed and over to Desdemona. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHELLO",
          "text": "I kissed thee ere I killed thee: No way but this, Killing myself, to die upon a kiss. With his lips pressed to here, he dies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CASSIO",
          "text": "This did I fear, but thought he had no weapon, For he was great of heart.  Lodovico drags Iago over to the foot of the bed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LODOVICO",
          "text": "Look on the tragic loading of this bed: This is thy work. (to Cassio) To you, lord governor,  Remains the censure of this hellish villain:  The time, the place, the torture, O, enforce it.  Myself will straight aboard, and to the state  This heavy act with heavy heart relate.  He leaves the room. All follow except Cassio and Iago  Cassio goes to the window, opens the shutters and looks o Iago has worked his way onto the bed. He pushes Emilia as Dawn breaks. More light spills into the room, colour with Iago lays his head on Othello's thigh and stares into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun rises over the sea ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darkness except for glints of metal, and silence but for Iago's eyes. In the shadows we glimpse instruments of tor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cassio, in general's uniform, stands on the prow of a boa A linen wrapped package is tipped into the water by two a",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Beneath the surface. The sun glares through the water. We",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rose petals float on the water. ",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1405"
    }
  ]
}