{
  "movie_id": "MOV1413",
  "scenes": [
    {
      "location": "ROADSIDE BIKER BAR",
      "time": "NIGHT",
      "characters": [
        "AND FARTHER FROM SARAH",
        "SCREECH",
        "DARLA",
        "PAPA SCHLIEFFEN",
        "SARAH, (CONT'D)",
        "ROY, (0.S.)",
        "INSTRUCTOR",
        "SERVER",
        "GIRL",
        "JAMIE",
        "MISTY, (0.S.)",
        "DAISY",
        "SARAH'S EYES",
        "ON THE BRIDE/GROOM TABLE",
        "PIA ERIN",
        "NYLES, (0.S.)",
        "BACK TO THE BAR, IN THE PRESENT",
        "FUUUUCK",
        "DARLA, (0.S.)",
        "THE OFFICIANT, (0.S.)",
        "DESERT TACO STAND",
        "PIA",
        "SARAH AND NYLES",
        "NYLES SARAH",
        "PROFESSOR",
        "NYLES MISTY",
        "FADE IN",
        "LIBRARIAN",
        "COP 1 COP 2",
        "ERIN, (0.S.)",
        "I./E. SARAH'S CAR",
        "-- THE EARTHQUAKE HITS --",
        "FLASH TO",
        "ROY",
        "SARAH OPENS HER EYES, WAKING UP...",
        "AN ORB OF ORANGE LIGHT SWELLS",
        "FUCK.",
        "ABE",
        "BACK TO",
        "SARAH NYLES",
        "THE OFFICIANT",
        "NYLES, (CONT'D)",
        "LATER...",
        "BOY",
        "SARAH",
        "MISTY, (PRE-LAP)",
        "HOWARD",
        "NYLES / MISTY",
        "MATCH CUT TO",
        "SHE LOSES CONTROL OF HER BODY",
        "DEALER",
        "WOOHOO",
        "SPUDS",
        "JERRY",
        "MOMENTS LATER",
        "COP'S VOICE, (0.S.)",
        "RANDY",
        "TALA",
        "CLICK",
        "PIA, (0.S.)",
        "NYLES",
        "A SERIES, THE DAYS AND NIGHTS OF NYLES AND SARAH",
        "THE BAR",
        "MISTY",
        "AGGGHH FUCK",
        "ROY, (CONT'D)",
        "LATER",
        "BEDROOM",
        "DISSOLVE TO",
        "DESERT",
        "I./E. PRIUS / 91-FREEWAY",
        "KITCHEN",
        "I./E. PRIUS / DESERT HIGHWAY",
        "COP",
        "IT DWARFS THEM",
        "SECURITY GUARD",
        "CUT TO",
        "TREVOR",
        "HORRIFIC SCREAMS ALL AROUND --",
        "NO NO NO NO NO",
        "NYLES, (V.O.)",
        "A POWERFUL FORCE SUCKS NYLES DEEPER INTO THE CAVE",
        "TED THE BARTENDER",
        "COP 1",
        "PINNING HIM BETWEEN THE TWO VEHICLES.",
        "ON THE GROUND",
        "RANDY THE OFFICIANT",
        "WAIT",
        "SARAH, (0.S.)",
        "GRUMPY PLAYER",
        "ERIN",
        "NYLES, (0.C.)",
        "CUT TO BLACK.",
        "TALA, (0.S.)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "We’re LOW TO THE GROUND, floating through a patch of Dese Marigolds swaying with the breeze, a stark contrast to th desolate, eerily silent surroundings. Until -- A TORTOISE trudges into frame, an imposing prehistoric be from this angle. Three healed SCARS mar its shell -- remn of a lifelong shitstorm. And it’s about to get worse. A MASSIVE EARTHQUAKE HITS, the tortoise halts. A CRACK splinters in the earth’s crust -- ORANGE LIGHT bursts up Mother Nature takes the tortoise, burying it alive. Or de Who knows? Who cares?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A PERFECTLY CLEAR NIGHT SKY. Full moon, every constellati As we PAN ACROSS, the muffled sound of Gram Parsons’ “Ret of the Grievous Angel” crescendos until we land on its so A ROADSIDE BIKER BAR. A true desert dive lost in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN on NYLES, 35 -- his head down on the bar, dressed swim trunks and a Hawaiian shirt, a full glass of whiskey the side. How he ended up here is anyone’s guess, but wha clear is a faded self-regard and fatalistic outlook. A fe BARFLIES throw darts and eat chili behind him. DARLA, 60s, a crusty regular, rubs his leg. Nyles shoots",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "You okay, sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I've felt everything I'll ever feel so I'll never feel ever again. Darla looks to TED THE BARTENDER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "What’re you pouring this kid, Ted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED THE BARTENDER",
          "text": "That’s his first drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I thought I knew how to live. But I didn’t. Or, I don’t? You know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darlin’, take a look around: whatever you're after, it ain’t here... Nyles stares back at Darla -- for an uncomfortably long t Darla cocks her head. What the fuck is this guy on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "(to Ted the Bartender) You sure he didn’t take something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED THE BARTENDER",
          "text": "He’s sober. Kid’s just moping there. Nyles glares at Ted, defiantly shoots back his whiskey, a shatters his glass on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m a fucking adult, Thaddeus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED THE BARTENDER",
          "text": "Talk to me like that and you'll be pulling your teeth from the bar. Nyles sizes up the barflies leering at him. He turns to T and holds a peace sign... and rotates it into a middle fi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the sound of a FIGHT: SHOUTING, GLASS BREAKING -- The front door flies open and two GIANT BIKERS hurl Nyles face first onto the gravel parking lot, then go back insi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles trudges up a moonlit road. He takes a Tecate from h pocket and drinks as he reaches the top of a hill, where another source of LIGHT illuminates his face. He gazes ou with a look of recognition -- and resignation: A LARGE ESTATE at the end of the road, 100 yards down, in this otherwise pitch black desert valley. The MAIN HOUSE the center, with two large GUEST HOUSES, all connected through strands of twinkling lights extending down a long dirt driveway, packed full of hybrid cars. Nyles continues toward the estate, passing a SIGN: “Tala Abe's Wedding - November 9,” stenciled on driftwood in wh Futura font. Nyles SLAPS it down as he passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nooooooovember ninth. PRE-LAP the sound of LAUGHTER FROM A CROWD --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Pinterest board come to life: Under an intricately desi web of lights fixed to palm trees, FIFTY WEDDING GUESTS o ages and dressed in all sorts of hip, eclectic attire sit tables assembled around a DANCE FLOOR, where MISTY (28, a bridesmaid with face gems) is giving a drawn-out speech -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "+. hashtag LifeGoals. So, this was supposed to be three minutes and I’m going on like ten. Sorry, not sorry. TALA (28, bride, flower crown) WOOOs to Misty, then cuddl with her groom, ABE (28, dapper ‘stache), high on marriag",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "To wrap things up... Tala, girl, you're the sister I always wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Love you, babe! AT THE BAR: SARAH HARRIS (32, cool tattoos, an emotional fortress, Tala’s real sister), scoffs at this as she wait for her wine to be filled. Luckily she’s far enough away so no one heard her besides DAISY THE BARTENDER (30, droll) who fills her wine halfwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Throw me a bone, this isn’t the day for moderation. After a brief staredown, Daisy fills the rest, letting it spill over the edges. Sarah smiles, tips $10, GLUGS half glass, and heads back to the tables. Everyone clinks their drinks for Tala and Abe to kiss --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "That’s my cue -- Abe, always the charmer, pulls Tala in for a long kiss wh guests cheer. As he releases her, Sarah returns to her se across from them, watching with quiet judgement. Tala smiles at her sister, Sarah feigns one back. \fMisty turns the page of her notes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Oh, wait, there’s still another page. I’1l make this quick. The laughter is dying out. This is really dragging on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "I decided to Google the two most important things about marriage. Love and Commitment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Jesus Christ. Tala shoots Sarah a look: Stop. Sarah nods: Yeah, sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Love is “to feel a deep romantic or sexual attachment to someone.” We know they’re fine in that department. Tala and Sarah’s parents, HOWARD and PIA (50s), wince. Sa lets out an unconvincing chuckle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "And Commitment is “the state or quality of being dedicated to a cause, activity, etcetera.” Silence. Crickets. Not the triumphant ending she hoped fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Woo-hoo! Tala and Abe stand and clap. Everyone else joins in appla",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Without further ado, let me bring up the maid of honor, the actual big sister of the bride, Sarah. All eyes land on Sarah -- caught mid wine sip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Uh... Sarah doesn’t move. Howard leans across the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Get on up there, peanut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one told me I was supposed to give a speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Of course you’re supposed to give a speech, you’re the maid of honor. That's your main job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "She's been drinking, Howard. Sarah looks at her sister and Abe apologetically. Tala struggles to hide her disappointment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (0.S.)",
          "text": "(Subtitled Italian, Spanish, and French) Bonsoir mi familia et amici! Heads swivel to the dance floor. Nyles has commandeered a",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "(away from her mic) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Going in for the assist, babe. I'd like to share my thoughts on love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "No, you wouldn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Who's this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Misty’s boyfriend. DANCE FLOOR, Nyles addresses the guests:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Here’s what you want to hear, what I want to say, what you want me to say. What all this solipsistic horseshit means... Sarah stifles a laugh. Nyles notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You're born lost, then you’re found... but we’re all just lost, am I right? \f6. Sarah watches intently. Is he talking about me? Other gue trade awkward glances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "But these two. Tala Anne Harris and Abraham Eugene Trent Schlieffen, you proudly wave the middle finger in the face of all that negativity. Then you give it a thumbs up. Some smiles begin to trickle through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Your optimism, your selflessness, it’s in your blood. Just look at Nana and Papa Schlieffen. After narrowly escaping persecution in Nazi Germany, they devoted themselves to giving other refugees a safe passage to the U.S. NANA and PAPA SCHLIEFFEN (90s) smile at the shout out. Pa pats his Sudanese son, JERRY (20), on the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "They found hope, purpose, and empowerment through love. And I see that same fire burning in you two. You’1ll use your love for good. To inspire. To change. Tala leans into Abe --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "How does he know all that? Abe shakes his head -- he has no clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Tala. Lovely, stunning Tala. Tonight’s true beacon of altruism. There’s something most people here probably don’t know about you, but they should, so they can all appreciate the wealth of humanity on display. I hope it’s okay? Tala has no idea what he’s about to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "It’s not just time and money that Tala gives to so many charitable causes. She donated her physical self: bone marrow. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "While we all gorge that shit, she gave hers up to Baby Brother Nico, saving his life. Everyone is stunned by this revelation. Tala smiles at he hipster brother, NICO (23), through scattered applause --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You should clap, it’s scary! She gave so much. But now it’s time we give to you. Nyles locks eyes with Sarah, like he’s addressing her now",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Here you are. On the precipice of something much larger than any of us, facing that wide open road. It may seem frightening, filled with uncertainty. But remember: you are not alone. Tala and Abe look at their guests, hanging on every word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Everyone here is your family. We are your world. We will bolster you up when you’re low, and we will cheer you on with delight in our eyes as you fulfill your every dream. So, raise a glass. Nyles takes a Tecate from the pocket of his swim trunks a holds it up, again looking at Sarah:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "We may be born lost. But you have been found. (subtitled Arabic: “Welcome home.\"”) Marhabaan bik fi albayt. CHEERS and TEARS ALL AROUND, as we PRE LAP the tropical d beats of Brian Eno and Karl Hyde’s “Daddy's Car.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BACCHANALIAN DANCE PARTY. Guests bounce, groove, grind energized by the LOVE in the air. Tala Bhangras with her Howard. Nana Schlieffen shimmies with Jerry from Sudan. A Soulja Boys with his new mother-in-law, Pia. Brother Nico makes out with ERIN (27, bridesmaid). \f8. Sarah nurses her wine off to the side, watching Tala and RANDY (25, bolo tie, top knot), drunkenly dances up to he",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I already told you No earlier. What makes you think I changed my mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "I dunno, you’ve had more to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You can’t say that to me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Oh whatever, I don’t have time for a lecture. Randy dances away, one hand in the air. Sarah shakes her head, and as she takes another sip of wine -- she locks e with Nyles, across the dance floor, smiling back at her. Nyles struts onto the dance floor, navigating the sea of partiers with a cool familiarity. He effortlessly anticip each passing guest’s dance moves and incorporates them in his own unique, complicated, and fucking bizarre routine. He weaves his way over and presents himself in front of Sarah, holding out his hand: Dance with me? She shakes her head. Not a chance. He tucks in his Hawaiian shirt, slicks his hair back, lic his fingers and grooms his eyebrows, then pirouettes. There’s intrigue on her face at least. Her aloof facade m dropping... But she still declines. Nyles shrugs, then performs a flawless cartwheel back to center of the floor, narrowly kicking multiple guests yet somehow, missing each one by inches. He continues letting loose with Sarah’s family -- high-fives to Howard and Abe twirl for Pia, an undeniable master of this universe. Off Sarah, increasingly curious about this odd stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Nyles waits patiently at THE BAR, something hits his senses. He looks around, suddenly alert... He squints -- OFF IN THE DISTANCE: behind some shrubs, shrouded in dark a silhouette, swaying side to side... Is that a person? \fNyles SNIFFS the air...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.S.)",
          "text": "What are you smelling? Startled, Nyles spins to find Sarah behind him. Covering, sniffs her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Viktor and Rolf Flowerbomb, right? Sarah cocks her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Uh, yeah. That’s weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I know my hair mists. Dated a girl who bathed in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I hate it, but it was a birthday present from Tala last year and she'd kill me if I didn’t wear it. Daisy the Bartender returns with two COCKTAILS. Nyles off one to Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I always order two drinks at a time. Saves an extra trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Or maybe you’re an alcoholic? Nyles shrugs: Yeah, maybe. She takes the drink, they chee then meander away from the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You're Misty’s boyfriend, right? I don’t think we met at the rehearsal last night. I’m Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Nyles. So what’s the deal, you don’t like to dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Plantar fasciitis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Respect. Sarah smiles, just as Nana and Papa Schlieffen interject. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPA SCHLIEFFEN",
          "text": "Son, I’ve been to more weddings in my life than you could imagine --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You'd be surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAPA SCHLIEFFEN",
          "text": "I have to say that your speech was the best wedding speech I have ever heard. Shukraan. Papa Schlieffen pats Nyles on the shoulder and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You don’t actually believe any of that stuff you spouted, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Not a word. We’re all fucking alone. An O0.S. COUGH -- Nyles anxiously glances at the shrubs a that swaying silhouette still there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Hey, uh, want to go somewhere we can be alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wow. That’s a little forward. What’s the rush?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Your mom’s about to sing and I can’t handle that right now. Nyles gestures to the DANCE FLOOR, where Pia and her two SISTERS are setting up to sing a song. As Sarah looks over, Nyles glances back to the desert shrubs... then Randy emerges from behind, zipping up his pants. He was just peeing. Nyles exhales with total relie and turns back to Sarah with a renewed ease about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What would Misty think about us running off together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ANGLE THROUGH A WINDOW: Misty leans against the bathroom as TREVOR (25, groomed beard, Zara suit) goes down on her",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.S.)",
          "text": "Can't say I ever really liked her. \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVEAL: Nyles and Sarah squeeze next to each other, spyin the scene through a small window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "She has her moments. But yeah. This one hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You know she tried to get Tala to make her the maid-of-honor because I missed the bachelorette party? Manipulative bitch. (then) Who’s the guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Ex-boyfriend. Trevor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why don’t you go in and stop them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "There isn’t a world where these two don’t end up together. Nyles stops looking, leans against the house, gazes out t the desert. He actually does seem a little affected by th Sarah slides down beside him. Misty’s MOANS continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, if it makes you feel any better, you gave a great speech and everyone out there loves you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That’s true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "On the other hand, they see me as a liability who fucks around and drinks too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Why would they think that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Because I fuck around and drink too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Mmm. Don’t we all? \f12. MISTY SQUEALS -- Nyles gestures behind him: See what I me",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "And now they just worry and try to take care of me, but it’s suffocating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah, I was never great with unsolicited help. Like, don’t tell me how to live my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Exactly, I can fend for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Of course you can. You don’t need a leg up -- Another MOAN, followed by --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (0.S.)",
          "text": "-- hold my legs up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That was weird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This is so fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Soooo fucked up. They both look back through the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Kind of hot though. They share a smile. Locked in. She feels it, he feels it, sparks fly, Misty climaxes, shit’s getting real. Connecti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles and Sarah make out on top of a small boulder, not f from the party. Sarah keeps trying to untie Nyles’ board shorts but they’re double knotted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Okay, I give up. Take off your clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You got it. \f13. Nyles stands up and seductively unbuttons the top button his shirt, the second... then he RIPS it off. Nyles moves to his board shorts, but they’re tied too tig for him, too. His faux suave-ness on hold as he focuses i",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Almost got ‘em... And... he gets it! He yanks them off, so he’s down to jus his boxer-briefs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You wear underwear under your bathing suit? THWACK! AN ARROW FLIES INTO NYLES’ SHOULDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AGGGHH FUCK",
          "text": "Some BLOOD sprayed onto Sarah’s face -- SHE SCREAMS! Nyles spots a MAN (50s) in army fatigues and a HUNTING BO the base of the boulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I thought I smelled you, you piece of shit! The Man fires another arrow, GRAZING Nyles’ left love han He SCREAMS IN AGONY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What the fuck is going on?! Who is that?! The Man begins to climb up to them. Nyles staggers away f Sarah, slides down the opposite face of the boulder, and off into the desert, the Man in pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles rounds a corner and pauses to catch his breath. He turns around. Looks like he lost the Man. THWACK! AN ARROW FLIES INTO HIS THIGH. Nyles SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You're a sick fuck, Roy! Nyles sprints with everything he has around a bend. ROY ( man) scurries out of the shadows after him. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles hobbles around the bend, losing blood, slowing down and he collapses before a mound of boulders blanketing th side of a hill... almost at his destination: A TRIANGLE-SHAPED CAVE in the hillside, twenty feet ahead But he can’t make it in time -- Roy’s grunting just aroun the bend. Quick decision -- Nyles army crawls to the othe side of a nearby Joshua Tree, concealed by darkness. He h his breath, remaining completely silent, just as -- Roy rounds the bend -- and stops before the cave. Roy loo around, but he can’t see Nyles. It’s too dark. NYLES’ POV: Roy’s menacing silhouette, fifteen feet away. shouts into the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Keep running, shit bird. I’1l always find you. Then, with a disappointed sigh, Roy marches forward -- in the cave. And after a few seconds... Roy vanishes. Weird. Relieved, yet still in excruciating pain, Nyles uses his remaining strength to crawl into the cave, following Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles goes deeper, groaning and wincing with each movemen",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.S.)",
          "text": "(a loud whisper) Hey! He turns his head to find Sarah, twenty feet back, standi at the mouth of the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Stop! No no no --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Don’t come in here --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (PRE-LAP)",
          "text": "Wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. NYLES AND MISTY’S BEDROOM - MORNING Nyles wakes up in bed, shirtless, free from any injuries scars. He rolls over with a yawn to find Misty wrapped in towel, leg up on the bed as she moisturizes. Her hair and make-up are wedding ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That’s a good leg. She gives him a cheeky smile. INT. NYLES AND MISTY’S BEDROOM - BATHROOM - MORNING Misty and Nyles have sex. And it’s a struggle. (This is t same bathroom we saw Misty and Trevor in.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "You close? I can’t start sweating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Working on it, darling. After a few more thrusts, Misty stops, frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "I have to get ready. Just finish on your own. Watch me, I don’t care. Misty heads to the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Cool, yeah, that’s romantic. Nyles tries masturbating, watching her dig in her suitcas But he catches his reflection in the mirror -- sweat bead on his chest hair, fat jiggling with each stroke. He grim back, full of shame, a weak man trying to feel something. So he strokes harder, faster, FASTER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Starfished on the bed, Nyles cycles through every channel TV, never stopping. Misty pulls on her bridesmaid’s dress \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "No offense, but you’re the only guy I’ve been with who’s had a problem coming. And don’t say the age thing. I’ve had older boyfriends. Nyles keeps his eyes locked on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "It’s not you, it’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Yeah, no shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I meant it’s you, not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I meant kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Look, I know weddings make you super uncomfortable, but please don’t bring our drama here. This day doesn’t belong to us. It’s Tala and Abe's. Nyles gives a thumbs up. Misty doesn’t buy his sincerity, also doesn’t have time to argue. She escapes to the bathr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard carries a driftwood sign down the driveway. At a f in the road, he hammers it in the dirt with a mallet. REV THE SIGN: “Tala & Abe’s Wedding - November 9.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN SLOW MOTION: Nyles does a cannonball into the pool, soaking the pool deck with his splash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Nyles floats on an inflatable pizza raft, beer in hand, a in his pepperoni cup holders. Jerry (from Sudan) swims by KICKBOARD. Nyles offers him a beer from a BOX by the pool \f17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(accepting the beer) Shukraan. After a few moments:",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Good day so far?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Today, tomorrow, yesterday, it’s all the same. Yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Today is young. Ask me again at the end. Anything can happen. Jerry shoots Nyles some flirtatious side-eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Not today, sauce pot. Nice try, though. Jerry laughs nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.S.)",
          "text": "You! Sarah storms up to the side of the pool, almost slipping the water. Nyles FREEZES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Nyles) What the fuck did you do to me? Jerry looks at Nyles, horrified. Nyles sees Jerry, looks back to Sarah -- panics -- and submerges himself to escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles dodges a bombardment of Tecate cans thrown from abo We’re with him for as long as he can hold his breath, whi we hear Sarah’s muffled shouts -- SARAH JUMPS IN THE POOL, grabs Nyles’ hair, yanks him up Nyles surfaces with a GASP, arms FLAILING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tell me what the fuck is going on! \f18. But before Nyles can come up with an answer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA, (0.S.)",
          "text": "Sarah! Sarah turns: Tala, hair and make-up wedding-ready, is crossing the yard --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Oh my god, what are you doing?! Tala reaches the pool deck -- and SLIPS ON WET CONCRETE - her face SMACKS the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SARAH'S FACE -- all horror and confusion -- hiding behind bush as she watches: THWACK! AN ARROW FLIES INTO NYLES’ THIGH. Nyles SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You're a sick fuck, Roy! Nyles sprints with everything he has around a bend. Roy scurries out of the shadows after him. Sarah waits. Listening intently... It’s quiet. But she can’t miss whatever the fuck this is so she follo after in a full sprint --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah rounds the corner but no one is there. She hears a SOUND -- a faint groan. Coming from -- THE TRIANGLE CAVE. Sarah follows the groans -- until she’ the mouth of the cave. She can faintly make out Nyles crawling twenty feet in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(a loud whisper) Hey! Nyles turns his head --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Stop! No no no -- \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Don’t come in here -- -- Nyles vanishes into the cave. No sound, no orange ligh All goes silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hello? Nothing. But something about the cave draws her in. Some intangibl urge she can’t resist, this black hole of both curiosity escape, and she has to know what’s inside. She steps forw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah’s hands trace the walls for guidance. The moonlight dims as she goes deeper... Until it’s completely PITCH BL Then -- a faint sliver of an orange light appears in the distance, growing brighter the closer she gets. It lights her face, revealing a mix of wonder and fear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What the fuuuuuck???",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE LOSES CONTROL OF HER BODY",
          "text": "-- A BRIGHT BURST OF ORANGE --—",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "SARAH’S CLOSED EYE LIDS The SUN beats down on them. Her eyelids fly open --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The harsh ray of sunlight slices through a gap in the curtains onto her face. She shoots up, assesses her surroundings, piecing things together... This room is familiar. Shag carpet, black silk sheets, clothes scattered on the floor, someone in the shower. Wa that all a dream? \f20. She jumps out of bed, quickly dresses, peers out a WINDOW Howard and Nico carry sections of the altar, wrapped in plastic; Pia talks to the FLORIST by the main house. They setting up for the wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What the fuck? She hears the shower turn off. PANIC. She has to leave --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taupe backside of the estate. Desert shrubs, a noisy unit, and, above it, a small window... which OPENS. Sarah wiggles out head first but gets stuck at her waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Come on... O.S. VOICES approach. She FREEZES, looking toward two lar trash bins by the corner -- Howard and Nico appear with giant balls of plastic wrap. don’t see Sarah teetering out the window as they smash th plastic in the bin. Howard shuts it and they walk off. Once out of sight, Sarah uses all her strength -- STRAINI and pushes OUT -- taking the entire window frame with her SLAMS onto the air conditioner, BOUNCES off, and lands on CACTUS. A silent SCREAM --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah hurries to her Kia rental car, parked among the oth and gets in the front seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah catches her breath, steadying herself. She checks h PHONE: The date and time - 9:40am, November 9. She drops it. What’s happening? She stares into the rearv mirror and SLAPS herself, again and again, sanity crackin",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wake up. Wake up. BEHIND HER, we see Jerry in his swim trunks, towel over t shoulder, kickboard in hand. He stops to watch, weirded o \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(shouting) Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nothing makes sense. They stare at each other for a moment -- helpless terror her face, confusion on his. Too much for him to handle, h scurries off to the backyard. She drops her head onto the steering wheel, giving up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ON SARAH as she quietly opens the front door, hoping to g unnoticed... but is hit by the mad rush of people bustlin about to set up, the onslaught of wedding decorations, Ta and Abe's engagement POSTER before her. Nausea strikes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA, (0.S.)",
          "text": "There you are! Pia stands on a ladder tying photos of Tala and Abe to tw string across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "(shouting out) Tala! I found Sarah! Pia waddles off the ladder and grabs Sarah --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "We were looking for you all morning, come on -- She leads Sarah into the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KITCHEN",
          "text": "Where Nana Schlieffen ties ribbon around silverware and N blows up balloons. Howard cools off with a wet washcloth his neck while drinking a glass of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Sarah, peanut! (gives her a kiss) You must’ve gotten up early, I checked your room at six --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah... I went on a hike. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "You look exhausted. Stay hydrated. Howard offers her his water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "Tala should be done with her make- up soon, so you need to be ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I need a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "She made a specific order for you girls, and we already moved Misty up because we couldn’t find you. Sarah's gaze darts around the room, her mind racing. Pia looks",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Howard) This is really happening, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "I don’t understand the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This day already happened. over at Howard with a concerned look...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It was real. It felt so real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "Are you on drugs again? Sarah stops suddenly, staring out the window to the backy IN THE POOL: Jerry... and Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah storms up to the side of the pool, almost slipping the wet pool deck. Nyles freezes at the sight of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What the fuck did you do to me? Jerry looks at Nyles, horrified. Nyles panics -- and submerges himself to escape. \f23. Sarah grabs cans from the box of Tecate, firing into the water at Nyles while she berates him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hey! Come back up here! Jerry uses his kickboard to shield himself. SARAH JUMPS IN THE POOL, grabs Nyles’ hair, yanks him up Nyles surfaces with a GASP, arms FLAILING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tell me what the fuck is going on! But before Nyles can come up with an answer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA, (0.S.)",
          "text": "Sarah! Sarah turns: Tala is crossing the yard --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Oh my god, what are you doing?! Tala reaches the pool deck -- and SLIPS ON WET CONCRETE - her face SMACKS the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tala WAILS, clasping her bloody mouth. Sarah stands besid her, drenched and shellshocked -- Tala grabs her hand -- It’s all out pandemonium; a mess of snot, tears, and stre of mascara. Pia, Misty, and Erin (bridesmaid) dab Tala’s eyes, Nico looks on with a morbid curiosity, Howard frantically paces around the bedroom on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Nico! Get me the teeth -- Tala WAILS some more. Nico hands Tala’s TEETH to Howard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(into phone, re: teeth) The three front teeth are broken in half, one full canine... I’d guess two millimeters? ... Yes, the wedding is today... in six hours... Sarah silently observes this nightmare... We go into her BLURRY FACES coming into focus to scream at her: \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA ERIN",
          "text": "Get ice, Sarah! Help! Help, Sarah! Do something! «+. a nauseating nightmare... swirling pastels...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Why were you in the pool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I can’t be here. This doesn’t make any sense. None of this makes any fucking sense!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "You're making it worse! Sarah flees to the door, flings it open, and STARTLES whe she finds Abe listening in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "What happened? How is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Don’t let him in! He can’t see me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "I need to see you, baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Don’t fucking come in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(covers phone; to Abe) She'll be okay. I found a dentist in Cathedral City... (into phone) Yes, sorry. We’ll be there soon! Abe leans in close to Sarah, quietly asking:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "How bad is it? Sarah just stares back, trapped by this bizarre situation",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Everyone! I’m taking Tala into town. This dentist glues teeth! Tala WAILS -- it’s all too much -- Sarah VOMITS on the fl Abe leans back, grossed out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "No, Sarah, no! \f25. Howard grabs a towel, tosses it to Sarah, commands the ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Alright! Pia, keep setting up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "I am going with you. Pia cradles Tala in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Okay. Girls, you’re on table decor. Jerry and Nico are here to help. Your bride-slash-wedding planner needs some emergency surgery so -- He looks at Sarah, but she’s useless right now, so --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Misty, you’re in charge. All hands on deck! We can do this! off Tala’s WAILING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles slouches in a lounge chair, but he’s far from relax He stares off, dwelling on the chaotic turn of events. cans litter the pool bottom. Beer Sarah wanders out of the house, physically and emotionall drained, and collapses onto one of the chairs. Nyles tries to bury any semblance of guilt... and smiles he cracks open another Tecate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "So I guess you followed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I tried stopping you. (then) Tecate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But what is this? When is this? \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "This is today. Today is yesterday. Tomorrow is today. And so on. One of those infinite loops. Sarah’s mind is melting. Grasping for any help, or hope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How do I stop it? I don’t want tomorrow to be today. I want tomorrow to be tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That's never going to happen. Tomorrow will always and forever be today. He holds out a beer to her again, but she just sinks back into her chair, approaching, if not already at, complete hopelessness. Nyles feels... bad? A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "At least Tala’s teeth will be back tomorrow. So she’ll still have her dream wedding. That’s good, right? Ignoring this, Sarah looks to the canyon beyond the prope",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Which way is that cave? Nyles sighs and points. Sarah walks off, determined. Nyles sips his beer and attempts to continue his sky gazi but he’s clearly bothered. His routine’s been fucked with",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Fuuuuuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah mutters to herself, scanning the boulders, searchin for the cave. From the edge of the canyon, we get a clear picture of how big it is, and how small Sarah is within i",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER...",
          "text": "The afternoon sun blazes on. Sarah is completely lost, ju miles of boulders and hills that all look the same. She passes an empty tortoise shell with three distinct cracks",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER...",
          "text": "Sarah, out of steam and hope, sits on a small boulder, waiting for something, anything. But there’s only that ee silence, that desert wind. She lies on her back. Giving u",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER...",
          "text": "The sun begins to set. Sarah hasn’t moved, made evident b festering sunburn. She stares dead-eyed at the sky. Then Nyles steps up, drinking a beer. He offers her a sip and quickly takes it. Any liquid helps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Please. Where is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You have to wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Fuck you. Just tell me. Nyles gives up... and points to the other side of the can Almost directly across from them. But there’s no cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Where? Nyles looks toward the horizon... watching... He takes a steps back, to the left, like he’s looking for his mark..",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Wait for it... Almost... Okay. (dead serious) I am the Antichrist. Nyles SNAPS his fingers -- and an EARTHQUAKE BEGINS. Sarah freezes, bracing herself -- Nyles casually drinks his beer as ROCKS TUMBLE out of pla careening across the canyon, landing all AROUND him. The earthquake stops. Nyles, satisfied with himself, look back at Sarah -- what the fuck was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I'm kidding, there is no god, the earthquake happens every day. But -- Nyles points across the canyon -- to the cave, right ther plain sight. Sarah heads over, intent on ending this day. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You won’t find what you’re looking for in there. Once you go in the day will just restart, right back to wherever you woke up this morning. Sarah pauses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Same thing if you stick around. The second you fall asleep it just starts over. Weird, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But will this day end if I go in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Sure. For you. Sarah continues into the cave and vanishes in the darknes All alone now, Nyles sips his beer, conflicted. He looks toward the direction of the wedding, and all of its tumul And into the cave, now with an entirely different feeling dread. He hangs his head, unable to make a decision.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "SARAH’S CLOSED EYE LIDS OPENING UP -- -- but she immediately squints at a harsh ray of sunlight",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun through the curtains. Shag carpet. Black silk sheets. Shower running. She shoots up, peeks OUTSIDE: Howard and carry the altar; Pia talks to the florist. It’s all the s",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, no, no. In a panic, Sarah turns around, scans the room: The bathr door. The window to escape. Her keys on the bedside table",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (PRE-LAP)",
          "text": "Wake up. INT. NYLES’ AND MISTY’S BEDROOM - MORNING Nyles wakes up and finds Misty, in her towel, moisturizin her leg. She glances at him, as if expecting a comment. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Good morning... Nyles curls into a ball, not ready to face the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. SARAH'S CAR",
          "text": "Sarah races down a desert highway. A blank look on her fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles cautiously steps up to the pool, lingering by the e anticipating Sarah’s arrival. Jerry kickboards across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Have you seen Sarah around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "No, sorry. Maybe she’s with Tala? Nyles, relieved, gives a thumbs up, then falls into the p",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah downs three 5-Hour-Energy shots as she fills her ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still wet from the pool, Nyles pours every alcohol he can find into a blender, as the family prepares for the weddi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "She didn’t leave a note or anything? Are you sure she didn’t text back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "Check my phone if you don’t believe me. Sarah realized the day wasn’t about her so she left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Don’t say that. Nyles flips ON the blender -- and it’s LOUD. Pia and Howa both glare at him, but he doesn’t take his eyes off the cyclone of booze. He flips it off and pours into his cup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Or she’s scared. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Who, Sarah? Of what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Weddings, families, commitment, people, death, intimacy, melanoma, judgement. Sauce. Pia and Howard stare back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(resigned) She’1l be back. Nyles heads out to the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. SARAH'S CAR",
          "text": "Sarah passes a SIGN: “Welcome to Texas.” Windows down, Sa SLAPS her face to stay awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the crowd laughs at Misty’s speech, Nyles watches Dais fill his wine. He drinks and looks at Sarah’s empty chair then over to Tala. She’s staring at it too, missing her s",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. SARAH'S CAR",
          "text": "Sarah is still driving. Wide awake. 320z coffee in hand. INT. NYLES AND MISTY’S BEDROOM - LATE NIGHT Nyles stumbles in drunk and flops on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (0.S.)",
          "text": "-- hold my legs up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Austin, TX. Sarah parks her car in front of a small home. INT. SARAH’S HOUSE - KITCHEN - EARLY MORNING Photo booth strips of Sarah with various friends cover th fridge, depicting a life full of partying and bars. Dishe are piled in the sink. A lone cup in the drying rack. \f31. Sarah grabs the cup and fills it with water. She drinks, it back in the drying rack, then moves into her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEDROOM",
          "text": "And finds her two cats on an unmade bed. She shuts her bl to block the early morning sun and crawls in. She stares at the ceiling for a moment, mind still racing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This is all a dream. This is alla dream. This is all a dream. She shuts her eyes. CLOSE ON Sarah’s face... Her closed eyes... Then -- A SLIVER OF SUNLIGHT STRIKES HER FACE. Her eyes open. It’s a new day. Shag carpet, black silk sheets. Someone in the shower. She’s back. Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. NYLES’ AND MISTY’S BEDROOM - MORNING Nyles sleeps in bed. Just another day. Misty is in the bathroom. A KNOCK. Nyles doesn’t flinch. The person outsi tries to open the door but it’s locked. KNOCK KNOCK. Nyles snores through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (0.S.)",
          "text": "Are you getting that? Nope. Misty hurries out of the bathroom and opens the doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Sarah? Sarah barges in and sees Nyles in bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wake up. Nyles moans. Too early for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Uh... What are you doing? Sarah ignores her. She spots Nyles’ foot sticking out of sheets, grabs his pinky toe and SNAPS it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "ow!! \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "What the fuck, Sarah?! Nyles shoots awake, wincing in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Get dressed. I can’t be here anymore. Sarah leaves. Misty, totally lost, looks at Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Are you fucking cheating on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(groggy) No, you're cheating on me, ya goof. Misty’s stunned. Nyles grabs his clothes and follows Sara INT. SARAH’S CAR - DRIVING - MORNING Sarah turns onto the highway. Nyles sits shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You have a destination in mind, or are you just driving aimlessly? Because if so, I’d much rather go for a float.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Stop talking. Let me think. He offers her a beer and she swiftly accepts, pleasing hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What is this? I get that it’s the same day. But what is it? Nyles inhales, gearing up to give what feels like a rehea speech, aimed at quashing any further questioning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(in one breath) I have no idea what it is. This might be life, this might be death, might be a dream, I could be imagining you, you could be imagining me, might be purgatory, or this might be a glitch in the computer simulation we're in. And in another breath: \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "So, after a while I stopped caring altogether. The only way to actually live in this world is to embrace the fact that nothing matters. Disappointment, regret, guilt will just drive you bonkers. Nyles exhales, sips a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Then what’s the point of living? Sarah presses down on the gas, the car accelerates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Well, you have no choice but to live, so I guess you gotta learn to suffer existence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So we can’t die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No. The day just starts over. Or maybe we can, but I haven't figured out the proper way to kill myself and I’ve tried them all. (sips his beer) Slow down a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why slow down if nothing matters? Sarah's becoming unhinged. Nyles tries a softer approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You have to find what brings you peace. For me it’s floating in the pool with a beer. I think everyone can find peace in that. So why don’t we turn this car around and hit the water? Sarah stares ahead, picking up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. I need to get out of this. Sarah keeps a serious, dogged expression. She stomps down the gas and the car quickly gains speed. 100mph -- 115mph Nyles grows irritated. He unbuckles his seatbelt and maneuvers into an odd, super unsafe crash position. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Bracing for a quick death. We can’t die, but pain is a very real thing. There’s nothing worse than dying slowly in the ICU. Sarah keeps gaining speed. But at another glance at Nyles his crash position, she too unbuckles her seatbelt. ON THE ROAD AHEAD, a truck drives in the oncoming lane. S doesn’t let up. She slowly drifts into the other lane. Nyles peeks up to see. He still shows no sign of fear. Mo annoyed than anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "We can skip this whole phase and just have a drink at the bar. (off her silence) Or not. Whatever. See you tomorrow. Sarah stares ahead -- the oncoming truck gets closer, fla its lights -- but Sarah doesn’t slow down. Closer...Close HORN BLARING -- SARAH’S FACE -- NYLES takes one more sip of his beer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Head in her hands, Sarah stares down at a double whiskey shot, still in a serious existential funk. Nyles leans against the bar, at home in this desert dive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "As I was saying, you have to find peace. One thing that’s nice is no one knows me at the wedding. Besides Misty, of course. You might have trouble with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They don’t want me there, I don’t want to be there, so it’s a win-win for all. Sarah shoots back her whiskey and slams it down for a ref Sore subject. Nyles notices. Sarah shifts course -- \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I drove all the way back to Austin. Still woke up here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That’s the way it works. You can go anywhere you want. She looks at him: Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "As long as you’re awake, you can keep moving. I smoked a bunch of crystal and made it to Equatorial Guinea once. Big waste. They detained me once I got off the plane, I crashed within minutes, back in the desert I found myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(intrigued) I can go anywhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah, but you don’t want to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t fucking tell me what I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay, then go. I don’t give a shit. I’m just saying that it’s a hassle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOOHOO",
          "text": "At the DARTS BOARD behind them: Darla hits a bullseye. A disgruntled BIKER hands her cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Darla! You and me. Hundred bucks. Darla looks at Nyles for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Who the fuck are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Nyles demonstrates perfect dart throwing form and hits a bullseye with his first dart. Darla’s stunned by his skil \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Don’t you know how to hustle, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m an honest man, Darla. You are going to lose this game, but you can keep your money. He smiles, readying the next dart. Sarah stands by, watch Nyles throws it -- and it goes in the same hole as his fi dart, side by side, metal on metal. And it reminds Sarah",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wait. Jesus. Who was that guy with the hunting bow? Darla cocks her head, just as Nyles throws his final dart and misses the board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCK.",
          "text": "He collects himself, marks his score on the chalk scorebo and gives the darts to Darla, holding her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Your eyes and hand are one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "My eyes and hands are one. Nyles keeps watching Darla, Sarah keeps staring at him, waiting for an answer. He finally looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That was Roy. He was a guest at the wedding. Abe’s dad’s cousin, of the Schlieffen clan. Other than that, I know very little about the dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But why was he trying to kill you? Nyles sighs. Even thinking about Roy bothers him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "One night, a very long time ago, I partied with Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We follow a SERVER through the COCKTAIL HOUR with a tray tuna tartare on wonton crisps. Guests clutching signature cocktails snag bites as she passes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (V.O.)",
          "text": "This was back in the early days, before I really became acquainted with everyone. I was still feeling my way through... A HAND taps the server on the shoulder, and we turn aroun with her to find: ROY (50s), white hair, white teeth, gre suit, much less frightening in the light. He grabs a wont",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "This tuna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERVER",
          "text": "Yeah. He takes a bite --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Mmm. Tasty. The server holds the tray as he takes two more. She moves but we follow Roy meander away, smiling at guests he clea doesn’t know while he continues to eat, until he makes it",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAR",
          "text": "Where Nyles talks nonsense to Daisy the Bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I know you know. But you don’t know that I know. Or do you know? Daisy stares back, unenthused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "You being a dick to Daisy? It takes a patient soul to put up with pricks like us. (to Daisy) A more beautiful barkeep I never did see... Moscato, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "“What might have been and what has been point to one end, which is always present.” \f38. Roy considers Nyles, intrigued by this drunk prophet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Actually Dais’, two whiskey shots. Daisy pours the shots, hating life. Roy flips through a massive wad of cash, puts a single dollar bill in the tip Roy hands Nyles one of the shots and holds his up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "To the struggle. Nyles and Roy take their shots -- just as the guests APPL around the dance floor. The WEDDING PARTY makes their gra entrance. There’s Misty and Trevor, Erin and Nico, Sarah Randy... And the guests go nuts as Tala and Abe stroll ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Why do people clap? What’s to clap about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "People clapped when the Titanic set sail. Roy chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Confucius said: Marriage is a seemingly bottomless pit of sorrow that makes you forget who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "He did not. Roy smirks at Nyles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "But there is a bottom, my friend. And it’s dark down here. Nyles gives Roy the hang loose sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "(leaning in) You wanna dance a little? Roy taps his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "The Officiant in the dumb suit -- \f39. Roy gestures to THE OFFICIANT (30s), a bearded guy in a h Nudie suit (A rhinestone embroidered cowboy suit), who MC the wedding party entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Turd bird has a bag of sweets in his pocket. I tried to corner him in the bathroom, but he won’t share -- But Nyles walks away from Roy before he can finish. From ROY’S POV, Nyles walks across the dance floor up to Officiant, reaches into his pocket, pulls out a bag of pi The Officiant buries his shock and continues to MC as Nyl ignoring quizzical looks, returns to an amused Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(holding up bag) Got ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles and Roy grin at each other, swaying, nostrils caked different colored powders. Roy keeps licking his lips wil Nyles’ gaze goes from watching this to the bathroom door handle jiggling. Someone tries to open it -- POUNDS on it",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT, (0.S.)",
          "text": "Give me back my shit! Open up! Nyles’ eyes drift back to Roy -- but he’s vanished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY, (0.S.)",
          "text": "(whispering) Over here. Roy crouches in the bathtub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Hop in. Nyles joins him. More POUNDING on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT, (0.S.)",
          "text": "Come on, I know you’re in there. Roy Shhhhs Nyles. Nyles Shhhhs him back. They escalate Shhhhing, on and on into GIGGLES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT, (0.S.)",
          "text": "You guys suck. \f40. Roy grabs Nyles by the back of his neck and brings him cl sweaty forehead to forehead, real intimate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "I won’t let him hurt you, friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "We're in the shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "We are the shit. You and I, we’re in this together. Nyles stares back, eyes fully dilated, but he begins to look... scared. Not of Roy, but of everything happening. eyes roll back, but Roy SLAPS him awake --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "My boy, I got you. We’re alive. Roy holds Nyles head to his breast to comfort him as the POUNDING continues --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN SLOW-MOTION: Nyles and Roy tango on the dance floor, t out the world around them, lost in this blur of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles and Roy lie on their backs, staring at the stars, o of their fucking minds, stoned, tripping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "This is the greatest night of my life. The Earth, the stars, the holy mother. Grace and love. Peace and personality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m not seeing it, Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "You'll find it. I know you will. Otherwise, what’s the point? They go silent for a moment, star gazing. We see Nyles’ e dart as he stares up -- THE SKY: Nyles’ creates his own constellations, connectin star to star with trails of light zig zagging into a shapeless, meaningless mess -- his new existence. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Man, I wish I could just live out here forever. Nyles looks over at Roy. A fucked up, sad man who seems t at peace right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Follow me. Nyles gets up and slides down the boulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles and Roy stand before the CAVE. A quiet wind inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Your ancestors are in there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "My ancestors?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Your answers. The answers you’re looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Alright. I’m in. Nyles wobbles, dizzy, while watching Roy walk in through blurred vision. Nyles’ legs give out and he collapses ont his back, the toll of their binge catching up with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Roy... Wait... Nyles dies. Roy continues forth -- then vanishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah throws darts as Nyles continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That was a mistake. Once Roy learned about his new life, he didn't take it lightly. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (CONT'D)",
          "text": "Luckily he lives out in Irvine and wakes up there every day, so he only comes around every few... days? weeks? My concept of time is fuzzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What does he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You got a taste the other night. I think he thinks it’s revenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shirtless, sweaty Roy cracks a whip as he SCREAMS at Ny gagged and tied to a chair under a single swinging lightb",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles stares ahead, reflecting on the memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "He may have some anger issues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roy waterboards Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A fully naked Nyles sprints for his life through the dese running zig zag patterns... He looks back, and UP: An ARR flies through the air -- hits his shoulder, takes him dow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The darts game is over. Now both Sarah and Darla listen attentively to Nyles’ story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "He even stopped for a while. I thought I was safe. I settled back into a routine. I felt good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN SLOW MOTION: Nyles does a cannonball into the pool. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (V.O.)",
          "text": "But then he hit me where it hurt. Nyles surfaces with a gasp, spitting up water --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What the fuck’s that smell1?? (looking around) Jerry? But he’s not there. Nyles SNIFFS again, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY, (0.S.)",
          "text": "How’s the water? Roy walks up smoking a cigar, holding an empty gas can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Looks a little cold. Before Nyles can react, Roy tosses his cigar in the pool, engulfing Nyles in flames. Roy, fire reflected in his eyes, just watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles shoots back a shot of tequila, numbing his PTSD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "So I vowed to never bring anyone else into this life again. Not everyone is cut out for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Amen to that. I tied my tubes at forty. Despite his nonchalance, Sarah senses Nyles is still trou",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You need to confront him. You can’t keep running from this guy forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What’re you talking about, yeah I can! Nyles gets up and opens the door, the desert sun floods i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hole-in-the-wall taco stand. Nyles and Sarah finish up burritos. A MEXICAN BOY, 8, walks up with a box of candy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Chocolate? For charity... Nyles takes $100 out of his wallet and hands it to the ki The kid’s eyes go wide. Nyles speaks to the kid in Spanis",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "One Kit Kat, a Snickers... (to Sarah) What candy do you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Twix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Good choice. (to the boy) One Twix. Keep the change, friend. And make sure you spend it all today. Buy flowers for that girl Ignacia you have a crush on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Thank you! The boy walks off, staring at the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You know that’s a scam. Notice how he didn’t say which charity? Nyles turns to the kid, now selling to another table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What’s the name of your charity? The boy turns, panics, then sprints down the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I know there’s no charity. I give back when I can. I have no interest in material matters. Sarah watches in disgust as he douses his burrito with ho sauce, then takes a huge bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Other than beers, burritos, designer drugs, and candy. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(chewing through) Obviously. I’m not a Puritan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What about sex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m not not into sex. But it’s been in a steady decline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Because Misty’s cheating on you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Nah, I don’t care about that. We have sex all the time. But no matter how you feel about someone, physically or emotionally, the novelty is bound to fade. Sarah studies him. Is he being serious? Hard to tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But to have to live with that over and over again, to experience that level of betrayal every day, that might really fuck a person up. Nyles studies her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeahhh, but it’d be pretty pathetic of me to hold a grudge. Nyles finishes off his beer. Sarah reaches under the tabl and grabs two more from the box of Tecate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What about fucking other people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Oh I have. It just takes a lot of work and I put very little effort into my life. A thought strikes Sarah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We've never had sex, right? \fEXT. 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No. At least not that I recall. Memory is another thing that fades with time, but that may also just be alcoholism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, you said that already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "See my point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Okay... Who, then? Besides Misty. Just curious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Daisy. The barkeep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DESERT",
          "text": "Nyles lies on a boulder while Daisy rides him, berating h EXT. INT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAISY",
          "text": "You are a prop. You are my little fucking dildo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Oh my goodness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I can see that. Who else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Darla.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "DARLA’S TRAILER - BEDROOM - NIGHT Nyles and Darla lie on the bed, caressing each other. She grabs his head and brings it to her bosom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "You make me feel illegal. Nyles kisses her belly tenderly... He looks at her and lo eyes. He nods. She guides him down further, between her l",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I need to be put in my place sometimes. But it’s great because I always get to wake up alone. Or, ya know, emotionally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s something an asshole says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Guess I have no choice but to be an asshole. Nyles takes another bite of his burrito.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What about Tala?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "HA. No. Tala actually is a Puritan. But I have tried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tala and Abe slow dance, gazing into each other’s eyes. Nyles, dressed in a tux, taps on Abe’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Ahem. May I cut in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "It’s the first dance. REVEAL: All of the guests watch. It is indeed the first d",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Please. The one dance. And possibly some over-the-clothes stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah. That’s Tala. Anyone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Jerry. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You fucked Jerry Schlieffen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "He fucked me. Off Sarah’s bewildered look --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "He stuck his penis in my butthole--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, I got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH TO",
          "text": "NYLES FACE -- He looks nervous...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m ready... He WINCES as he’s penetrated. But after a moment, he sett into it, nodding. He looks back to Jerry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You know, it’s not that bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I'm glad I tried it. Turns out I’m not really into dudes. Nyles gathers their burrito wrappers and tosses each of t over his shoulder across the patio, directly into the tra",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah. (then) Oh, and your dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN A HOT TUB: Nyles and Howard are forehead-to-forehead -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "What are we doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Howard goes in for the kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah processes, confused. Nyles stares back. For a long",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay, fine, that one didn’t happen. (continuing casually) What about you? Solid sex life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not going to fuck you, so don’t even try. Maybe would have the other night. Not now, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Girl, I was thinking the same thing. Sarah squints, studying him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You promise we’ve never hooked up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Again, my memory is shot, but I don’t think so. (looking up at the sun) Party’s about to start. Head back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Uh. No. Why would I do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Eat, drink, dance. Bask in looove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s not love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Sure it is! Tala’s in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "HA! For someone who knows everything, you really have no idea what you're talking about. Nyles sees he struck a bad chord there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tala and Abe are like 95% of all couples. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "They hit the point in their relationship where they got bored, but are so emotionally stunted they can’t be alone. So, they fall victim to the most archaic patriarchal scam of all time: marriage. Weddings: An industry designed to turn you against the one you ‘love.’ Nyles tries to chime in, but Sarah gets passionate --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How any woman with an ounce of self respect is okay spending tens of thousands of dollars so their father can ‘give them away,’ AND calls it the fucking high point of their life... it’s one of society's greatest tragedies. Nyles opens his mouth again, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Why, when anyone tries to simply start a dialogue is it always suppressed? Because we, you and me and everyone, are weak. We can’t stand the idea of being alone, so we buy into the pageantry and celebrate its bullshit. A long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "And the other 5% of couples?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They have a relaxed no-frills celebration without any friends or family, just free booze and their own mutual respect. They party like it’s their last night on earth, have incredible sex, and then -- they get divorced. We aren’t built to spend our entire lives with another person. Nyles sips his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay. So, no wedding I guess. What do you want to do? \f51. Sarah sits back, moving on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe it’s a karma thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe that’s how I get out of this. Be selfless and you’re free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I just bought you a hundred dollar Twix, and I’m still here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, real acts of selflessness. The bone marrow shit Tala does. She looks around at the various people at the taco stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Maybe life goes on for everyone else here, just not us, until we've earned our way out. So, tomorrow, that kid will still have a hundred bucks to spend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "And there’s a world where Tala is missing her teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But there are millions of worlds where she isn’t. Have you really never thought of this before? Of course he has. Still, he humors her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay. Maybe you’re right. Then what is the most selfless act you could do? Something that would absolutely guarantee an end to this day. Sarah thinks for a brief second. She knows what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRIBAL MUSIC begins and the guests quiet down for the ceremony. Two DANCERS in green leotards dance down the ai weaving between hay bales, tossing glitter on guests. From here we catch brief snapshots of the wedding: - Abe and his MOM stroll down the aisle to CHEERS. - The WEDDING PARTY walks down... Misty and Trevor, Erin Nico, Sarah and Randy. Nyles gives her two thumbs up. EVERYONE STANDS to watch Tala walk with Howard. As Tala a Abe meet at the altar, their faces stretch into the great smile of their lives. Abe’s eyes well up, Tala starts cry The Officiant wipes a tear. Howard sobs, Pia comforts him pan the audience: EVERYONE feels the love. And then there’s Sarah. She steps forward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Hold up! Puzzled looks fill the crowd. Nyles, too. At this point h has no idea what her “selfless act” actually is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "What are you doing? Sarah ignores him and takes the mic from The Officiant. She holds it up to her mouth, words on the tip of her tongue... but looking out at audience, and then to Tala.. she reconsiders, and lowers the mic. She walks up to Tala, pulls her into a tight hug and says something inaudible into her ear. The onlooking crowd wai",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(quietly to Nyles) What is she doing? Nyles shrugs. No clue. Sarah releases the hug, tears fill her eyes. She hands th mic to The Officiant, the flowers to Pia, and walks away. Everyone turns to Tala for an explanation. She’s in shock Speechless. She looks at her parents, a silent cry for he At Abe. At everyone. Heavy breathing, the world is ending",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EVERYBODY PANICS. Pia holds Tala. Howard holds the altar steady. One guest sprints away. A baby cries. Nyles remains calm, but confused -- THE EARTHQUAKE STOPS. The guests glance around with relie",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Look at that. The gods have spoken and they approve this marriage! But Tala is now SOBBING into Pia’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah’s far more relaxed, with an almost celebratory vibe she takes shots and plays pool with a couple barflies. The front door swings open, Nyles steps in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What the hell did you say to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Doesn't matter, sister stuff. But I think I’m good. Karma’s fucking great. Selflessness is fantastic. Sarah hits two balls in at once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Pay up boys. The barflies she was playing each hand her $20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to the Ted the Bartender) Two shots of your finest whiskey. Ted pours the shots. Sarah holds one out for Nyles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, Nyles, it’s been great. Or, interesting, at least. If this ever happens again, please keep me out of the cave. Good luck with the psychopath. Deal with him. Maybe that’s your way out. They clink their glasses and take the shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. NYLES’ AND MISTY’S BEDROOM - MORNING Nyles sleeps in bed. Just another day. Someone POUNDING o the door. Misty wraps a towel around her body --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Hold on, I’m coming! She unlocks it and Sarah barges in, straight to Nyles --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "What the hell, Sarah? Nyles jolts up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Didn't work. Life is meaningless. Let’s get the fuck out of here. She heads out. Misty looks at Nyles as he rolls out of be",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Are you -- Nyles jumps in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES MISTY",
          "text": "-- fucking cheating on me? -- fucking cheating on me? Nyles pulls on his swim trunks --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES / MISTY",
          "text": "(in unison) What? ... This isn’t funny. Nyles puts on his Hawaiian shirt, Misty is freaking out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES / MISTY",
          "text": "Okay, stop... I’m serious... Don’t copy me... Stop pretending like you know everything... I hate, agh -- And this back and forth takes us into --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SERIES, THE DAYS AND NIGHTS OF NYLES AND SARAH",
          "text": "CONGA + SYNTH DANCE GROOVES OF ALEX CAMERON’S “THE CHIHUA I/E. - SARAH’S CAR/HIGHWAY - DAY Sarah speeds down the open road, her hair blowing in the wind, Nyles stands out her sunroof with a beer. \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HIP POOL PARTY alive with dancing, cornhole, bocce ball and a photo booth. And in the middle of it all: Nyles and Sarah float in the pool with neon cocktails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah wakes up. Glances at the bathroom, shower running. weight of the real world returns. She fights through -- NYLES AND MISTY’S BEDROOM Nyles wakes up and jumps out of bed with pep in his step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BULLET STRIKES FIDEL CASTRO (on a poster/target) in the forehead, blowing out cloud of dust and hay -- Nyles lowers his sniper rifle, smoke swirls from the barr",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Kill shot. Sarah steps up with an AK-47 and scans the targets. Castr Osama Bin Laden, and some guy with a handlebar mustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Who’s the mustache? SPUDS (50), the owner, stands by with a bazooka. A GOAT grazes in a PEN behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPUDS",
          "text": "The prick my wife ran off with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How’d you get such a good picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPUDS",
          "text": "Facebook. SARAH FIRES -- DESTROYING THE MUSTACHE MAN’S HEAD. I/E. SARAH’S CAR/HIGHWAY - DAY Nyles drives, Sarah surfs on top of the car. Nyles hits a POTHOLE and SARAH FALLS OFF --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah wakes up, morning dread -- \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah (not dressed for the wedding) walks to the edge of dance floor. Randy drunkenly dances up to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "What up, Sarah? We missed you earlier. Tala’s pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "What? Sarah leans in to his ear --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Meet me in the bathroom in ten minutes... And you better be naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "You’re messing with me, right? Sarah grabs his crotch --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Use your shirt as a blindfold... And film me when you walk in. off Randy’s bewildered smile --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Randy is naked, blindfolded by his shirt, holding his iPh out to record. He takes a deep breath, then opens the doo REVEAL: Trevor going down on Misty --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Randy! Fuck! And just behind them we see Nyles and Sarah watching the scene through the bathroom window, loving it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah’s car -- fifty yards up -- EXPLODES! Sarah, Nyles, and Spuds pop up from a DITCH, high-fiving. Nyles points to Sarah’s ears -- they’re bleeding -- but s LAUGHS about it. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles tries setting up a tent but can’t because Sarah kee WHIPPING him with one of the poles, really fucking hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles and Sarah lie in their own sleeping bags, facing aw from each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah wakes up, looks at the empty space next to her in b NYLES AND MISTY’S BEDROOM Nyles wakes up, looks at the empty space next to him in b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abe and Tala are about to cut the cake when Nyles runs up CROSSBOW in hand --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Don’t! There’s a bomb in the cake! Nyles DIGS into the cake, GASPS throughout the crowd, and finds a BRICK OF C4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "Oh my god!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "It’s okay, I used to be a bomb guy. Nyles takes an arrow and STABS it into the C4, cocks the crossbow, and FIRES it into the air -- It EXPLODES above the party, a bizarrely beautiful firewo display, interrupted by -- SARAH, riding up on a motorcycle. She stops by the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TREVOR",
          "text": "Hey, that’s my motorcycle --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to Nyles) You son of a bitch! You ruined my plan to kill everyone!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Sarah! The sister of the bride! I should’ve known it was you! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (CONT'D)",
          "text": "(then) Howard, I’1l take her alive, if it’s the last thing I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Son, please, put the weapon down -- Sarah TACKLES Nyles into the pool --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles (helmet and goggles on) feigns a confident smile an thumbs up to Sarah as he’s led to the open door by his ta skydiving INSTRUCTOR -- Sarah pushes by and leaps OUT of the plane, without her parachute, turning back at Nyles with two middle fingers",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wide shot, brutal sun, clear blue sky, A FIGURE rockets TOWARD the Earth -- it’s SARAH -- in FREEFALL, dive-bombi THUMP!!! A mini mushroom cloud where she hits the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE GROUND",
          "text": "Nyles and the instructor hurry out of the prop plane -- N laughs maniacally while the instructor frantically sprint Sarah’s body. The instructor checks her pulse, then looks to Nyles, still laughing as he marches INTO THE PROPELLER INT. CALMADA ESTATE - NYLES AND MISTY’S BEDROOM - MORNING Nyles wakes up, looks at the empty space next to him in b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah wakes up, looks at the empty space next to her in b",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles, giddy with excitement, leads a blindfolded Sarah i the bar... He takes off her blindfold to REVEAL: The entire bar is filled with decorations -- STREAMERS, BALLOONS, and giant ‘HAPPY MILLIONTH BIRTHDAY, SARAH’ sig The unenthused BARFLIES all wear PARTY HATS, Darla claps Sarah covers her smile, truly touched and surprised -- \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Have I really been here that long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You’re asking the wrong guy -- Nyles lifts up a CONFETTI CANNON and blasts her face --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles, Sarah, and five other DESERT HIPSTERS party -- drinking, dancing, snorting blow. A couple of them make o",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Everyone is passed out. Four packed on the bed, including Sarah, eyes closed, nuzzling into Nyles’ arm. ON NYLES’ FACE, watching Sarah fall asleep, weighing something in his head... He drifts to sleep. INT. NYLES AND MISTY’S BEDROOM - MORNING Nyles opens his eyes. An empty space next to him, as alwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "END MONTAGE ON: Sarah and Nyles drive away from us down a dirt road deep in the desert...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles and Sarah sit by a small fire, empty desert vista behind them. Sarah holds a cheeseburger. Nyles chews a Tw",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Think of it like this -- Nyles holds up his half-eaten Twix and gestures to the ar that’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Everything in this void here, where the Twix once was but is now in my stomach, is the past. He gestures to the remainder of the Twix bar --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "And everything that’s left to eat is the future, encased in chocolate. Sarah keeps listening... Nyles gestures to the void again \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "None of this concerns me. The who, what, why of your past. You got here, that’s all that matters. You ate some Twix and pooped it out. No need to sift through the shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "But if you really want to know someone deeper, it does matter. You have to know the whole package.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Packages suck. Does what you said to Tala at the altar concern me? Nah. All that matters is it convinced you to let it go. This -- He shows his next bite -- layers of crunchy cookie, caram",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "-- the next bite is all that matters. (takes another bite) Devote all of your energy to what’s happening in this precise moment. (another bite) Now. And again -- (another bite, chewing) Passing.. Now... With every ‘Now,’ Nyles watches an imaginary figure drift away - from the Twix - off into the distance. Sarah stares back at him, unimpressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I was married for two years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You don’t need to tell me about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I still am, technically. Divorce takes a while. (then) My family hated him. My dad's the kind of guy who desperately tries to see the good in everyone, and even he hated the guy. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Good thing none of that matters anymore. Sarah ignores Nyles’ attempt to keep her from opening up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I knew it wasn’t going to work out when I said ‘yes,’ I knew it wasn’t going to work out when I moved to Austin for him, I knew it wasn’t going to work out as I walked down the aisle. But I went through with it. And it didn’t work out. And ignoring all of that would make me destined to repeat it. Nyles stares in the middle distance as his chewing slows. Like he’s short circuiting. Silence. For a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "These are fantastic mushrooms. Sarah stares at her burger. It’s so juicy... Nyles digs through his memory... it’s fading fast... then snaps back into it, momentarily --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You could be dead tomorrow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Except I can’t be dead tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "But if you could, all that energy spent focusing on the past and future will have been wasted... Energy is everything. Energy is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH NYLES",
          "text": "Everything. Everything. Sarah processes... Losing her grip... She puts up a finge hold on. She walks behind some bushes and pukes 0.S., the returns, wiping her mouth. Reengaged --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What if I want to invest some present energy into my future? Like my burger. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (CONT'D)",
          "text": "I have maybe one bite in me, but I also know the center is going to be the tastiest part. So what if I go straight for the center and skip the edges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Don’t ever skip the edges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I hate the edges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I feel sorry for you then. A beat. Sarah begins to smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "If you feel sorry for me, that Means you care about me, Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(deflecting) When I say “I feel sorry,” it’s in the same way that I feel slightly annoyed when I finish a beer and need to open a new one. (he opens another beer) It’s a fleeting feeling. It drifts away, like everything else. Nyles watches the imaginary ‘It’ drift away. Sarah studie him as he sips his beer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What else has drifted away? Nyles goes silent, his thoughts take him somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nyles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Everything. (smiling, holding up his beer) Cheers. He’s burying something, but she’s not in the right headsp to push him further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "To pretending not to care. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "To pretending -- Nyles FREEZES, drops his beer, eyes wide, staring at something in the distance. A child-like grin takes shape he’s fully entranced by what he’s looking at. Sarah turns her head to see -- MILES AWAY: SILHOUETTES TRAVERSING THE SUNSET. DINOSAURS. BRONTOSAURUS MOTHER LEADS HER TWO SMALLER DINO CUBS. Sarah's face glows with pure joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh my god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You see them, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are they real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Who cares? As they watch the dinosaurs, Sarah moves to the other sid the fire and sits down next to Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "They're beautiful. She smiles and grabs Nyles’ hand. He squeezes back. THE EARTHQUAKE HITS -- but Nyles and Sarah don’t react. They're locked onto the dinosaurs. Off this tableau --",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Nyles pisses on the fire to extinguish it. The light of t lantern shines through the tent behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles crawls into his sleeping bag. Sarah’s still awake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Au revoir, mi amigo. Nyles shuts his eyes. Sarah watches him drift into sleep. \f64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Mmmhmm. . .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Let’s just get it over with and fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(caught off guard) Okay. Sarah straddles him and starts kissing him, taking charge She takes off his shirt. Then her own. As she goes back i",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What? Nyles, though drunk and still coming down from the mushro is quite taken by Sarah, by her body, by the whole situat It’s intense and real and complicated. To the point where Sarah feels uncomfortable by the vulnerability. So -- She skirts past it, pulls him toward her, and they go at",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Locked on the tent, the lantern casts shadows, subtle moa merge with the desert sounds -- creaking insects, the smoldering fire, a coyote’s howl. We MOVE AWAY from the t through the smoke of the fire, and float UP -- Off the plateau, drifting into the night, moving on from moment... And now the tent is merely a spec, a dot of lig in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But her face wears conflicted emotions, more like a bad hangover than the post-coital elation one might expect. S considers sitting up, but it’s all too heavy for her righ now. She gives up and lies there, listening to the shower \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah walks through the house to wake up Nyles, but she s at the BRIDAL SUITE. The door is ajar. She peeks INSIDE: Tala sips on a mimosa while Erin does her hair, both smil Sarah watches, longing for this happiness she can never s with her sister. PRE-LAP: The sound of a beer can opening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah sips her beer, driving. In the passenger seat, Nyle has a fresh glow and a twinkle in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I gotta say, I felt different this morning. Like... goooooood. In a good way though, ya know? Sarah's off in another world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Because of last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh. Yeah. She glances in the rearview mirror, noticing a dark car a ways back. Is this guy following her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Is that a “Yeah” of regret? Or...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, it was fun. Tension relief. It’s fun to relieve tension. She's still looking at this car. It’s a little closer now Close enough to see that it’s a POLICE CAR. Nyles doesn’t notice, more concerned by her response.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Should we talk about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What’s to talk about, it’s all meaningless, and technically that happened tonight. \f66. Nyles sits back, put off by the cold turn she’s taken. Sarah throws her beer out the window, and checks the mirr for the cop’s reaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "So we’re littering now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(re: the cop) Nothing still, Jesus. This cop’s been following us for miles. What's this fucker’s deal? Sarah presses the gas to pick up speed. 90mph and climbin",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Are you trying to get pulled over? ON NYLES... thinking... he turns around and squints at th cop car, still following at the same distance. Nyles seem be piecing something together in his head... 100mph. The cop turns the sirens on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Finally! Sarah starts slowing down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Believe it or not I’ve never been arrested before. Curious to see what it’s all about. Nyles looks back one more time. His eyes go wide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No. Dead serious, he slouches in his seat, out of view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I think it’s him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Roy. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh! That fucker. Sarah screeches to a halt. The cop car stops right behind only see the cop’s silhouette, his sheriff’s hat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Keep driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No way. If you aren’t going to deal with him, someone has to. Sarah gets out of the car and throws her arms up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Help! He’s trying to kill me! Sarah runs back toward the cop car as Nyles sinks deeper his seat -- what the hell is she doing? NYLES’ POV: Sarah reaches the cop car, frantically shouti",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP'S VOICE, (0.S.)",
          "text": "(on the microphone) Sir, step out of the vehicle! Nyles freezes. Maybe it isn’t Roy. Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP'S VOICE, (0.S.)",
          "text": "(on the microphone) If you don’t step out, I have no choice but to remove you by force. Nyles peeks back again: the cop slowly approaches Sarah’s car. Still backlit, but it doesn’t look like Roy. This gu has a mustache. Nyles breathes a sigh of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay! I’m coming out! Nyles opens the door, puts his hands up, still holding hi beer, and slowly stands, his back to the officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Sorry Mr. Policeman, I thought you were someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Oh yeah, who’s that? Nyles turns and locks eyes with the cop, who’s now at the trunk of Sarah’s car... And Nyles’ relief drains. \f68. It’s Roy, wearing a huge grin -- and a fake mustache.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Howdy, stranger. Roy raises a SHOTGUN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINNING HIM BETWEEN THE TWO VEHICLES.",
          "text": "ON SARAH, surprised by the mix of pleasure and horror she feeling. She shakes off those thoughts, backs the cop car Roy collapses, broken in half, held together by skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(on the microphone) You called for back up? Nyles stares at Roy twitching on the ground, gasping for BWOOP BWOOP -- Sarah messes with the cop car sounds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "-.. Who... is that? Nyles shakes his head, conflicted. This asshole’s caused so much pain, but it’s hard to watch someone die. BWOOP BWOOP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(on the microphone) Please step inside my vehicle, sir. As Roy wheezes, Nyles steps back to the cop car, maintain eye contact with Roy the whole way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles chugs beer in the passenger seat, dazed, even remorseful, but trying to stay composed while Sarah drive",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Lighten up, dude. Look what he was planning to use on you. Sarah gestures to the backseat where there’s an aquarium a COBRA SNAKE. It hisses, spitting venom against the glas",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Let’s do something crazy. \fNyles looks around at their stolen cop car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Isn't this crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Let’s rob a gas station. Ooh, what about a bank? Nyles doesn’t share in her excitement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What’s with the sudden blood lust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It’s not blood lust. It’s about trying something new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You just killed a guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, a fucking sadist, dude. You've had forever to play around in this world but I haven’t. You can’t expect me to take your word for everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What about the karma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, I don’t believe in that anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(disappointed) Oh. Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Of course not. That’s what you’ve been telling me from day one. “The only way to live is to embrace the fact that nothing matters.” Right? So I’m embracing it. 69. Nyles sits back. She’s right. But he doesn’t want to admi it. He glances out the window, searching for an answer, a distraction, and notices a BILLBOARD for a local casino.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What about the casino? \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ooo, good call. That’s even better than a bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I don’t mean rob the place. Being a source of terror isn’t fun and isn’t fulfilling. It doesn’t matter that everything resets and people forget. WE have to live with what we do. I draw a line at cruelty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "For a guy who supposedly cares about nothing, you seem to have a lot of lines you won't cross. Nyles drinks his beer, done debating this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Whatever, fine. We’ll go to the casino and not rob it. (then) Pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Thank you. Nyles raises his beer in cheers -- as Sarah stomps on the and accelerates down the highway --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah slams her hands down on a half-full BLACKJACK table she takes a seat. Nyles sits beside her --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(to the DEALER) I’m gonna count cards. Cool?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEALER",
          "text": "Please don’t. The Dealer starts dealing out the next hand. Sarah counts cards out loud, albeit completely incorrectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "King, nine, ace, three. Nyles, wanna jump in here? Nyles lightens up, glad to get back to the innocuous fun \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Sure thing. Three, four, three. Lot of threes. A GRUMPY PLAYER groans, then takes a bite of his HOT DOG. Sarah adds a few $100 BLACK CHIPS to her bet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Bold move, I dig it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEALER",
          "text": "You can’t bet during your hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUMPY PLAYER",
          "text": "These fucking kids --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t call me a fucking kid. I didn’t know I couldn’t bet more. (to Dealer) Apologies. Sarah kisses her fingertips and makes a peace sign -- and rotates into a middle finger aimed at the Grumpy Player. Nyles clocks this as the Dealer looks at him for his turn",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’ll stay... Sarah’s turn, but she’s still shooting angry eyes at the Grumpy Player. He stares back at her, dead-eyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I want more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You already have nineteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUMPY PLAYER",
          "text": "You don’t want to hit, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Don’t tell me what to fucking do. (to Dealer) Hit me. Hard. The Dealer lays down a QUEEN on her TEN/NINE. BUST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUMPY PLAYER",
          "text": "You took my card, bitch. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES SARAH",
          "text": "Hey! That’s not nice! The fuck did you call me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUMPY PLAYER",
          "text": "Screw you two, fucking amateurs. This isn’t daycare. Sarah gets in his face as Nyles tries holding her back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh suck my dick you greasy fucking hot dog man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRUMPY PLAYER",
          "text": "(to Nyles) You should keep a tighter leash on your girlfriend and her nasty mouth --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Hey! Screw you, dude --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m not his girlfriend -- Nyles shoots her an surprised look -- Sarah KNEES the Grumpy Player in the nuts, grabs all of h chips and bolts for the door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah bursts through the doors, giggling and delirious, followed by an exasperated Nyles, the Security Guards and Grumpy Man now in pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What the hell is going on with you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That guy had it coming to him. You're supposed to be on my side!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I was on your side! Nyles is losing steam -- then -- a SECURITY GUARD in a go cart speeds up beside them --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Freeze, asshole! Sarah THROWS her CHIPS at his face, causing him to swerve \f73. Nyles and Sarah keep running -- almost to the car --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(to the Guard) It’s not worth it, man! Back off -- The Security Guard FIRES HIS TASER into Nyles’ neck -- Ny YELPS and tumbles onto the asphalt, writhing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "A COP sits a handcuffed Nyles on the curb beside Sarah, a handcuffed. Nyles’ face is scraped and bloodied from the fall. Sarah seems... excited. Almost manic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Not quite what I had in mind, but glad we did it, ya know? This world is too small for dicks like that. She gestures to the Grumpy Player giving his statement to cops. But Nyles looks at her, blank-faced. We now see his right eyeball is completely red and draining bloody tears",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You're a fucking lunatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Oh shut up. No one got “harmed.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I DID. I’m crying blood. Sarah chuckles, but Nyles is really pissed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You’1l be fine tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "PAIN IS REAL. Why can’t you understand that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "It doesn’t matter. Nothing matters. Those are your words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Pain matters! What we do to other people matters! We were having fun. Then you killed Roy. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You were never going to deal with him. I did you a favor. So, fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No, Sarah fuck you. You act like a child, which is exactly what led to you being stuck in this shit in the first place. This strikes a nerve with Sarah. So, she KICKS him. A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Ow! See?! A child!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Knock it off, over there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m stuck in this shit because YOU got me stuck in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "HA! I told you to stop, but nope, can’t tell you what to do because you've got it all figured out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I followed you because I liked you and someone was trying to hurt you. Because I GIVE A SHIT, which you clearly know nothing about. But had I known I’d be stuck with a pretentious, wannabe nihilist for the rest of my fucking life I'd have stayed far away, and I sure as hell would never have slept with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Oh please, we've fucked a thousand times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What do you mean? Nyles looks to the Cops --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Can you move this along, guys? \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Answer me. Nyles looks at her with a cold stare --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I lied. Yes, we've hooked up. So many times. All I had to do was bail you out with that ridiculous speech at the wedding. That easy. And it was always nice because I never had to deal with it the next day. But now I do. They stare at each other for a moment, letting it all sin in. Sarah’s lip begins to quiver, but she fights it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m an awful person, whatever, but you're that predictable. She turns away. Nyles does the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (PRE-LAP)",
          "text": "Wake up. INT. NYLES’ AND MISTY’S BEDROOM - THE NEXT MORNING Nyles wakes up in bed. Another day. Misty moisturizes. Sh glances at him, expecting a comment. But he offers nothin He looks at the door, waiting for Sarah's knock. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles drinks on his pizza, but he can’t get comfortable. sun is too bright, the beer too warm, the pizza isn’t inflated enough. Everything is off. Sarah is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles pours himself a tall glass of tequila while Howard Pia chat nearby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "She didn’t leave a note or anything? Are you sure she didn’t text back? \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "Check my phone if you don’t believe me. Sarah realized the day wasn’t about her so she left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "Don’t say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No, Pia’s right. Howard and Pia look over at him. Who is this guy? Nyles d his tequila and walks off with the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles lies on a hay bale, drinking by himself, watching t wedding reception unfold, Misty and Trevor flirting by th bar. He shifts his gaze up to the sky, to the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles stands before the cave. He turns around and scans t desert, one final check. He downs a bottle of wine, shatt it against a rock, then walks into the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (PRE-LAP)",
          "text": "Wake up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles wanders down the hall in his underwear, passing peo setting up for the wedding. He stops in the living room w he sees Pia putting up photos of Tala and Abe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Pia, what room is Sarah staying in? Pia turns, she doesn’t recognize this odd man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Misty’s boyfriend, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "(playing it off) Oh. Yeah, of course. Her room is the second to last down the hall. (as Nyles turns) But she isn’t there. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Where is she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "No one knows, we haven’t seen her since last night. Howard went to wake her up this morning but she wasn’t in there. Nyles walks down the hall, second to last room, and opens It’s empty. The bed perfectly made, untouched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What the fuck? He walks back to the living room. Howard, The Officiant, Randy are all there now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Did anyone actually see her stay in there last night? Pia cocks her head. The others are just as confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "She wakes me up every day, so she has to be somewhere. She has to be. Nyles looks out the front window for Sarah’s car. It’s go Misty steps out, still in her towel, worried that her boyfriend might be having a breakdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "What are you doing, Nyles? Nyles stares back at the onlookers. Maybe he’s lost his m",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles zones out on the bed amidst an intimate cocaine par with Randy, The Officiant, and Jerry. An alt-country reco plays. The Officiant cuts the coke on the mirrored coffee table and rambles about the record:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Frederick Dougless, spelled L-E-S-S instead of L-A-S-S like the slave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "But he’s white? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "That seems fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "No, man, it’s a commentary. He’s the second coming of Gram Parsons. Abe enters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY THE OFFICIANT",
          "text": "Ayyy! Married man! There’s the fuckin’ guy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Mind if I partake? Need a breather. Abe snorts a line off the coffee table. He notices Nyles",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Misty’s boyfriend, right? Maybe don't mention this to her, cuz it’ll be a thing. Nyles zips his lips shut, locks them, and throws the key. frequently cut back to Nyles as the coke babble accelerat",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "(to Abe) Remember when Frederick Dougless opened for me at the Bootleg. The Officiant does a line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "The next Gram Parsons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Who is this Gram Parsons? Abe, Randy, and the Officiant all look over, judging him. Nyles lies back, his head on the pillow, staring up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Flying Burrito Brothers? The Byrds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I’m from Sudan, dude. (off their looks) Of course I know the fucking Byrds. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Well, Gram Parsons was in The Byrds for their best record --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "-- Sweetheart of the Rodeo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "And then he moved out here, did a ton of drugs with Keith Richards, wrote his solo albums --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "-- GP and Grievous Angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Then he OD‘d, but he practically drank himself to death by then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "The dude just couldn’t hang. Abe snorts another line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I don’t really like country music. The three guys hang their heads and groan in disappointme Nyles turns to his side, his face sinks into the silk pil",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "(to Nyles, re: coke) Misty’s boyfriend, you in? Nyles doesn’t move... his face changes... something about this pillow. He inhales and recognizes the scent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Whatever. Abe does another line, then heads for the door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Feel free to join the party -- Abe exits. Nyles takes another breath into the pillow -- sits up with some pep. His detective hat is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Is it just you two staying in this room? \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Yeah... Nyles’ suspicious stare bounces between the two guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "You okay, dude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Were you both here last night, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Nah, Tala is all serious about the whole no-sleeping-together-before- the-wedding thing, so Abe took it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Abe slept here last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "Yeah... What’s up? Nyles grabs the pillow and heads outside --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles races to the dance floor as Abe sits down next to T",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Abraham, you slick fuck! I get it! Abe turns, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You and Sarah. It all makes sense! Abe’s stomach sinks. Other guests turn to watch...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "(to Abe) What’s he talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Your sister and Abraham were boning each other. She spent last night in his room, that’s why no one could find her. She wakes up with him everyday and probably sneaks out in the morning. No wonder she hates herself. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (CONT'D)",
          "text": "(then) Here, smell this. From Abe’s bed. Nyles tosses Tala the pillow. She holds it, piecing thing together in her head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Shut up, you’re drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No, you shut up. How did no one notice this before? (then) I mean, it took me a long time. A really long time. Jesus... How did I miss this? Nyles pauses for a moment of self-reflection. He shakes i off just as a pissed-off Misty steps in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Shut up and go fuck Trevor. Misty’s jaw drops. Tala focuses her attention on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Abe. That isn’t true, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Of course not. This guy’s been drunk all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That may be accurate, nevertheless -- (to Tala) If you smell the pillow, you will recognize the distinct scent of Viktor and Rolf Flowerbomb, the hair mist you gave Sarah on her birthday. Quizzical looks all around. Why, and how, would he know t Tala slowly brings the pillow to her nose. It’s Viktor an Rolf Flowerbomb alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(to the crowd) Is there anyone else here who uses Viktor and Rolf Flowerbomb? The crowd is silent. Tala’s face sinks with the realizati \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(to Abe) Never underestimate the scent of a woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Get the fuck out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOWARD",
          "text": "(off Tala’s realization) Abe, let’s take a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "You don’t actually believe this guy? Abe looks at all the faces judging him. Tala, Howard, Pia the Schlieffens, Trevor, Erin -- all stare at Abe in shoc",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Come on. Guys, really. That’s not me. But Tala knows it is. It makes sense to her. Time for him leave. Abe begins to walk away... but Nyles won’t let it",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You sad, pathetic fool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(to Abe) You cheated on your fiancé, at your wedding, with her sister...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Stop it, Nyles. Nyles turns to Tala. Her world is falling apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "And fuck, Sarah, doing that to you? Even I wouldn’t stoop that low. (turns to the guests) And all of you -- ABE TACKLES NYLES. A FIGHT BREAKS OUT BETWEEN THE TWO. Nyles and Abe sloppily wrestle on the dance floor, Nyles the losing end. Nyles manages to get up, then TACKLES Abe into a table -- place settings and succulents go flying. FACE SLAPS, BITING, KNEES TO THE GUT, SPITTING -—— \f83. Pinned down, Nyles spots a FORK and reaches for it... His fingers are almost on it... And he gets it -- And STABS ABE IN THE CHEEK WITH THE FORK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORRIFIC SCREAMS ALL AROUND --",
          "text": "Abe gets up in a state of shock. Fork stuck in his face. pulls it out, stares at it. Blood drains from his cheek. Nyles even seems stunned. Abe STABS NYLES IN THE EYE WITH THE FORK. EVERYBODY SCREA",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ABE'S SMILING FACE, unscathed, as he goes to kiss Tala --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything is back to normal. No mess, no blood, no horro Nyles slouches in his chair at another table, bearing the heavy reality of his world. He refills his glass of wine, spilling over the brim onto the white table cloth. Jerry watches him, concerned. DANCE FLOOR: The Officiant takes the mic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OFFICIANT",
          "text": "I'd like to invite the mother of the bride up for a little surprise. Pia and her two sisters walk out. Pia takes a breath to compose herself. One of her sisters rubs her back, smilin Tala gives Abe a look: What’s she doing? Abe shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "Tala. You know that I’m not great with words. But I do love you more than anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Love you too, Mom! Nyles watches with dead eyes, nursing his wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "And Abe, the beautiful bridegroom, you are now my son. \f84. Tala kisses him. Nyles gives a loose wrist clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Great man, great man! Abe notices, but shrugs it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "When I was a little girl, me and my sisters found beauty in music. It’s how we communicated and bonded. Abe rubs Tala’s back. Tala smiles wistfully, missing Sara Nyles watches this and drinks more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "So we’re going to perform a song we learned as little girls. It’s a song I want you two to remember when you run into hard times. Love can get you through anything. This is “A Lover’s Concerto.” The Officiant presses play on the laptop, cueing “A Lover Concerto” by The Toys. Pia TRANSFORMS into a whole new person, a true performer, hamming it up with PURE JOY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "How gentle is the rain that falls softly on the meadow... Tala’s hands cover her grin, tears welling up. Nyles’ breathing gets heavier. He downs the rest of his w",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": "«+. Some magic from above made this day for us just to fall in love... Pia and her sisters do a little choreographed step-and-sh as they sing back ups. The guests all CHEER. Nyles stares off, lost in a thought or memory. And he beg to cry. Some guests notice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIA",
          "text": ".«.. Oh, don't ever make me cry through long lonely nights without us. Be always true to me, keep this day in your heart eternally... Tala grabs Abe’s hand and pulls him up to dance. \f85. As the INSTRUMENTAL BREAK in the song hits, the sound of grown man’s GUTTURAL MOANS spread. Heads turn to the sour Nyles is a bawling, blubbering mess. It’s truly an ugly c The backing track of the song continues on, but Pia and h sisters stop singing, joining everyone as they just watch Nyles in bewilderment. At a loss, Tala and Abe look over Misty, by the bar with Trevor, shaking her head, embarras Finally, Jerry puts his hand on Nyles’ shoulder, bends do and whispers into his ear. Nyles nods and rises. Jerry pu his arm around Nyles and leads him away. INT. NYLES AND MISTY’S BEDROOM - NIGHT Nyles and Jerry sit on the bed. Nyles is hunched over, he in his hands, but he’s done crying. Jerry rubs his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "It's okay, my friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "It’s painful. I don’t get it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "What is painful? Nyles turns to Jerry, snot dripping from his nose, blood eyes, and asks with full sincerity:",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Do you want to fuck me? I’1l let you do it. Jerry smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Not right now, but I appreciate the offer. Nyles pats Jerry on the leg, then continues hanging his h",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I miss her, Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Sarah. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Harris? Nyles nods, still buried in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "I didn’t know you knew her. We all wish she could’ve been here. Nyles shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I love her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Oh. I see. That’s interesting. Off this image of a kind dude consoling a heartbroken man",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (PRE-LAP)",
          "text": "Wake up. INT. NYLES’ AND MISTY’S BEDROOM - MORNING Nyles wakes up in bed. Another day. Misty moisturizes. Nyles GROOOOOANNNS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. PRIUS / DESERT HIGHWAY",
          "text": "Nyles drives down the road with a look of defeat on his f",
          "sentiment": "neutral"
        },
        {
          "speaker": "I./E. PRIUS / 91-FREEWAY",
          "text": "The Prius blends in with the weekend traffic in Orange County, side-by-side with hundreds of dead-eyed drivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Identical tract homes. Nyles parks the Prius by the curb front of one. He checks the number: 742. He checks the address on the GPS: 742 Woodflower St, Irvine. He gets out of the car and stands on the front lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "ROY! I’m turning myself in! Torture me, fuck me, I don’t care! (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (CONT'D)",
          "text": "I've felt it all and there’s nothing left but this pit of sorrow! You were right, it’s dark down here! He lies on his back, sprawled on the crisp grass. Some NEIGHBORS pop their heads out. The front door opens. Roy hurries out to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "(harsh whisper) What are you doing here?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I surrender. You win. Roy helps Nyles up, smiling at his neighbors as he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Everything's okay, nothing to see. My brother-in-law, PTSD, Fallujah, 9/11. Real war hero. (quietly to Nyles) I’m not letting you ruin family day, so keep your mouth shut. Roy drags Nyles into his house. INT. ROY’S HOUSE - CONTINUOUS Pleasant, portrait of Jesus. TWINS (boy and girl, 6) on tricycles. A TEEN watches TV. Not what Nyles expected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "You can’t be here. WOMAN’S VOICE (0.S.) Who was that man?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Goddammit. JAMIE (45), Roy’s wife, appears at the top of the stairs bathrobe, drying her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Oh, hi, sorry, just got out of the shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Hey, sorry hon’, this is ... \f88. It just now dawns on Roy that he doesn’t know Nyles’ name",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Nyles is an old friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "We’re not friends, we’re enemies. (to Jamie) You married this piece of shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMIE",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "He’s a ball buster, hon’. Nyles just stopped by to say hi. Tuna will be ready soon. We’ll be out back. Roy pulls Nyles away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles blankly takes in Roy’s yard. Idyllic suburbia. Pool Golden Retriever, BBQ and a smoker. A twin BOY (6) waters grass with a hose. His twin SISTER calls out from a swing",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Push me! Feeling powerless at the moment, Nyles pushes the girl on swing. Roy walks up with beers, slightly calmer now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "(re: his twins) Can you believe I made these? If I had one less Mai Tai that night I'd have put the rubber on right and they wouldn’t be here. (then) Here’s to Mai Tais. Roy sips his beer, watching his kids with fatherly pride. and Nyles trade off pushing the swing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "This is your life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Not bad, huh? Beautiful wife, three beautiful kids. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY, (CONT'D)",
          "text": "(pointing to his boy) Little retard is watering dog shit. It’s weird and beautiful. The boy scoops up a piece of dog shit, dumps it onto a pi in middle of the grass, and continues watering it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "What about marriage being a “bottomless pit of sorrow?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Shit, man, I’m not without my demons. Don’t crucify me. Things change. Priorities... change. Nyles stares at the kid, unpacking all of this. Roy picks on Nyles’ troubled mental state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "So what are you doing here? You have two minutes to drink that beer before I slit your throat and throw you in the smoker. (off Nyles’ look) I’m kidding. This is a PG house. Get on with it though. You’re scaring my wife. Nyles notices Jamie watching him through the blinds from second floor bedroom window. She shuts the blinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I haven't seen you in a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Yeah, no shit. A bunch of rock climbers found me on the road that day and brought me to the hospital. Nurses wouldn’t let me sleep because they thought I'd fall into a coma. Died a slow, painful death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "There’s nothing worse than dying slowly in the ICU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Alzheimer’s. Way worse. Runs in my family. At least I don’t have to deal with that. Roy sips on his beer, suppressing some memory. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "I had a lot of anger for you, man. I’m never gonna see my kids grow up, I’m never gonna walk Madison down the aisle. But you wouldn’t know shit about that, would you? Roy glares at Nyles, then takes a more enlightened approa",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "I admit, my head may have been up my own ass, I might not have fully grasped what I put you through, but that little hospital stint opened my eyes. Today was always a good day here. Matty tending his dog shit, Jamie in the prime of her womanhood at forty-five. Madison's gonna draw a family portrait later where we’re all animals. I’ma goddamn grizzly. I don’t have to watch my family grow up to hate me. Can't beat that. Roy glances over at Nyles, sensing that the dude is a los soul at the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "You gotta find your Irvine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I don’t have an Irvine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "We all have an Irvine. (then) Who was that looney bitch that blindsided me, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(defensive) Don’t call her that. Roy shakes his head at Nyles while drinking his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "You brought her to the cave, didn’t you? Goddamn, didn’t you learn anything? Nyles stares ahead, still pushing Madison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "She followed me in. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Hey. At least you have each other. Can’t imagine anything worse than going through this shit alone. Nyles stops pushing, hit with the reality that they don’t have each other anymore... He does have to go through thi shit alone. Madison looks back at Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Okay, you gotta go now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Can I stay for dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "It’s probably best if we don’t see each other again. (then) It’s not you, it’s me. A moment as Nyles absorbs this. Even Roy is done with Nyl",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Kill me? Roy takes him in -- this defeated shell of a man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "The traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Side yard. (to Madison) Daddy’1l be right back, honey. EXT. ROY’S HOUSE - SIDE YARD - MOMENTS LATER Roy leads Nyles to the side yard and shuts the gate behin them so that they’re out of view from the kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "(quietly) K, uh... Get in the recycle bin. Roy unlocks a storage bin and pulls out the HUNTING BOW. Nyles climbs into the empty recycle bin and faces Roy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You actually own that? \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "It’s my eldest’s. Caught him hunting cats. At least I don’t have to see him grow up to be a serial killer. Roy cocks the arrow into place -- AIMS at Nyles’ HEAD...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "I hope you find it, man. Then AIMS at Nyles’ HEART -- and FIRES -- Nyles collapses into the bin -- the lid shuts closed. We HOLD ON the recycle bin for a few more seconds as Roy leaves the side yard... TILT UP to the NIGHT SKY -- All the stars, all the constellations -- and BACK DOWN to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Nyles and Sarah sit handcuffed on the curb as the Grumpy Man gives his statement to the Cop. Back to the la time Nyles and Sarah saw each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m an awful person, whatever, but you're that predictable. She turns away. Nyles does the same. The Cop finishes taking the Grumpy Man’s statement and he to Nyles and Sarah. Just before he reaches them -- Sarah turns back to Nyles, determination in her eyes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I’m getting the fuck out of here. Nyles doesn’t understand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 1",
          "text": "Okay, up we go -- The Cop helps Nyles up, and as his back is turned, Sarah, hands still cuffed behind her back, manages to grab his G",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 1 COP 2",
          "text": "Whoa whoa whoa! Drop the weapon! \f93. Sarah starts FIRING at NYLES, everybody SCATTERS -- But the Grumpy Man, Mr. Hot Dog Man himself, is fearless. pulls out a .44 MAGNUM, aims it at Sarah -- BANG!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah shoots awake, sits up, fucking done with this day. She goes straight to the BATHROOM -- She flings open the steamed shower door to find Abe --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Hey you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. This is done. This never should've happened. We both deserve every awful thing that’s coming to us because we are shitty people. But I’m done being shitty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABE",
          "text": "Uhh, okay. You’re not going to tell Tala though, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I already fucking told her and it doesn’t make a difference. And with that Sarah SLAMS the shower door, cracking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PUSH IN on Sarah behind the wheel, a woman on a mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah’s car screeches into the EMPTY parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "Sarah paces back and forth at the ENTRANCE, waiting for t library to open. BEHIND HER we see the LIBRARIAN (40s) inside, unlocking the glass doors and opening them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "off to an early start --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah slips right by and we follow her INSIDE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Science. I need the science section.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "What type of science?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Time loops? Time travel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "Try aisle six... The Librarian follows slowly behind Sarah -- Sarah turns down aisle six, scans titles: Quantum Mechani In Search of Schrédinger’s Cat, The Infinity Puzzle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "What are you looking for exactly? I can help narrow it down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I walked into a cave that sucked me into some type of hellish wormhole and now I’ve been stuck living the same day over and over again and I need to find a way out. The Librarian gives her a blank stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIBRARIAN",
          "text": "Maybe try the Internet? Sarah stops. Looks over. That’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From behind the computer, ANGLE ON Sarah as she sits befo this machine which may hold all the answers. As she gets work typing we slowly PUSH IN on her face -- TIME SPEEDS UP BEHIND HER -- library guests pass by in a -- but Sarah never moves, her eyes just rapidly scanning every page she reads, absorbing every video she watches - -- FLASH TO diagrams of WORMHOLES, BLACK HOLES, EQUATIONS COSMOLOGICAL DIAGRAMS --— \f95. -- FLASH TO various entries typed into GOOGLE: cosmology, Magnetic vortex, quantum suicide, parallel universes -- PUSHING IN on Sarah, her face fills the frame, pupils shr -- FLASH TO Sarah waking up -- she hops out of bed -- Her speeds away in a dust cloud -- OVER and OVER again -- -- FLASH TO a Stephen Hawking TED Talk -- Sarah furiously takes notes -- -- Sarah's eyes grow heavy as she watches a dated TV spec on time travel... until she falls asleep at the computer -- Sarah WAKES UP -- back at the guest house -- FUCK -- a jumps out of bed -- Her car speeds away -- PUSHING IN on Sarah’s face -- on her EYE -- -- As Howard assembles the ALTAR, Sarah swipes a TAPE MEA from Howard’s tool box and walks off, but STOPS when --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (0.C.)",
          "text": "Sarah! I see your car! I know you're here! She hides up against a wall as Nyles passes by, then runs -- Sarah exits a Superstore carrying a bunch of TOOLS and CHEMICALS. The same young BOY selling candy from before approaches. She ignores him. Then stops. Goes back and gi him a 100 DOLLAR BILL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(Subtitled Spanish) Make sure you spend it all today. -- FLASH TO Sarah at the mouth of the CAVE, measuring it, pacing back and forth, pouring weird chemicals in the dir She strides in, staring at a stopwatch, the ORANGE ORB engulfs her into a BLACK VOID -- We PULL OUT from Sarah’s PUPIL -- she rubs her weary eyes she SKYPES with a PROFESSOR:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR",
          "text": "-+. we're kind of circling determinism, so there’s really only one possible future given the laws of our universe -- \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "-- BUT. Wait. You’re wrong. Hintz argued that a Reissner-Nordstrom-de Sitter black hole would allow an observer access to the indeterministic universe on the other side of the Cauchy horizon. The Professor stares back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROFESSOR",
          "text": "Okay. Sounds like you don’t need my help. Take care -- The Professor signs off. -- FLASH TO Sarah, face-to-face with SPUDS’ GOAT. She pet endearingly, apologetically, then walks her INTO the cave SEE the ORANGE FLASH and hear the goat bleat. -- FLASH TO Sarah leaning over the fence at Spuds’ GOAT P weighing something as she looks at the goat, who stares b -- Sarah, outside the cave, straps a PACK FULL OF C4 onto same goat’s back. She walks the goat into the cave, out o view... but after a moment Sarah RUNS OUT -- without the -- takes cover behind a boulder, detonator in hand -- and",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLICK",
          "text": "-- FLASH TO a VIDEO depicting a theoretical journey throu the UNIVERSE, through a WORMHOLE -- leading us to: BLACKNESS, NOTHINGNESS -- except for a SINGLE, DISTANT ST ... THE STAR EXPLODES, filling a PERFECTLY CLEAR NIGHT SK Now we're BACK TO the starting ANGLE -- behind the comput Sarah stops reading, stops typing, and sits back in her c She looks to The Librarian, cataloguing books at the coun",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I think I got it. The Librarian smiles politely, then goes back to her work",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles, dejected and back in the lounge chair, stares at t pool. Pure misery and emptiness. The guy just can’t move",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH, (0.S.)",
          "text": "Still here, huh? \f97. Nyles turns his head to see Sarah approaching -- and fall of his chair. He blinks to be sure he isn’t hallucinating",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Hey! You’re here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Wow, you look great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah. Well I can’t age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Right. It’s awkward... She looks down at him, still on the groun",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So, how you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Bad. (stands up) I mean, yeah bad, look, can I just say something... I am SO sorry, for everything, for lying, for not telling you about our “previous encounters.” All of it, it was not cool. And I don’t blame you for being mad at me. But, I’ve been thinking about it, we had a really good thing going before I screwed it up. So, do you think we could just start over? I feel like we owe that to ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Are you done? Nyles thinks for a moment. Am I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Good. I think I found a way out. off Nyles -- \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIGHT ON Sarah as she explains her theory to Nyles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "«+. all lying entirely within a Cauchy horizon, and though the chronology protection hypothesis and quantum fluctuations theoretically don’t allow for traveling back in time, it really comes down to nature always inhibiting us. So, the general consensus is eradicate the energy source and all should reset. She looks at Nyles, preoccupied and clearly not following",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nature prevents time travel. The earthquake broke nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(unconvincing) Right. I hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No, listen, this is serious. Sarah leans forward and grabs her PURSE from the vanity -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIN, (0.S.)",
          "text": "Please, don’t move -- WIDE TO REVEAL: Erin, thoroughly annoyed as she tries to Sarah's hair for the wedding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIN",
          "text": "I don’t know what you’re talking about, but we only have half an hour until photos and I still need to get ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Then get ready. I'll finish up. Erin puts her hands up, glad to be done, and leaves. Sarah takes out LIPSTICK and draws a DIAGRAM on the mirro starting with a LONG TUBE -- \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This is the cave. It’s also life, birth and death, our consciousness, the timeline we all live on, but it’s simpler to think of it solely as the cave. We enter here -- She circles the left entry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "-- and what’s supposed to happen in life is we just walk through this tube to the other end, continuing on this regular timeline. But, much like an earthquake can break pipes underground, it broke our pipe. She circles a section of the tube --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This is the part where it all turns orange, where we’re sucked in. For exactly 3.2 seconds we lose control of our bodies, and what’s happening is we’re being sucked down into this fissure caused by the earthquake, back to the moment we wake up. Sarah draws a line down from the fissure, back to the sta",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(trying to follow) Okay... I really missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Nyles, focus. It’s really not that hard to understand. Here -- (circling the fissure again) This is a highly concentrated energy source. Remember, you said it yourself. Energy Is Everything. We're trapped in a box of energy. Sarah draws a BOX around the entire graphic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That's all this day is. A box of energy. (pointing to the fissure) We destroy the energy source in that 3.2 second window, we break the box. At least I think. Sarah goes back to applying her make-up, pleased with her \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "And then what, there’s like more boxes outside the box?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t know, maybe we wake up and it’s today, maybe it’s twenty years from now, or we're dead under a pile of rocks. I can’t be sure of any of it, that’s why it’s a theory. But we have to try. Sarah’s making somewhat of a convincing argument, but Nyl remains skeptical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay. And by “break the box,” you mean...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "We blow up ourselves and the cave in that 3.2 second window. Then we're out. Sarah moves onto her mascara, so confident in her plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I dunno, I mean, we've killed ourselves so many times already and we're still here, in “this box,” right? I mean, I don’t wanna shit on your idea, you've clearly spent a lot of time learning all about this stuff --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Well, technically, I’ve spent no time on it, since this isn’t real time, it’s all time spent outside of time, but go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I just think you might be setting yourself up for disappointment again. Remember your karma experiment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This is different. She puts down her mascara and looks him in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I tested it. \f101. Sarah moves into the BEDROOM and starts changing into her DRESS. Nyles is stuck on her last line though...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "How did you test it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I tried it with Spuds’ goat. I sent her into the cave, blew her up, and... she’s gone. I don’t know where she went, but she isn’t here anymore. (then) Zip me up. Nyles zips her dress, still unsure...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "The goat’s gone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah. Crazy, right? So, get through today, don’t do anything too crazy, and tonight, meet me at the cave so we can peace the fuck out of this shithole. Sarah checks her dress in the armoire mirror. Nyles sits the bed, processing. Did she actually find a way out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You sure you don’t wanna run a few more tests first?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What? No. What are you talking about? Sarah sits on the bed and begins lacing up on her shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "The cave will still be there tomorrow... I just don’t wanna rush into anything, you know, in case something actually does happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Rush? Nyles, we've been stuck in here for an eternity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah, no, I know. I guess I just really saw this conversation going differently, y’know? \f102. She looks at Nyles. The same dude she once had a fling wi may have even loved, but who remains unchanged. Same wrin Hawaiian shirt, same dirty swim trunks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Holy shit. You’re scared to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No, I’m not. I just don’t WANT to leave. There’s a difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What’s the difference?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I wanna stay with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Everything we’re doing in here is meaningless. You know that, right? This isn’t real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "It’s real to me. Look... (takes a breath) I love you. How about that? Sarah continues with her other shoe, deflecting --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You don’t love me. I’m literally the only other human being stuck in here with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "No, what about Roy? I don’t love him. Sarah looks at him: Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So, you're saying that out there, in the real world, with millions of choices, you'd still want to be with me? Nyles hesitates for a second too long... Sarah clocks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah. Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Bullshit. You can’t possibly know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, would you want to be with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Fuck no. Sarah heads back into the bathroom --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Right, see, we “can’t possibly know that.” Your words. But what I DO know is that we’re good together, here, in this world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You've lost your mind. Nyles stands --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "That’s what love’s all about! Sane people don’t fall in love, don’t be so afraid of it. I’m not going to fuck you over. And if you get mad at me again, just take a few years off and then come back. We’ll still have our youth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I want my life back, Nyles!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Why? It’s not like things were working out so great for us out there. I mean, I know you’re screwing Abe, so if your plan works you'll have to deal with that whole mess. The color drains from Sarah’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How do you know about that? He sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Viktor and Rolf Flowerbomb. She is livid, ashamed, as she packs her purse -- 103. \f104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "But it doesn’t matter. I don’t judge you for the past, that’s kind of my whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Wow, YOU don’t judge ME? That’s rich coming from the guy who lied about us fucking “thousands of times.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I said I was sorry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, well apology not accepted. Good talk, Nyles. Don’t come with me, I don’t care. She turns to leave -- but he’s in the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Can you move? If this is my last day, I’m not wasting it with you. Nyles stares back, he wants her to stay... but she won’t down. He steps aside and she leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles wanders out the front door in a daze. He stops and stares up at the sun, like he’s trying to blind himself..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles trudges down the dirt road, AWAY from the estate, a guests drive toward the wedding. He passes the sign for “Tala & Abe’s Wedding - November 9",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah, all dressed for the wedding, straight-faced as the PHOTOGRAPHER positions the family members around Tala and in front of a cactus. Sarah forces a smile for the photo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles walks in the middle of the road, head hanging, look pathetic. A passing CAR blares its horn. Nyles doesn’t re \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOS: Tala and Abe share their vows as family tears up. Sa smiles, standing by Tala in full support. She glances out the audience -- everyone falls for the love on display.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles turns up another dirt road, the sun descends below mountains behind him -- and THE EARTHQUAKE HITS. Nyles pauses for a moment. A thought crosses him, he look west: The cave is open. Maybe Sarah’s heading in. He sighs, then keeps walking forth into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY, (PRE-LAP)",
          "text": "And Commitment is “the state or quality of being dedicated to a cause, activity, etcetera.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Misty looks out at the silent guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TALA",
          "text": "Woo-hoo! Tala and Abe stand and clap. Everyone else joins in appla",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISTY",
          "text": "Without further ado, let me bring up the maid of honor, the actual big sister of the bride, Sarah. All eyes land on Sarah, seated across from Tala. She take breath... and heads onto the dance floor. She takes the m",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Thanks Misty, that was great. Sarah looks directly at Tala throughout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Tala. My baby sister, Tala. What can I say that hasn’t been said? Heh... Even from this angle, I can see a very faint halo of light around your head -- hovering just above those angelic cheekbones. \f106. Tala’ cheekbones radiate. Sarah sighs to herself, this is ridiculous... But sees Tala beaming at her... and actuall gets a little choked up. What are these feelings I’m feel",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "This world is bizarre... things happen, life happens, and it’s easy to bear down and just go through the motions day after day, after day... But, my sweet little sis’, you are so open to the wonder of it all. You have this hopefulness that’s special and rare. Every morning you get up and you confidently charge forth toward the life you've dreamt up for yourself. Your joy, this joyous energy, it's contagious and it’s just...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH AND NYLES",
          "text": "Staring at each other across the campfire --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES SARAH",
          "text": "«+. Everything. ... Everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": ".-. it’s everything. Sarah pauses, struck by the warmth of this memory. She swallows her vulnerability, and looks back at Tala --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Big sisters are supposed to teach baby sisters, but I will today and forever, and ever and ever, be learning from you. The two sisters share a blissful, teary smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "So, now, Abe... Abe leans forward, expecting some kind words...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You fucking hurt her and I’1l stab your little fucking dick with a fork, I swear to god. \f107. Stunned reactions from the crowd. Sarah smiles, drops the mic, and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nyles sulks at the bar, swirling a glass of whiskey. PUSH on that empty mug of his... Until he DROPS his face down the bar. As we first met him. Gram Parsons’ “Return of th Grievous Angel” plays throughout. Darla slides up and rubs his leg. Nyles shoots up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "You okay, sweetheart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I've felt everything I'll ever feel so I'll never feel ever again. Darla looks to Ted the Bartender --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "What’re you pouring this kid, Ted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED THE BARTENDER",
          "text": "That’s his first drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I thought I knew how to live. But I didn’t. Or, I don’t? You know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "Darlin’, take a look around: whatever you're after, it ain’t here... But now TIME SLOWS for Nyles... and _we see this moment differently than before as he locks eyes with Darla -- He turns back to the bar, digesting this odd profundity, staring into the MIRROR behind dusty liquor bottles -- FROM OVER NYLES’ SHOULDER, REFLECTED IN THE MIRROR, WE WA A giddy Nyles leading a blindfolded Sarah into her surpri shindig filled with decorations and a giant ‘HAPPY MILLIO BIRTHDAY, SARAH’ sign... that joyous tableau from their e days together. He removes her blindfold --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "(touched, beaming) Have I really been here that long? \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "You’re asking the wrong guy -- Nyles lifts up a CONFETTI CANNON and blasts her face -- FROM NYLES’ POV, CLOSE UP AND DIRECT INTO SARAH’S GRIN -- Confetti pieces flutter around Sarah, radiant with an unbridled joy we haven’t seen. She leans in and squeezes Nyles in a hug, then lets go and steps back, bringing us",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO THE BAR, IN THE PRESENT",
          "text": "ON NYLES, lost in this memory as Gram Parsons SWELLS: “,..Twenty-thousand roads I went down, down, down, and th all lead me straight back home to you...” Darla, weirded out, looks to Ted the Bartender --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARLA",
          "text": "You sure he didn’t take something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED THE BARTENDER",
          "text": "He’s sober. Kid’s just moping there. Nyles turns to them, quickly piecing together a haphazard plan. He JOLTS up and defiantly shoots his whiskey, shattering the glass with a glare for Ted --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m a fucking adult, Thaddeus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED THE BARTENDER",
          "text": "Talk to me like that and you'll be pulling your teeth from the bar. Nyles sizes up the barflies leering at him. He turns to T and holds a peace sign... and rotates it into a middle fi Nyles LUNGES over the bar and latches onto Ted’s shirt as some BIKERS grab Nyles’ legs -- the place erupts into CHA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We HEAR the sound of a FIGHT: SHOUTING, GLASS BREAKING -- The front door flies open and the two bikers hurl Nyles f first onto the gravel parking lot then go back inside. Nyles looks into his clenched hand: TED’S CAR KEYS. Nyles pushes himself up -- with a bloody, broken nose -- RUNS to Ted’s PICK-UP truck, gets in, REVS the engine -- \f109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah drives her car along a rough dirt road, deeply focu INT. TED’S PICK-UP - NIGHT Nyles presses down the gas -- SPEEDING DOWN THE HIGHWAY - He CRACKS his nose back into place, then -- He hits a POTHOLE -- POP!!! -- he blows a tire -- -- and SKIDS TO A STOP on the shoulder. Nyles jumps out of the truck, checks the tire: torn to sh and bent in on itself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUUUUCK",
          "text": "Nyles looks down the road -- and takes off RUNNING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sarah gets out of her car at the dead end of a dirt road. pops the trunk and pulls out a DUFFEL BAG, throws it over shoulder, and powers forth into the desert -- on a missio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spuds FIRES a shot at the Mustache Man target. As he nods with pride at his perfect shot --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (0.S.)",
          "text": "Don’t shoot, Spuds! Spuds turns and aims the gun at this mysterious man runni out of the darkness and into the flood lights -- a lunati drenched in sweat, caked in dirt, and out of breath --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I need help! A ride... Anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPUDS",
          "text": "Who the fuck are you? Spuds doesn’t flinch. Nyles plays his only card: \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Thirty years ago you met a woman named Tracy Holmes at a bar in Aberdeen, and after she popped your cherry in the little boy’s room, she left town and you never saw her again. Spuds’ hands tremble at the memory, still raw, while maintaining his aim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Spuds. I’m your son. Spuds sheds a tear. He lowers his gun, totally buying Nyl story. He walks up to Nyles and pulls him in for a tight",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPUDS",
          "text": "I always had a feeling. Mid hug, Nyles glances at the GOAT PEN and considers chec to see if Sarah was telling truth, if the goat is really gone. But the clock's ticking. He gets out of the hug --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I love you, Dad. But I really need your help. The love of my life might be leaving forever. Spuds wipes his nose and looks at Nyles with fatherly eye",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CAVE. Open and ready. SARAH. Calm. Resolute. She stands just beyond the mouth, staring at it. She takes a deep breath and pulls on a VES LINED WITH C4. She walks toward the cave. Just as she’s about to cross the threshold --",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (0.S.)",
          "text": "Wait!!! Sarah!!! Sarah turns to see a DIRT BIKE weaving through the valley Spuds is driving, Nyles holds on tight to his waist. Spuds skids to a stop. Nyles jumps off and runs toward Sa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Goddamnit. What is it, Nyles? \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I blew it again! You were right, I was scared, but I’m not anymore! We’re all lost, but somehow we found each other. And yes, I’m quoting myself, but I hope you can look past that, because I know you feel it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You don’t know what I feel. You don’t know me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "But maybe I do! (composes himself) Sarah, from the moment I saw you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I don’t want another one of your fucking speeches, Nyles... She looks toward the cave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "You get one more sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Okay, okay, okay -- Nyles thinks for a moment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Even though I pretend not to be, I've realized I’m completely co- dependent, but now I’m cool with it because life is meant to be shared... semi-colon... I need you for survival --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That’s your one sentence --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAIT",
          "text": "She stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": ".»+.- I need you for survival, comma, but this is so much more than that... colon... (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES, (CONT'D)",
          "text": "I know you better than anyone knows you, and that day we saw the dinosaurs, you said to really know a person you have to see their entire package, the good and the bad, well you've see mine, and I’ve seen yours, and you have an excellent package. Ampersand you're my favorite person I’ve ever met, and yes, it seems like crazy odds that a person I’d meet stuck in a time loop would end up being my favorite person, but you know what else has crazy odds? Getting stuck in a fucking time loop... Dot dot dot --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Ellipses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yes, ellipses, thank you. Ellipses, I hope blowing ourselves up works, but if it doesn’t, it’s irrelevant for me, as long as I’m with you. And if it kills us... well... Sarah Isabel Harris, I'd rather die with you than live in this world without you, emphatic period. Sarah’s speechless for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "That was a grammatical nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah, hopefully that didn’t distract from my point. Nyles locks eyes with her, letting his declaration of commitment linger for as long as he needs to. Sarah finally breaks the silence: A beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "What if we get sick of each other?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "(smiling) We're already sick of each other. It’s the best. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "I can survive just fine without you. But there’s a chance that life can be a little less mundane with you in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yes, less mundane. That’s a very low bar, great place to start. She cracks a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Then I’1l try it for now. Nyles beams. Spuds CLAPS, watching from his bike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPUDS",
          "text": "And that is love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the inside looking out, Sarah and Nyles stand at the mouth of the cave. Her in her C4 vest, him with a broken in his swim trunks and Hawaiian shirt. A perfect engageme photo. They begin their walk in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "So did that goat thing actually work or was that bullshit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Too late, you already committed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Son of a bitch. Sarah takes his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Hey, where do you wanna go on our first date when this for sure works? The orange light BRIGHTENS on their faces. They look at each other, still walking forward...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "In case I don’t see you again -- Sarah kisses Nyles, the ORANGE ORB SWELLS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ENGULFED BY ORB --— MAKING OUT -— SARAH’S HAND ON THE DETONATOR -- CLICK -—-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yesterday, last year, today, tomorrow... Sarah and Nyles float on an extra large pizza raft in a pool, burritos in hand, horchata in the pepperoni cupholders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "There’s one thing I still really don’t understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Only one thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "How did you find the cave in the first place? You had to find it that first day at the wedding, but it’s like two miles from the party, not by any roads. What were you doing out there? Nyles takes a big bite of his burrito.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Seriously. Honesty and communication are key to a healthy relationship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "But is there any answer that’1ll be satisfying to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Yeah, because an answer is inherently satisfying. It satisfies the pursuit of truth. And I like truth. I get off on truth. Nyles stares directly at Sarah. \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "But does it not run the risk of disappointment if I tell you what happened? By this point your mind is made up about me, whether you love me, hate me, or anything in between. And if I tell you how I found the cave, that might give you a sense of truth, but will it be satisfaction? Our energy should be focused on pursuing what gives us -- Sarah SLURPS her horchata loudly, growing peeved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Isn't it more exciting to live your life always having some sense of mystery?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "No. That’s pretentious. And dumb. Nyles ponders this for a moment. A small raft with the bo Tecate on it floats by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "Yeah. I guess it is. Sarah smiles. She stops the Tecate box and grabs a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SARAH",
          "text": "Beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NYLES",
          "text": "I’m good. Watching my figure. (then) Look. A turtle. Nyles points to the scarred TORTOISE walking toward them the other side of the backyard. As they gaze at it -- “Forever and Ever” by Demis Roussos kicks in... We FLOAT UP AND AWAY from Nyles and Sarah... And as we ge farther away we see they’re in this pool by themselves, i the backyard of a secluded desert house... Scattered civilization, farther away, dinos in the distan up into a cloud, until we can’t see shit anymore. CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1415"
    }
  ]
}