{
  "movie_id": "MOV1417",
  "scenes": [
    {
      "location": "COFFEE SHOP, (BLACK/WHITE) BLACK/WHITE",
      "time": "DAY",
      "characters": [
        "BRIMMER",
        "DORSETT",
        "MR. YANG",
        "CARMICHAEL",
        "SABU",
        "BOOK",
        "POWER TO THE PEOPLE",
        "BOBBY",
        "ANGRY COP",
        "JUDGE",
        "RITA",
        "FADE INTO",
        "SHORTY",
        "SGT. SCHRECK",
        "GARRY",
        "ALMA",
        "SONG",
        "INT. OAKLAND POLICE HEADQUARTERS- DAY",
        "IN 1970 THERE WERE 300,000 ADDICTS IN THE U.S. YESTERDAY,",
        "ROOKIE COP",
        "BLACK VOICE IN CROWD",
        "LITTLE BOBBY",
        "RODGERS",
        "CHUCK",
        "HUEY AND JUDGE",
        "YOUNG MAN",
        "ELRIDGE",
        "GUARD",
        "NEWSMAN",
        "BOBBY SEALE",
        "MOURNER",
        "HUEY",
        "ROY",
        "FOOTAGE",
        "FACE",
        "CARTER",
        "BETTY SHABAZZ",
        "WANT",
        "INT. BOBBY'S PONTIAC NIGHT",
        "JAMAL",
        "ACROSS THE STREET",
        "HOOVER",
        "PIG",
        "AVAKIAN",
        "ROSE",
        "EXT. JUDGE'S PLACE",
        "GROVE STREET",
        "DEFENSE ATTORNEY",
        "REPORTER",
        "THE END",
        "GENE",
        "PROSECUTOR",
        "COCAINE",
        "VOICE",
        "TITLE SEQUENCE",
        "TYRONE",
        "ELDRIDGE",
        "SHAPELY WOMAN",
        "END TITLE SEQUENCE",
        "THE CROWD CHEERS",
        "REV. SLOCUM",
        "MOMMA DOWELL",
        "DRINKER",
        "STUDENT",
        "THERE WERE 3 MILLION...",
        "OLDER MAN",
        "VOICE, (0.S.)",
        "BEEFY COP",
        "BABY FACED COP",
        "MRS. HUTTON",
        "BODYGUARD",
        "SLOCUM",
        "EXT, FIFTY FIFTH AND MARKET",
        "SHERIFF",
        "BLACKOUT",
        "WHITE GIRL",
        "COP",
        "PARTNER",
        "CUT TO",
        "GEORGE",
        "REVEREND SLOCUM",
        "JUSTICE",
        "PATROLMAN",
        "SEALE",
        "BULLEORN",
        "DEPUTY",
        "TRAFFICANTE",
        "DENZIL",
        "THE SCREEN GOES BLACK. A TITLE APPEARS",
        "THE CROWD",
        "UNIFORMED COP",
        "CROWD",
        "TYRONE,",
        "WHITE HIPPIE",
        "COP 2",
        "ASSEMBLY",
        "SCHRECK",
        "WOUNDED COP",
        "TITLE"
      ],
      "dialogues": [
        {
          "speaker": "TITLE",
          "text": "BOBBY SEALE -- a skinny, kinetic black man sporting an Af teeters on a chair in front of a small CROWD. He reads fr a crumpled sheaf of papers. At the side of the crowd, HUEY NEWTON -- well-built, magn watches, grooving on the rhythm of the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Oh yeah. Yeah it's easy to see right on your black and white TV. Black man. Blue cop. Red blood. Niggers watch other niggers die. That's right Niggers watching niggers die. That's the American way... A COMMOTION starts at the rear of the crowd. TWO UNIFORME COPS roughly make their way to Bobby. They pull him off h chair, cracking his head against the ground. The cop over Bobby raises his NIGHTSTICK... A BLACK HAND grabs the club, stopping its arc. Shocked, the cop turns. It's HUEY. With honed precision, DECKS the cop with his free hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bruised and bloody, Huey and Bobby sit next to each other the car moves through the streets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(over) Pigs threw them in jail. There they starting talking about black folks oughta start standing up. No master plan, no pot to piss in, nothing like that. Just two fed-up brothers... Next thing you know, you got the Black Panther Party for Self Defense...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACKOUT",
          "text": "\fAgain, the SCREEN goes BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(over) For me, it started different. A lot different. You may as well say The Panthers started in my front yard... The black screen DISSOLVES into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CONCRETE, cracked and dirty, fills the frame. A BICYCLE w past, gliding down the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "Teeming with life on a bright day, the Ghetto moves to it own unique cadence. A YOUNG BOY, no older than ten, pedal down the street on his BICYCLE. A gust of wind brushes a SHAPELY WOMAN. She GRABS a HAT a holds tight, ignoring her DRESS rising in the wind. The B ogles her juicy thighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHAPELY WOMAN",
          "text": "Shucks I see you staring, but I ain't letting go. Them hips is almost forty years old but the hat is brand new! AFRAID, the boy PASSES an OAKLAND POLICE CAR, cruising sl down Market. A WHITE COP scans the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Continuing his ride, the BOY passes TYRONE (20's) -- a TO YOUTH -- who GLARES at the cop car, LEAFLETS in his HANDS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLACK HANDS pour a CAN of LEMON JUICE into a BOTTLE of ch WHITE PORT. Shaking the mixture, then swigging it, ROSE ( an aimless drunk -- passes it to his FRIENDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Yes indeed, that Bitter Dog... (to the Boy) What's up little brother? Smiling, the YOUNG BOY waves to the sidewalk drinkers, th moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes downcast, the BOY passes REVEREND SLOCUM (50's) -- a passionate preacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the street corner, SABU (20's) -- a Superfly young hus with a fast mouth -- trying to sell cigarette lighters to couple of HARD HATS heading off to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "I'm telling you, man. The perfect gift for the sophisticated lady in your life. Light up her flame with some solid gold satisfaction and get a second one half price for your wife. Can't beat my price with a stick, baby. CY, a large man with an eye-patch, walks up and tries, in vain, to get one of Sabu's bogus lighters to light. cy Sabu, why're you still tryin’ to sell these raggedy ass, non workin! Korean lighters man? The HARD HATS drive off laughing as Sabu curses CY out. T boy continues on heading for the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly a HORN blares, BRAKES screech. Brutal, fast, a CAR plows into the child, sending him and the bike bouncing against the windshield and back on the pavement, bleeding... dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE (20's) -- an intense young man wearing a FATIGUE JA STARES numbly at the child in the street. Neighborhood pe move toward the scene. A WOMAN, perhaps the boy's mother, WAILS next to the body Judge's Mom, RITA (50's) -- raw boned and sharp eyed -- stands, drawn toward the tragedy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Oh lord... not again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CROWD -- including Reverend Slocum, Cy and the DRINKERS gathers near the child and the wailing woman. Across from Judge, TYRONE keeps an angry distance from the horror. cy God damn... Kid never had a chance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Mothafuck... Hey!!! What the hell!!! The CAR backs up, trying to leave the scene. Market street regulars SWARM around the retreating vehicl hitting it with fists, sticks, bottles. Young and old mov together, their faces contorted with RAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(over) People were pissed off. Neighborhood had been begging for a stoplight since before dirt was invented. Way I saw it then, that boy dying was another shitty thing in a world full of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eyes locked on the dead child, JUDGE stands, angry and impassive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(over) Way I see it now... That day. That intersection. That's where it started for me. (a pause) Only, I didn't know it then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Running red past a SMALL sneakered foot, BLOOD streams to the gutter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BASKETBALL bounces off the cement, SNEAKERED FEET scram past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE drives in for a basket, pursued by CY. It's a frien three on three street game. The MARKET STREET DRINKERS - including ROSE -- fill out Cy and Judge's teams. Young neighborhood MEN watch the game and shoot the shit. One of them, JAMAL, sports a beard and a DASHIKI. Somewhere a RADIO plays James Brown's \"Say it Loud\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gliding around Cy, Judge sinks a basket. ROSE retrieves t ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "You supposed to be a wounded vet, Motherfucka. What you do in 'Nam anyway, shoot gooks or shoot hoops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "All of the above, man... (a pause) And then some. Shaking off the memory, Judge takes the ball in, PASSING to a teammate. The BALL arcs through the air...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HANDS grab the ball before the teammate can. TYRONE'S han The GAME stops dead. Tyrone holds the ball, eyeing the pl with contempt. At his side stands LITTLE BOBBY (16) hyper childlike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Tell me, don't you fine black men got anything better to do than play games?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Sure I do, but your sister's busy. Gimme the damn ball. Tyrone passes the ball HARD to Rose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Here... Take it. I thought some righteous brothers like you might help us out, but I guess that ain't you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "(stepping forward) Help who? With what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Your community! That's who. Maybe \fyou didn't know but a kid died today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "That's three this year... same spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Damn straight. And old Reverend Slocum's having a vigil on that corner, trying to get a stoplight put in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(to Cy) My Mom's at that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Funny you don't look like church folk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Oh I ain't. But it seems The Man's getting uptight about black folk standing in the street, causing a fuss. What I'm asking for, is some of your able black asses to come down and be \"Observers\" on the cops. Take down badge numbers. They don't like pulling shit with too many eyes on tem. So that's how you can help, not by praying but by watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRINKER",
          "text": "Not me. This able black ass ain't fucking with no cops. Others MUMBLE in agreement, moving away from Tyrone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAL",
          "text": "Look, I understand but if some Blacks insist on trying to interact with the white man, that's not our concern. We are African, \"brother.\" Mother Africa is the only... Anger FLASHES in Tyrone's eyes. His voice turn knifelike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "No, you look, you phony ass boojie nigger. We ain't in Africa, we're in Oakland. And in Oakland we got police brutality. We got the white man interacting his billy club up against the black man's head. Now if that don't bother you, then take your skirt wearing ass back to Africa... \"Uncle.\" Jamal -- very angry -- takes a step toward Tyrone. Tyron backs him down with one fearsome look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Try it. Jamal backs away, joining Rose and the exiting drinkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "(watching them go) Chickenshit boojie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(to Judge and Cy) What about you two? You were there, you saw that kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I saw... but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "But nothing... you do live here don't you? Judge glares evenly back at Tyrone, sizing him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(to Judge and Cy) Well, act like it. Come on. Tyrone and Little Bobby leave the court. After a beat, Ju and Cy follow. ROSE calls after them, BAITING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "You young niggas crazy. The Man ain't gonna let us have no say in running shit! Keep it up and he's gonna come down on our ass like a ton of bricks...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taking confident strides, Tyrone and Little Bobby lead Cy and Judge down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Don't let the cops provoke you. We're there to watch and take badge numbers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "And who is we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "\fBrother where you been? (a smile) We're the Black Panthers. Cy and Judge register the name. cy The Panthers... (to Bobby) How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "Sixteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(chuckling) Shit, we made him get his moms to give permission before he could sign up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Just a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Yeah, well, cops kick the shit out of kids too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CIRCLE of church folk hold flickering CANDLES in the mi of the intersection. Slocum's there as well as RITA. Thei faces are silent, passive in the candlelight. POLICE CARS can be seen parked at the curbs. A small CADR of cops stands watching the congregation. Tyrone, Judge and Cy approach the vigil. Looking around, they spot other YOUNG BLACK MEN staked out at the four co of the intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I thought you said all the Panthers were gonna be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "What you see is what you got. (pointing) That's' Bobby Seale. Judge's eyes pick BOBBY out, skinny, notebook at the read",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Carter... buddy of mine from way back... And Gene... CARTER -- enormous, terrifying -- comes into view, then G \fa wiry street tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "And that... that's Huey... Judge strains to focus on HUEY NEWTON -- who's just a SILHOUETTE against a streetlight. There's a BOOK in his r hand and an aura of power surrounding him. cy Ain't too many of you is there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(a slight smile) Only takes a single grain of sand to move the world...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "(spotting something) Heads up!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PATROL CAR floats to a quick stop at the curb. White ha red-faced, SERGEANT SCHRECK bounds from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. SCHRECK",
          "text": "What in the Sam Hell is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "A vigil for some pickaninny got hit here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SGT. SCHRECK",
          "text": "Vigil my ass... Schreck GRABS a BULLHORN from the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHRECK",
          "text": "(through the bullhorn) Listen up, you all have 30 seconds to disperse and return to your homes. The LINE OF COPS takes a small step toward the black folk",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHRECK",
          "text": "Failure to do so will result in your immediate arrest... The churchgoers flail a bit. Suddenly, with HUEY in the background, SLOCUM steps up and with a look of defiant pi begins SINGING \"We Shall Not Be Moved.\" With gathering force the CONGREGATION joins in the song. Schreck ROLLS HIS EYES and makes a MOTION with his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COPS wade into the crowd, herding them away. A patrolman pushes a MIDDLE AGED MAN, with his NIGHTSTICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "Go on get your black hide outta here... The MAN STUMBLES. By reflex, the cop RAISES his nightstic TYRONE -- on instinct -- PUSHES the cop away. CHAOS erupts. BILLY CLUBS snap up. Terrified, the congreg RUNS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BULLEORN",
          "text": "You are resisting arrest!... Police slap and snatch Black folks right and left. Judge bounces around in the confusion. Bobby Seale can be seen trying to get badge numbers. Judge's eyes widen as he sees RITA running toward an alle a COP right on her ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Oh shit Mom... Judge runs toward her. The cop lifts his BILLY CLUB over Rita... Boom!! Carter PUNCHES the cop straight off his feet. A PAIR OF COPS have thrown Tyrone down on the ground -- PISTOLS pressed against his head. Judge moves to Tyrone's aid. A RIFLE BUTT flashes out, cracking across Judge's temple, sending him into DARKNESS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge slowly comes to on the filthy floor. Cy, a few nast bruises on his face, kneels next to him protectively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(amazed, in pain) Jesus... Disoriented, Judge sees TYRONE and the other PANTHERS. Th a rag tag little group, battered, locked down. SLOCUM'S t too. Coming fully awake, Judge realizes SOMEONE is speaking. I HUEY, his voice powerful and arresting in its urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(over) \fThe power structure locks the black man up. That's right. We move from chains to bars and locks. Kangaroo courts put brothers in jail. No jury of our peers. No jury of black folks. How do we stop this insanity? It's simple. Organization. That's the key. We must organize. We must maintain discipline",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge peers through the bodies and sees HUEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "That's right brother... listen and learn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "The white power structure wants us to act like savages. (a smile) But we're a different kind of animal altogether. We're Panthers. And The Black Panther Party for Self Defense is very painfully aware that America has historically reserved its most barbaric treatment for non-white people since the beginning of the country. So we need to organize, we (a charismatic smile) keep our shit correct! And effect revolution. We revolve the power into the hands of the people. Where it belongs. (a beat) Power to the people baby...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Power? Shit, old folks can't even sing without getting their asses kicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Well, then like the man said... Maybe it's time we stop singing and start swinging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "Yeah, but they got the guns. Something -- some inexplicable mixture of mirth, raw intelligence and fierce willpower -- crosses Huey's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "We can change that. We got the right to bear arms, so I'd say it's time to exercise that right. Like Comrade Mao says, \"Justice through power, \fPower through guns.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blinking in the sunlight, the Panthers descend wearing a collective grin of relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Chickenshits, just harassing our ass, we weren't breaking any law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. SLOCUM",
          "text": "But at least we're free! God has delivered us from the lion's den.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Free? We're back where we started. Shit we still don't have a stop light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Well as the Rev says, God helps those who help themselves. (a smile) We'll be our own stoplight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huey marches into the middle of the street. Amid swerving cars and screeching brakes he begins DIRECTING TRAFFIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge and Cy split off as the other Panthers march into t intersection, joining Huey's traffic duty. cy (pointing) Check it out... Great huh? I tell you those guys know what time it is. Man I'm with that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know. Look around man. cy C'mon Judge we got to start somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah, and I'm gonna start by getting on my feet. Working on things from inside the system. cy Inside ain't in the system. (poking Judge) It's right there inside you!! I'm joining up. \fJudge's face cracks into a wry SMILE. Suddenly his smile fades when he spots RITA staring at him from her stoop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I... I gotta go... Judge crosses the street, heading over to his mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concern searing her face, Rita regards her son warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "It's okay Mom. I'm allright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You don't look alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(touching his head) Yeah... cop hit me...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I saw. I saw that big one (pointing to Carter) hit that police man. Saw 'em drag you off too. (a beat) They take you to jail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(soft) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Lord, never thought I'd live to see my boy in prison.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mom! It wasn't like that. It was bullsh... They were just harassing us. No charges were filed. It's alright. Worry in her voice, Rita stares across at the Panthers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You meet those friends of yours in jail too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yes... No... Mom it's not like you think. They're alright. There out there trying to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "\fI hear them boys, those Black Panthers, they're communists. They don't even believe in God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Mom, black folks been praying to God for four hundred years. Maybe it's time we tried something else...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know. I really don't. A moment passes, Rita notes her son's confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "I'll tell you one thing Judge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Following Huey's lead, the Panthers move traffic through intersection. CY'S with them, guiding cars past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "(over) Them boys gonna start a bunch of trouble they keep on like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. OAKLAND POLICE HEADQUARTERS- DAY",
          "text": "DORSETT, the Chief Duty Officer, shifts behind his desk, popping a TUMS. A VOICE comes from the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) Those things don't work... Looking up, Dorsett sees RODGERS -- a hawk-faced guy with slippery glasses. He's FBI down to the shine on his shoes",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Don't I know it. Come on in Agent Rodgers. Sit down. Always a... pleasure to see you. How can I be of help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "It's a bit more like how can we help you. Bay Area's become quite a hornet's nest in terms of subversive activities. And... well Mr. Hoover wants to reiterate that the FBI will be happy to assist local authorities in any way we can. On a strictly advisory basis... of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Well, I appreciate your offer, but we got things pretty well under control. Same bunch of kooks you guys already have under surveillance. They're still doing a lot of yelling and pot-smoking but nothing to worry about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(cocking an eyebrow) I see. What about the Black Panther Party for Self-Defense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Heh, bunch of shines running around in dark caps waving their fists about some streetlight. They're loud, but they aren't dangerous,",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Can you make a deal with them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Naw... They're kids mostly. Idealists. They actually think they're for real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Hmmm. As you know the Bureau -- and Mr. Hoover -- is particularly \"sensitive\" to anything that might agitate or solidify the coloreds on the left. Dorsett pauses for a second, trying to read the angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "You want me to put a man on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "That would be an excellent start. (a pause) Tell him to keep a low profile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, FIFTY FIFTH AND MARKET",
          "text": "Panthers direct traffic at the corner. On the other side the street a VW BUS with a UC BERKELEY sticker sits. SABU's talking to a WHITE HIPPIE in the bus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "What do you want? Panama Red? I can get you Panama Red Sinsemilla? Got a line on some chocolate hash... get you high as a motherfucking monkey...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhh... man I was wondering... (dropping his voice) can you get some Cocaine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Coke? Shee-it. (dropping his voice) Yeah, I can get you cocaine. But it's dangerous. Cops everywhere. Gimme twenty dollars and meet me back here in an hour. And don't fuck around white boy, this is the serious shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE HIPPIE",
          "text": "Uh okay, alright. You'll be here in an hour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Yeah I'll be here. Sabu grabs a TWENTY from the van. He SMILES as the van pu away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "(to himself) Now that was one dumb motherfucker... cy, Tyrone at his side, APPEARS. cy Sabu, what the fuck you doing? Ain't nobody gonna push on this street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Shit, I ain't doing nothing. White bread asks for cocaine, I take his money. Shit... you know... It was just a hustle. cy Sabu... High white dude's the only thing you could hustle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Man... fuck you. Why you always bustin’ my balls? All that high and mighty militant shit. I ain't doing nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "I dig, you just hustling. But you make sure it stays like that brother, or you will have much grief on your sorry ass. \fCy lets Sabu go. He scrambles down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "(to himself) Motherfucking Panthers, worse than the police...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nestled among empty paper COFFEE CUPS, BRIMMER - a once athletic white cop -- watches the Panthers at the corner. stubs yet another CIGARETTE into an overflowing ashtray. Brimmer sees CY taking over traffic duty from CARTER. The a NOTEPAD on the seat next to Brimmer. He makes a HASH MA in it -- COUNTING Panther heads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bottle of BITTER DOG in hand, Rose sits with the other drinkers, STARING at Brimmer's car. Taking a swig and smi at his buddies, Rose walks toward the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sauntering up to the car, Rose flashes a wicked grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "What's the matter Casper, you lost or something? Brimmer IGNORES him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Hey! I'm talking to you. Rolling his eyes, BRIMMER holds up his BADGE. A gold DETECTIVE'S shield gleams at Rose through the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Ohhhh... Looky there... (to the other drinkers) It's a Cop... Behind him the other drinkers RISE, checking Brimmer out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer fumes, so much for keeping a low profile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Fuck. The Detective STARTS his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, FIFTY FIFTH AND MARKET",
          "text": "Rose and the others goofing at him, Brimmer PULLS AWAY f the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIMMER'S CAR glides by the storefront.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HUEY talks earnestly with TYRONE and GENE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "...Yeah, it's a perfect next step, let the community know that we're dedicated to Malcolm's ideals... (checking his watch) Damn where's Bobby Seale? BOBBY SEALE, a whirlwind of energy, come careening throug the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "Huey!! Man you gotta check this out... You're gonna love...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(interrupting) Hold up a second... We got a decision to make.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Dig it, you know those brothers over in San Fran... call themselves the Black Panthers too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "Sure, those boojie jokers don't do anything except print up a lotta paper saying \"Black is Beautiful.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Shit, nothing but Paper Panthers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(a smile) Yeah... but it seems they're bringing Malcolm's widow Betty Shabazz to town, to speak at a rally, do an interview for Ramparts. (a pause) And they want us to help with security.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well if anyone's gonna protect Malcolm's legacy it better be us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Damn straight... (rising) Let's go check out these Paper Panthers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOBBY'S PONTIAC sits in front of a rather upscale house, a street that would never be mistaken for Oakland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking street and very tough, BOBBY, HUEY, TYRONE, LITTL BOBBY and GENE walk in. Spotting them, ROY -- the Paper Panther President -- picks his afro and smoothes his DASH vainly. In the background other men in AFRICAN GARB can be seen, along with ALMA - a REGAL BLACK GIRL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Greetings African brothers... You're here to help us with Sister Shabazz no doubt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(under his breath) Fucking boojie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "That's right. We'd be proud to provide as escort for Malcolm's widow. How many men you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "(to Alma) Get the brothers a beer. Me too while you're at it. (to Huey) Men? Well we can spare six for security...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(to Alma, declining the beer) No thank you sister. (to Roy) Six?!! That seems a little light. Cops are watching Betty, watching her hard. We need at least twenty \fmen. And that's twenty armed Panthers dig? You do have guns don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "I assure you that we as the revolutionary vanguard are as serious about this as you are. We'll be prepared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disgusted, HUEY stalks to the car with the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "They ain't fit for the name Panthers",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Twenty men? I don't know if we got that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "We'll get them. Right now we got to worry about being armed and ready to protect Betty Shabazz. Those phonies sure as hell can't. We need guns",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "We need money first...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Yeah... Bobby you gotta...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(moving) Got it covered Huey, that's what I was trying to tell you before. Check it out... Bobby's pops the PONTIAC'S TRUNK. BOXES sit inside it, overflowing with LITTLE RED BOOKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Bought every copy in Chinatown. Got us a discount too, thirty cents a piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the stream of students, Tyrone, Huey and THE PANTHERS hold up Mao's LITTLE RED BOOK. A RADIO can be heard blari Gladys Knight's \"Heard it through the Grapevine.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Here it is Brothers. The Lowdown straight from comrade Mao's mouth. \f(to Bobby) If you open the minds, the bodies will follow. CARTER moves toward Huey with TWO WHITE STUDENTS",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARTER",
          "text": "(looking confused) Huey uhhh... these... these guys want to join... Huey smiles and shakes his head congenially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "I'm sorry boys. But right now The Party feels it's important for Black People to do it for themselves. We're not signing up white folk. (the trademark smile) But, if you are down with what we're doing, organize some righteous white folks. I got a feeling we're gonna need each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge, holding notes and SCHOOLBOOKS spots the Panthers. catches his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Hey, this what they got you doing now? cy Party needs the bread. (to the students) Be hip to the struggle, only a dollar!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "A dollar? Far out! Is it authentic? cy Comrade, this here's the real deal, straight from Revolution HQ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUDENT",
          "text": "Huh? (catching on) Hey, I can dig it man. (buying book) Thanks! Long live the revolution, brother. cy (to Judge, pocketing the bills) \fMoney's cool, but what the party really needs is brothers like you. (hands Judge a RED",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOK",
          "text": "Judge I could use someone like you. These books, hell I don't know half the words. You might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Have to pass on the revolution today man, I got class... But how about tonight, I was gonna check out \"Cloud Nine.\" Just like old times. cy Can't... they're having a PE meeting at Headquarters tonight, come on down. Check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "PE? What? You guys doing gym class? cy No man. PE -- \"political education.\" TYRONE moves closer to Cy, checking out Judge",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "You're a smart brother... you should dig what Huey and Bobby got to say...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Maybe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(a smile) Fuck maybe... be there. Judge grins back at Tyrone, holding ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Like I said... maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Essentially a storefront, the PANTHER HQ's a rag-tag, hip shrine. POSTERS hangs in the window -- \"BLACK IS BEAUTIFU the BLACK PANTHER LOGO, an upraised BLACK FIST. CY and JUDGE walk past a couple of loitering street folk. ROSE is there, happily munching on a paper plate of stew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Rose, what the hell you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Just come for the food, man. Ain't \fquite sure what their bag is but... Rose POINTS through the doorway to BOBBY SEALE standing a podium speaking front of a very small GROUP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "That one's one hell of a cook...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Bobby and Tyrone PASS out LEAFLETS labeled with \"W we want\" and What we Believe\" to a SMALL ASSEMBLY. At the podium, Bobby SPEAKS passionately. Judge and Cy ma for empty secondhand seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "...We... the Black Panther Party are not anarchists. We want a government that serves the people. In the black community we want a government that serves black people. Black cops for Black People. Not the Army we have occupying the community \"Army?\" you ask. \"What army? This isn't Vietnam.\" Well the Army's right out your door folks. They're the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chorus of \"Yeahs,\" \"Right Ons and APPLAUSE.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "They're pigs brothers and sisters. And these pigs are soldiers fighting against us. Whether you got an Afro or a process on. Whether a sister's got her hair straightened or whether she's got a natural on. Whether it's a brother in a dashiki or a pimp with a sharp suit on. Whether a sister's prostituting or teaching kids to read. The pig will murder you because you're black. No matter what kind of hair you wear. So we best get ourselves together, organize, learn our history and put the power in the hands of the black community before this army, these pigs wipe this community out. Applause rings out. Even JUDGE claps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Political Education over, the small group of Panthers and neighborhood folk, chat as Judge makes his way over to Cy cy \f...Glad you came man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah, only I figure you'd be the one doing the speaking. cy Not yet, one of these day's maybe. Bobby's party chairman. Political Education's really his bag. Huey steps up with TYRONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You're Cy's Vietnam buddy right? (Judge nods) C'mere I'd like to talk with you... Huey pulls Judge toward a BACK ROOM, Tyrone watches them leave, protective, suspicious...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You were. infantry right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "So I guess it's safe to say you know about firepower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: A nest of WEAPONS -- shotguns, Ml's, handguns - sit is on a DESK in the cluttered back room of the store. Judge's hands run over the guns, checking them out. He se an AUTOMATIC aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Busted firing pin. (checking a revolver) You want only the legal stuff right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Just the legit shit. Judge SETS ASIDE the revolver. MR. YANG -- a nervous oriental man -- hovers over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. YANG",
          "text": "Nothing wrong with that pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Serial number's been filed. Cop catches you with that he figures you \feither stole it or killed someone with it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. YANG",
          "text": "I don't want no trouble. No cops coming to me about these guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "No trouble here. You got a permit to sell. (handing over cash) We're buying. All perfectly legal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. YANG",
          "text": "(counting) These are worth a lot more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "(pointing to a Mao portrait) I thought you were a revolutionary. We can't afford em if you don't cut us some slack. But... you treat us right and we'll be doing a lot of business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. YANG",
          "text": "Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cy and Tyrone load the weapons into Cy's VAN. Bobby, Huey and Judge talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "We appreciate your help with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "So what's the deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(a smile) Freedom... We're just gonna test some of the words in that law book. Truck loaded, the Panthers make to leave. Huey lingers a with Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Judge... we're doing security for Betty Shabazz's visit next week. I'd like to have someone who knows there way around a pistol there. Someone like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You are down for protecting Malcolm's widow aren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah... let me think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Okay man I ain't going to push. But remember the revolution isn't going to wait for anyone. Come on, we'll give you a lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "No man. Gonna walk. Tyrone watches Judge warily as he turns and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge, feet moving across pavement, walks alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WHITE PROFESSOR nasally drones about ECONOMICS as Judge stares out the window, watching PANTHERS sell RED BOOKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panthers exhorting the community. Chaos slowly turning in organizations, repainting, sickle cell program, and handi out bags of food as BRIMMER watches from his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A COP CRUISER slowly passes Judge as he walks, shining it SPOTLIGHT on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late. Judge studies a TEXT BOOK. Next to it sits MAO RED BOOK. He can't concentrate. Grabbing his jacket, Judg heads out the DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. BOBBY'S PONTIAC NIGHT",
          "text": "Huey's DRIVING. Bobby's next to him, a RIFLE on his lap. Tyrone and CY sit in back. They're all in UNIFORM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(to Cy) This here's a \"Panther Patrol.\" We \fsee a brother getting busted. We check it out, make sure the pig don't go beating on the man. Brother gets taken downtown, we post bail, hook ‘em up with a lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "We're like policing the police. Huey SPOTS something through the windshield a COP CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(pulling over) Damn straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO BEEFY COPS have a BLACK MAN up against the wall. Pant Pontiac pulls to the curb. The cops TURN... HUEY -- holding a RIFLE, backed by the other Panthers -- stares solidly at the policeman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "(into radio) Get me some back up... In the BACKGROUND, the man against the wall SCOOTS AWAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking thinking, Judge moves down the street. After a bi RED LIGHTS can be seen on the wall behind him. Judge MOVE quickly toward the lights, SPOTTING something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Near Panther HQ, FIGURES move in silhouette against a SQU CAR's HEADLIGHTS. High tension as HUEY and BOBBY SEALE stand next to the be up PONTIAC holding a RIFLE. THE BEEFY COP faces him -- flashlight in one hand, Huey's LICENSE in the other. Cy, Tyrone and other Panthers -- in full PANTHER UNIFORMS move through the crowd passing out BLACK PANTHER PARTY TE POINT PROGRAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "Okay now, er, Huey, so what's your telephone number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "I have confirmed to you my address, that's all I'm required to by law to do. We have broken no law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you doing with the gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(calm, controlled) What are doing with yours?. As JUDGE pushes through the semi-circle of black folks, T MORE SQUAD CARS pull up. The cops inside swagger over. On of them a BABY FACED COP, has his NIGHT STICK drawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY FACED COP",
          "text": "These boys giving you trouble? Beefy Cop shines his light on the PASSENGER SEAT of the Pontiac. It illuminates a PISTOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "Here's another one. That your pistol there? Bobby Seale reaches over and PICKS UP the pistol. The Pan snap to a STRAIGHT LINE behind Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "No! It is not his weapon. A handgun would be a violation of his probation. It's mine! Nearby, THE CLOUD NINE NIGHTCLUB pulses with MUSIC. Purpl suited hipsters move onto the sidewalk observing the escalating scene between Panthers and police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "(stretching out his hand) Lemme see that rifle son...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(snatching the gun away) No! This is my private property. According to California law we have a constitutional right to bear arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK VOICE IN CROWD",
          "text": "Them's some badass niggers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP 2",
          "text": "(to the crowd) Okay. Okay. Move along. Go on about your business... Reluctant but docile, the crowd begins to DISPERSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Wait!! Brothers! Sisters!! You don't \fhave to go anywhere. This is your business. Stay right here. The law says as long as you keep a reasonable distance, eight to ten feet to be exact, you've got a right to observe the police carrying out their duties. From what I can see, you're standing some 22 feet away from this man here. So brothers ain't no law being broken. Emboldened by Huey's words, the crowd REGROUPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK VOICE IN CROWD",
          "text": "Talk that good shit Brother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "Is that gun loaded BOY?!! The crowd GASPS, then goes silent as Huey steps right up into the cop's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Fish and Game laws clearly state that it is unlawful to have a live round of ammunition in the chamber of a shotgun or rifle in a vehicle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK VOICE IN CROWD",
          "text": "Oh sweet Jesus, I do believe I have died and gone to heaven...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Refer to him as officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Well then don't refer to him as BOY!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "(glaring) Well... is it loaded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "I tell you \"officer\", it wasn't... Huey COCKS A ROUND into the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "...but now IT Is! The cops TENSE. The Beefy One blows a gasket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFY COP",
          "text": "For the last time Boy!!! What do those guns mean                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "\fThey mean, Pig!, that the Black Panther Party declares that if you try to brutalize our community or take our weapons. (a beat) We are going to shoot you!!! The crowd stands FROZEN. Joy spreads out beneath their gu ghetto masks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK VOICE IN CROWD",
          "text": "(whirling like a dervish) Pigs that's just what the hell they are!!! Cops and Panthers stand TOE TO TOE. Deadly moments pass. eyes flash from Panthers to Crowd. Then something TURNS. cops BACK OFF, climbing into their cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GROVE STREET",
          "text": "Judge moves away, walking down the street. He senses the and amazement of the community, picking up on SNATCHES OF CONVERSATION from a dozen different doorways.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "(over) Never thought I'd live to see the day! You know the police ain't nothing but the KKK with badges. A breeze wafts a TEN POINT PROGRAM past Judge. Slowly, thoughtfully he picks the leaflet up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: A TEN POINT PROGRAM sits in Dorsett's fleshy fingers. It's after hours as Dorsett, Rodgers and BRIMMER - each holding PAMPHLETS -- have a tense \"discussion\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "One: \"We want freedom. We want the power to determine the destiny of our Black Community.\" Two: \"We want full employment for our people.\" Three: \"We want to end the robbery by the white man of our Black Community.\" Christ, they're asking for reparations...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "They couldn't have thought this up for themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastic) Yeah... Sounds like the Constitution to me. With a little of the Bill of Rights thrown in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Inspector Brimmer, this is no joke During your surveillance have you seen any outside agitators? Professorial types? Communists?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "No. I've seen Black men handing out bags of food. Having meetings. Patrolling the neighborhood. Having more meetings. They ain't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "They are carrying guns. They are threatening police officers. They are undermining the United States of America. And you Inspector Brimmer are not taking your duties seriously...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Now hold on Rodgers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Chief Dorsett, if the Black Panthers are going to remain in your jurisdiction, some fundamental changes in attitude need to be made...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Like, you Inspector Brimmer are not going to be sitting in your car anymore. I think it's time for a more active type of involvement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beat by late hours, DORSETT walks to his car -- a brand n CADILLAC, sitting in his 'reserved' spot. A LIMOUSINE pulls up next to him. Its window rolls down. first we don't see the passenger's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Evening Chief. Another hard day keeping the streets safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "\f(forced joviality) What are you doing out so late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I like to keep an eye on my \"investments\" so to speak. You know we still need to discuss that business expansion we spoke of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "(ill at ease) Look, I don't think... LOUIS TRAFFICANTE -- all style, all mobster -- LEANS out window. His right hand man, TONY, at the wheel. He points the Cadillac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "That's a beautiful car. You'd do well to remember who paid for it. Good night, Chief, we'll speak again soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dawn pushes pink against the loft windows as Judge, dress for class, pores over Cy's copy of “Wretched of the Earth cy (coming out) Man, did you see Huey down on Grove street? All up on that cop, that was beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah, it was alright. Hey, can you give me a lift? cy You got it. Berkeley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "No, Panther Headquarters. (a smile) Least that way we could hang out more like we used to. cy You joining? My Brother.. (hugging Judge) My brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panther HQ has improved. Bobby Seale stands behind a newl painted display counter, interviewing NEW RECRUITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FACES -- all of them BLACK, all of them MEN, most of them ANGRY -- flash into the frame, each talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "Sign me up!! Just gimme a gun and point out the cops you want me to shoot...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "Where's the free food at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "My momma, she marched with King. Don't know exactly what kinda change that brought. But man you put that cop on Grove through some serious changes!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "I hear you Panther boys get the finest pussy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FACE",
          "text": "Vietnam man... I go there and then come back to some honky motherfucker telling me what to do, beating my ass if I don't. Man... fuck that. A FINAL FACE comes into view... JUDGE'S",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CY stands proudly next to Judge in front of Bobby. cy Judge is gonna join us. Tyrone looks less than pleased at the news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Welcome Brother, if we stand together we can break the chains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(miffed, to Judge) Huey wants to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "He had a feeling you'd be coming by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge moves warily into the dim and musty room. As his ey acclimate to the gloom he spots HUEY sitting half hidden the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Welcome brother, have you decided to get down with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I'm down,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Yeah... You were a lot of help with those guns. Your soldier shit is bad- ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I'd hoped I was finished with all that. But... (shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You know, you're lucky to be back. Most niggers die on the front lines. Seems like that's what they're there for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Don't I know it. Every brother I knew in \"Nam's dead. My company... a land mine. Twenty of my friends dead in less than a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Mind if I ask you something? Why'd you put up with shit like that for someone else's war? Judge flashes Huey a look of bare honesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Hey, GI bill pays for school. And shit, if I stuck around here, instead of signing up, I'd probably be in jail, or sitting on the stoop drinking Bitter Dog with Rose, you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Yeah I know. You're smart Judge. You ain't no bourgeois nigger like those Paper Panthers across the bay. I need every good man to help us with the security on Betty Shabazz, particularly soldiers. You do solid on that I might have something else \ffor you, something real important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Whatever you need, I'll be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Right on Brother Judge... Huey and Judge grip HANDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "With tight precision, HUEY, TYRONE, JUDGE, CY, GENE, BOBB CARTER and LITTLE BOBBY form a circle around BETTY SHABAZ guiding her past AIRPORT POLICE to a waiting car. Led by ROY the PAPER PANTHERS seem useless in their dashi and fluffed Afros.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In an INNER OFFICE, Betty Shabazz talks with ELDRIDGE, a tall man wearing sunglasses. In the OUTER OFFICE, Huey's PANTHERS stand by while ROY'S PAPER PANTHERS do little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "What would you tell young brothers and sisters to do in following Brother Malcolm's footsteps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY SHABAZZ",
          "text": "I'd say that Malcolm lives in each of us. We all need to work together for the community. (gesturing outside) Like those brothers out there are... Overhearing, Roy PREENS a bit at Betty's words. Nearby JU flicks his eyes to the GUN at Roy's waistband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(low) Huey... Suddenly ROY spots something outside... POLICE CARS, foll closely by NEWS VANS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "(nervous) Oh oh... Snapping up his SHOTGUN, Huey nods to the others. Bobby S pulls back his jacket revealing a .45. Solemn, professional, Huey and the Panthers file out the \fdoor. ROY'S PAPER PANTHERS hang behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Led by Huey, the Panthers take up a line between the cops and the office. REPORTERS, expecting another GROVE STREET push forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "(eyeing Huey's gun) What's going on here son?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "We are breaking no law, you've have no right to detain us. A REPORTER spots BETTY SHABAZZ, flanked by JUDGE and TYRO leaving the building heading toward a car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "There she is!!! Surging forward the reporters PUSH CAMERAS toward BETTY SHABAZZ. One of them, CHUCK, tries to push HUEY away. Controlled, Huey holds Chuck in check, watching Betty mov toward the car. Chuck PUSHES FORWARD trying to get a PICT Seeing Betty safely inside and the car PULLING AWAY, Huey SHOVES Chuck back. Chuck makes to swing at Huey. Huey SHO HIM DOWN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(to Cop #1) Arrest this man!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "If I'm gonna arrest anyone it's going to be you... Fast, the PANTHERS take up position behind Huey, their GU highly visible. Huey flicks the SAFETY of his shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Not today! ! ROY come running out, UNARMED, scared yelling at Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Don't point that gun!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "That's right be a smart nigger like your friend. TENSION ripples through the air as ROY runs back inside. Huey glares at the cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not my friend and I promise you pig. Your men draw and this will be a blood bath. It's your call. EVERY PANTHER stands facing the cops, weapons at the read THROUGH the glass PAPER PANTHERS can be seen HIDING. Slowly the cops begin backing away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK",
          "text": "(to the cops) Aren't you going to do anything...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "(nervous) Like he said asshole, they're not breaking any law... Screeching their TIRES the police leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Packed in the car, Bobby, Little Bobby, Judge, Cy and Tyr recount the day as HUEY drives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "You see that on jive dashiki man, hiding under the desk. Shit paper panthers. Huey notices JUDGE'S SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "What it be Judge. Nobody got hurt, Sister Betty's safe. This was a good day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "They were empty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What was empty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "The Paper Panthers' guns, they weren't loaded. I know guns man. Those guns were empty. Huey's KNUCKLES TIGHTEN on the steering wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FISH fries on a grill as ROY and the PAPER PANTHERS celeb \fAlma's looking DISGUSTED with the whole thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Like I say Brothers we are the vanguard. (to Alma) Get me a beer... I tell you once Cleaver's story comes out, we're gonna",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROY'S face DROPS as HUEY AND THE OTHER PANTHERS appear at the edge of the party. Huey marches up, YANKING Roy's gun from his pants, checking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "We put our lives on the line today. Malcolm X's widow was on the line today. And your guns weren't even loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "A gun's a gun man. It don't need to be loaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Tell that to the pigs. Better yet tell that to Malcolm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Wait a second there brother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "No you wait a second. You and your \"Panthers\" got three choices. One you join with us and follow our rules. Two you change your name. (a smile) Or three you face annihilation. PAPER PANTHERS step up, Huey's men follow suit. Judge sta right at Huey's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Pretty boy, you're a long way from Oakland. Fuck you. Bam! Huey hits Roy with a ferocious hook. A BIG PAPER PAN moves on Huey, Judge DROPS HIM like a stone. In seconds Huey's men have kicked the shit out of the Pap Panthers. Huey's got ROY'S FACE in the grill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You're exactly the kind of brother we don't need. Kind of brother who gets others killed. Now you gonna change your name. Huey pulls Roy up, his SINGED BEARD covered with fish an onions. ROY just glares silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Roy, tell him you'll do it. Huey shoves Roy's face back down toward the grill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROY",
          "text": "Please!!! Yes!!! We'll change the name. Throwing ROY away, Huey LOCKS EYES with Alma as the Panth depart. She watches them every step of the way. Nearby SOMEONE ELSE watches the Panthers also. ELDRIDGE CLEAVER, the reporter from Ramparts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unwinding, alone with Judge, Huey hands him a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You were alright Judge, better than alright. You're what the Party needs. A fighter but also one that's going to school not making the man too nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "I do. You think you're smart enough to keep playing the game?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "What, I don't know how you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "See, the thing about Panthers. For all their speed and strength. They are not naturally aggressive. They don't just go out killing, tearing through the jungles murdering. No, the Panther (makes a fist) keeps his claws hidden until he is attacked, until he's backed into a corner. Then (opens his fist) believe me those claws are fierce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Huey, you're losing me. What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talking about survival. Yours, mine, all of it. Outside and in. You got to do something for me. Staying alive might depend on it. The pigs are gonna try to infiltrate us and we're gonna let 'em. But their spy's gonna be our spy too. How about it? There's a pause as Judge chews on the grave proposition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Me? You've got a whole lot of other folks signing up. Why me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You fit the profile, Brother. You look exactly like the kind of nigger they think they can trust...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cold harsh building sits like a satisfied giant on the Capitol street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Passing a SIGN on the door: FEDERAL BUREAU OF INVESTIGATI DIRECTOR: J.E. HOOVER. The Uber-cop himself sits at the desk, his large watery e scanning a TELETYPE. He presses an INTERCOM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Get me out man in Oakland...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A HUGE LINE of NEW RECRUITS stretches outside the buildin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby and Tyrone stand there uncomfortably facing ALMA an platoon of SISTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Alma!? I uhh I don't think...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "What do you mean? We're black ain't we? And we care about improving the plight of out people don't we? Or you figure oppression stops at that thing dangling between your legs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "\f(looking to Bobby) Uhh... I with it sister but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "But nothing, we want full fledged membership in the Black Panther Party... and none of this \"Okay sugah as long as you stay in the background washing my socks and rubbing my feet\" bullshit either! Bobby GRINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "I can dig that! If your down with the Ten-Point-Program, sign up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panthers place POSTERS of Bobby Seale and Huey in the storefront window as JUDGE, ALMA, CY and TYRONE load LEAF into a VAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(over) There's a lot of work to be done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little Bobby Hutton lectures a group of school kids",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge's HAND ladles out porridge to a sea of hungry kids. ALMA smiles across the room at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone and Cy watch as Judge holds an Ml RIFLE, lecturing NEW RECRUITS. Each recruit has a DISASSEMBLED RIFLE. Judg starts his stopwatch. The RECRUITS fumble with the rifles Suddenly a sound -- the perfect clicking and clacking of metal on metal. ALMA assembles her rifle with lightning s Still FUMBLING with their rifles, the other recruits star amazed at Alma. Judge checks the stopwatch... TWENTY SEVE SECONDS. Looking up, Judge and TYRONE'S EYES MEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, FIFTY FIFTH AND MARKET",
          "text": "Judge takes his place DIRECTING TRAFFIC. Turning Judge LO EYES with RITA across the street. She looks worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge hawks RED BOOKS to park goers, engaging them in pr panther banter. Black folk move away from him when they s BRIMMER, an obvious cop, striding toward Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "You're Judge right? We need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know you and I got nothing to say to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(flashing his badge) Yeah you do. It's up to you either here or downtown. Giving up, Judge walks with Brimmer listening as the cop talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huey's COOKING BREAKFAST for the kids as Alma, Tyrone and Little Bobby serve up bowls of porridge. Passing the munching kids, Judge -- obviously excited -- moves over to Huey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(sotto voce) They tried to recruit me. Just like you figured. Tyrone looks over,FROWNING. Huey signals him that everyth cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(joking loudly) You're a little old to be a school boy aren't you brother. (whispering) Cool it! You're probably not the only one they've gone after. Stall a little so they believe you're for real. Make them trust you. (raising his voice) Hey Tyrone, you figure feeding our children is gonna make The Man jumpy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(bantering back) Black people getting uppity, feeding their children breakfast, taking their destiny into their own hands. What's this world coming to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pursued, a thin Black man -- DENZIL DOWELL -- LIMPS painf past. TWO COPS, guns drawn, run after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Hands up, you ain't going nowhere. Faced with a BLIND ALLEY, Dowell RAISES his hands. The co close in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENZIL",
          "text": "I wasn't going nowhere in the first place. I ain't done shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "\"Done shit, SIR!!\" Nigger don't move... Scared, Denzil instinctively BACKS AWAY from the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DENZIL",
          "text": "I ain't done... GUNFIRE rips through the alley. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is filled with mourners. Shades are drawn but a little sun brushes the PANTHERS LEATHER JACKETS. Denzil's brother GEORGE, speaks softly to MOMMA DOWELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Momma, these here are the Panthers I asked over from Oakland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA DOWELL",
          "text": "I thank you all for coming to grieve with us. The police won't tell us nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOURNER",
          "text": "They been shooting Black men down around here like they're going out of style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMMA DOWELL",
          "text": "(breaking into tears) My boy didn't do nothing. He didn't do nothing. Can't nobody do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "We came to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Panthers, carrying GUNS, line both sides of the block. NE FACES can be seen with Judge, Alma, Cy, Tyrone, Little Bo and the others. A block or so distant, the SHERIFF'S OFFICE looms up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOBBY SEALE shuttles back and forth distributing PROGRAMS and LEAFLETS to a forest of outstretched Black hands. HUEY stands on top of a car, his strong voice ringing out over the gathering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "...The police report says he was shot three times but the coroner's report says quite clearly that Denzil Dowell was shot six times. And two of those shots were in his armpits. Brothers and Sisters you know why that is? (raises his arms up) Because Denzil had his hands up!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "(to crowd) No more police brutality! WHAT DO WE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE",
          "text": "Frenzied hands grab all the PAMPHLETS from Bobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEALE",
          "text": "(to Judge) More programs man!!! In the car. Judge moves away toward the PONTIAC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge grabs a pile of LEAFLETS off the seat. Turning back the rally, Judge comes nose to nose with BRIMMER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Afternoon asshole... You shoulda told me about this. C'mon...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone SEES Brimmer spin Judge around and cuff him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE",
          "text": "Tyrone NUDGES Huey, gesturing to Judge being led to Brimm UNMARKED CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "C'mon let's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "No! Just harassment. Can't let it stop this. (an eye to car, then the crowd) Brother we got momentum! Whipped up, the crowd YELLS as Tyrone looks perplexed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What do we want!!??",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUSTICE",
          "text": "REVEREND SLOCUM steps out, trying to calm the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVEREND SLOCUM",
          "text": "Amen! The Lord God Almighty be our witness. Let us bow our heads and pray for...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(interrupting, raising his fist)",
          "sentiment": "neutral"
        },
        {
          "speaker": "POWER TO THE PEOPLE",
          "text": "The Panthers move into precise FORMATION. Huey and Bobby the front, the crowd moves toward the Sheriff's Office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tense, a DOUBLE LINE of police blocks the entrance. With crowd screaming for \"JUSTICE!\" and \"BLACK POWER!\" behind them, Bobby and Huey step up to the Deputies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "(shoving Huey) You're not getting in here with no gun. Huey SHOVES the cop back. The line of cops BRISTLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This firearm is being carried in plain view and is therefore perfectly legal according to California statute...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "Over my dead body. Huey steps back and Clack!, jerks a ROUND into the gun. A HUSH falls over the crowd. The POLICE raise their weapons",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "That's your call pig. Rev. Slocum puts a steadying hand on Huey's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REV. SLOCUM",
          "text": "(to cops) We come for justice, not bloodshed but don't be pushing us too far. Tense moments pass. Huey looks over at MOMMA DOWELL, read the concern in her eyes. Then, Huey and Bobby RAISE their weapons up, PASSING THEM the police. Unarmed, The Panthers enter the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surrounded by deputies, Bobby and Huey confront the smug SHERIFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Bled to death!?!? The Coroner's report says he was shot to death. We demand a grand jury investigation in the death of Denzil Dowell and the pattern of brutality against the Black citizens of Richmond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(icy) The Police department has conducted its own inquest and concluded that no misconduct occurred. As for a “pattern of brutality...\" The charge is ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Then what do you call four dead Black men in six months?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I call it the police doing there duty under the law. You got a problem with that... take it to the \flegislature but get the hell out of my office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(to Huey) The pig might just have a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer's UNMARKED CAR sits in front of the tattered buil near the heart of Oakland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE -- handcuffed to a chair in the vast lofty space -- looks like he's been through the wringer. BRIMMER, smokin vehemently, hovers over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "So... we understand each other Judge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(sullen) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RODGERS watches Judge and Brimmer from the SHADOWS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer UNCUFFS Judge from the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Alright then. Judge STANDS a little shakily. Brimmer slides a BUSINESS CARD in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "I expect to hear from you soon. If Huey Newton takes a crap, I want to know how big it was. Otherwise I'm gonna come looking for you. And I won't be as \"friendly\" as today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I got you. Judge turns to leave. Brimmer stops him",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "You just remember one thing Judge. \fYou've got a lot at stake. And The Panthers are gonna lose. Question is, are you gonna lose along with them? Your future? Your mother? Think about it. Judge leaves. Brimmer takes a long drag of his cigarette, STARING at RODGERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half a step out the door, Judge THROWS Brimmer's CARD awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A combination BARBECUE/AWARENESS RALLY covers the park Panthers and just plain neighborhood folk eat, drink and talk. Judge - a worried look on his face -- walks by. Huey's on the podium, speaking clearly and passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "As soon as black people exercise their rights to bear arms and defend themselves the pigs want to change the law. We're not going to make it easy for them to have unarmed targets. Now, you all have a good time cause this here's our community and it is a beautiful thing. (raising his fist) Power to the people. Pulsing MUSIC kicks in as Huey steps from the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huey joins a meeting in progress with Tyrone, Alma and Bo who's particularly edgy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "This brothers is gonna be a colossal event. We'll shut the mother down right at the capitol, in front of the cameras. (annoyed off Bobby's pacing) Will you cool it? What's up man? What it be Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "What it be is, You aren't coming with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "What? We're the leadership, you and me. There ain't enough of us to... \fAdmiring,",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "That's just it Huey. The pigs don't know how many Panthers there are. Both of us show and they might start putting 2 and 2 together. We're not",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "even two hundred strong yet... but we got 'em guessing thousands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "I hear you. Alright. I'll go, you stay. Bobby shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Huey... We took a vote. You're still on probation. We can't risk you. Things is starting to get hot. Go mow yo momma's lawn like you promised. Huey's TENSES, ready to argue. Then he SPOTS Judge. A LOO passes between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Alright, I'll stay. Judge, I want to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "(to Judge) Where you been? I saw the cops rousting you at the rally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Aw... uh... it's was just harassment. My driver's license expired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Chickenshits, they're grabbing at anything. Huey leads Judge away, Tyrone WATCHES them closely, very suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huey's charged, talking fast to Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "What's the pig's name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Brimmer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(very serious) You got to keep very cool on this. \fIcy god damn cool. Cause baby, you just became the strongest weapon we got. Let me guess, he wants you to call him, tell him what we're doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "And you're gonna do just that. But I'll tell you what to feed the pig. You alright with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah... I guess. Any of other Panthers know about this? Huey just looks at Judge silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Man, this shit's pretty thick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You got that right. And brother, I got a feeling it's going to get a whole lot thicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "Governor RONALD REAGAN stands on the Capitol lawn speakin to THE FUTURE LEADERS -- a teenage group. Suddenly, THE PANTHERS pull up, stepping out of their car ARMED, clad in black leather. CHAOS erupts. Bodyguards whisk Reagan away as a swarm of NEWS CREWS con on the Panthers. CAMERAS flanked around him, a REPORTER s a microphone in Bobby's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSMAN",
          "text": "Is this a militant action? Are the Panthers storming the Capitol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "No!!! Definitely not!!! (to the news camera) We are here to send a message. The Black Panther Party for Self Defense calls upon the American people in general and Black people in particular to take careful note of the racist California Legislature now considering the Mulford Act, which is aimed at keeping Black people disarmed and powerless while racist police agencies \fthroughout the country intensify the terror, brutality, murder and repression of Black people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hard to tell who there's more of -- Panthers or repo as the chaotic circus enters a LONG CORRIDOR. Seale's in the lead, with Little Bobby, Alma and Tyrone following. Disoriented, they CLIMB stairs, continuing dow another CORRIDOR. A GUARD at a DOORWAY starts to freak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "You can't come in here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "We are here to observe the Assembly. You will not stop us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "This door leads to the Assembly floor, it's closed to the public. You have to go to the Visitor's Gallery, it's... The guard TURNS TO POINT, Seale twists to follow his fing Reporters swing around. A crewman BUMPS into the guard. C The entourage PANICS, stumbling through the door. A mass Panthers and reporters spill into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pro Tem Speaker Carlos Bee's mouth drops as a noisy mass Panthers and reporters careens into the chambers. Swiftly the rat pack of reporters BACKS AWAY, leaving the Panthers, armed and confused, in the MIDDLE OF THE ROOM. SECURITY GUARDS converge on the Panthers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOOTAGE",
          "text": "Camera pans up from lawnmower to Huey's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE INTO",
          "text": "US and International HEADLINES scream the story. \"New Yor Times,\" France's \"Le Figaro, Italy's \"Il Giornale.\" The Panthers have just become a worldwide phenomenon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "(over) Tell the court Mr. Seale are you proud to be the co-founder of the Panthers, an anti-white movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over) The Black Panther Party is not anti- white, you cannot fight racism with racism. APPLAUSE rings out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(over) Gentlemen, please approach the bench. The Judge's GAVEL BANGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby, Huey, Prosecutors, Defenders and the Judge yell. G still banging, a rapid-fire PLEA BARGAIN is underway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEFENSE ATTORNEY",
          "text": "My clients broke no law. It was an accident, a wrong turn. Besides, the guns were not illegal. Dismissal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "They will be as soon as the Mulford act passes. Six Months for everyone! Huey SHAKES his head at the Defense Attorney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "Okay, last offer. Ninety days, no felony charges, just a disturbing the peace. Huey NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEFENSE ATTORNEY",
          "text": "Deal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "Not so fast. But only if he (points to Bobby) and one of his lieutenants agree to six months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You got six months to donate to the party, Bobby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You know it brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TAPE MACHINE rolls as a very agitated FBI director g into the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) ...at least that takes Bobby Seale off the street...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Not good enough Rodgers. Not good enough at all. Black terrorists on the floor of a State Capitol. I will not say this again, these Negro Commies are to be stopped and now. You tear them down. Either from the outside or the inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) We're working on that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Work harder. And get me some results. Those Black Bastards could be up to anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Finished with traffic duty Judge walks home. He passes BRIMMER'S CAR at the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "C'mon we're going for a ride...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer's car pulls onto the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer lights a cigarette angrily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Why didn't you tell us about the party you boys were planning at the capitol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Shit man. It was... you know spontaneous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Spontaneous my ass!! You told the press and you don't tell me. Remember you're working for us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... whatever you say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Are you fucking with me? You smartass piece of shit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer's car SWERVES pulling over in the MIDDLE of the bridge. Playing angry cop to hilt, Brimmer jumps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Get out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "What's with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Get out of the fucking car. Judge obeys. Brimmer produces HANDCUFFS. He CUFFS Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "\"Whatever you say, Inspector Brimmer.\" Fucking a right pal. Time you got your wiry head on straight. Brimmer grabs the front of Judge's shirt, PUSHING him har against the railing. It's a hellish drop. Brimmer pushes harder. Judge's FEET scramble for purchase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "What are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Do you know how easy it would be for you to just disappear. Shit, you wouldn't even wash up for weeks. Do you fucking understand? (still pushing) I want you to move your ass outta neutral. I want a bunch of Panthers served up on a fucking plate. I want you to set 'em up... armed robbery!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I can't... they don't operate that way...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Fuck how they operate. Just do it. like your man says, \"By any means necessary.\" Brimmer UNCUFFS Judge, stuffing an ENVELOPE OF MONEY in h pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright then. Here's a little help on your tuition. Get back in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In UNIFORM, proud -- Tyrone and Cy walk down the street t Cy and Judge's APARTMENT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Where the hell's Judge anyway? cy Between school and the Panthers, he's been running raw. I never see... Aw shit... Cy catches SOMETHING happening across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACROSS THE STREET",
          "text": "SABU makes a furtive EXCHANGE with a young BLACK KID.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone sees what Cy's looking at.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "You want a hand? cy (tossing Tyrone KEYS) No... go on up. I been kicking his narrow ass since high school. Cy trots across the street. A WHITE GIRL walks his way",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHITE GIRL",
          "text": "What you got to sell? cy (rolling his eyes) Lady, every Black man you lay eyes on ain't a dope dealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone waits inside the messy apartment. Suddenly he spot JUDGE'S CLOTHES hanging over a chair. A moment passes. Th Tyrone, begins RIFLING through a pair PANTS. He checks Judge's WALLET. Pulling out a DRIVER'S LICENSE, Tyrone's finger traces the EXPIRATION DATE: 5/20/69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "\f(to himself) \"My license was expired\" Yeah, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cy's got SABU against the wall, hissing into his face. cy I ain't gonna tell you no more. No pushing in the neighborhood, especially not on my fucking street. You're killing your own people asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Man, fuck you!!! cy No Fuck you!!! Cy SLUGS Sabu hard in the gut, dropping him to the ground cy I ain't playing Sabu. You keep on like this and I'm going to bust you up. Shaking his head in disgust, Cy heads toward home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding his belly, Sabu catches his breath. SHOES appear front of him, shiny COP SHOES. It's SGT. SCHRECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Aww man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHRECK",
          "text": "Those Panthers are turning into real shitheels ain't they... Schreck REACHES DOWN, helping Sabu. Sabu's amazed at the \"Good Cop\" routine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Yeah, they're motherfuckers, all high and mighty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCHRECK",
          "text": "You shouldn't take that. If I was you... (an edge of violence) I'd stand up for myself, if you know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fCY looks around the empty space. cy Tyrone? Shit, where'd you go?.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Room filled with all the PANTHERS and more than a few NEW FACES, Huey stands at the podium, filled with purpose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Look around you, brothers and sisters, we're building the numbers. New members coming in almost every day. I'd like to introduce one of them. He's is the author of \"Soul on Ice,\" a respected journalist and I'm proud to say the newly appointed Minister of Information for the Black Panther Party. Brothers and sisters, Eldridge Cleaver. Applause rises as the tall, black man from before, still wear SUNGLASSES, strides to the podium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Brothers and Sisters! You are all well aware of the chains that we as a people bear. The chains of slavery, of second class citizenship. But there are other, more invisible chains. The chains of not speaking your mind. The chains of all the words left unsaid out of fear of reprisal by The Man. The silencing of our Black voices. I'm here to tell you that we have a voice. (a smile) And I'd like to prove to you. All of you, repeat after me. SILENCE fills the room, everyone hangs on Eldridge's word",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Fuck Ronald Reagan. Smiles hit the assembled faces. Judge chuckles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "I'm serious. Repeat after me. Fuck Ronald Reagan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSEMBLY",
          "text": "Fuck Ronald Reagan!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Feels good don't it. Amazing how \fsaying your mind can free your soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSEMBLY",
          "text": "Fuck Ronald Reagan!! Powerful and playful, the CHANT course through the room. Everyone's SMILING, reveling in the camaraderie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meeting over, Huey, Judge and Tyrone watch the room clear Tyrone's EDGY, trying to get Huey alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Huey man I got to talk with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "So talk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(looking at Judge) Alone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Look... can we deal with this tomorrow... I'm tired... Huey walks away, leaving Tyrone glaring at Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun streams through the girders, shining its light equall on both sides of the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Upset and in deeper than he ever expected, Judge smacks t dashboard in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Listen Judge, Oakland's Panther International Headquarters. We shut the Pig's infiltration down here, they're gonna think twice about running their games on other chapters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Huey, man who's gonna straighten out the brothers if they get on my ass?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Like the manual says, \"Information is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY AND JUDGE",
          "text": "(in unison) disseminated on a need-to-know basis.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, and what I need to know, is what exactly your gonna do about feeding the pigs a bust?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know man. I don't know. That reminds me. (passing an ENVELOPE to Huey) Another little donation from the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "If the pigs only knew they were subsidizing The Panthers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah well, they want a lot for their money. They want a felony, preferably with \"violent intent.\" We've got to give them something. They'll kill me if I don't. And the Panthers are going to kill me if I do. I'm scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Me too. That's why I fight so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something's CHANGED in the neighborhood, the Panther pres seems to have given the street focus. Folks gather nearby hanging enjoying the sunshine. Bo Diddley's \"Oh Baby\" grooves from a radio. CY -- amped on the movement -- walks out of the PANTHER H He runs into JUDGE out on the street. cy Hey, it's the invisible man. Brother where you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(gripping Cy's hand) Cy... I ain't even sure. cy C'mon we'll walk and talk...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(pointing inside) Naw... I gotta... cy I hear you. I'll catch you in a bit. \fFeeling cooped up in there, you know? Cy steps out into Grove street. Judge WATCHES him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cy cruises the street. People check out the UNIFORM, some even offer up a \"Right on.\" or flash the fist salute. ROSE -- staked out on his steps -- beckons Cy over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Hey... Cy... what now you a righteous Panther man, you too uppity to drink with us? cy You know that's bullshit. Rose passes him the BOTTLE, Cy takes a small swig. Immedi his FACE PUCKERS. cy Aaaah, Bitter Motherfucker... I almost forgot how nasty that shit is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Well don't go forgetting your friends. cy (leaving) Ain't gonna happen, stay cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "You know it. Stay Black... cy Damn straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rounding a corner Cy spots SABU -- yep, he's still dealin Rolling his eyes, Cy steps toward him. cy I swear, you gotta be a card-carrying member of the stupid revolution. Sabu's SCARED, he backs away from Cy. Customers SCATTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Motherfucker... you stay away... cy Look this is bull... Dumb, cowardly, SABU comes up with a PISTOL. He FIRES it into Cy, not even aiming, just fear pulling a trigger. O Twice, Three times. Cy takes a PAIR of BULLETS straight to the chest. Blood f his surprised face. cy (amazed) +..shit... Cy COLLAPSES onto the pavement as SABU runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alone in the main room, Judge works a MIMEOGRAPH MACHINE, running off more Ten Point Programs. TYRONE comes in through the back door, startling Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "C'mere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carter has an obviously terrified YOUNG PANTHER up agains the wall as Judge and Tyrone step into the half light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Signed up ‘bout a month ago. Says his name's Matty. I call him spy! Wham!! Tyrone SLUGS Matty right in the gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Motherfucker gave the pigs the license numbers of every Panther car. Tyrone grabs Matty's INDEX FINGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(to Matty) This the finger you ratted on us with? CRACK!! Tyrone jerks Matty's finger back BREAKING IT. Repulsed, Judge turns back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone bolts in after Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "What? You don't like to see a traitor get hurt? I wonder why that is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "\fIf you got something to say, say it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Anything happens to Huey it ain't gonna be a finger. I'll... GENE -- eyes lit up with anger and fear -- bursts in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "It's Cy... he's been shot. Bam! Judge SNAPS pushing Tyrone away and bolting out the door. Tyrone follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cy WRITHES in agony on the pavement, in a pool of blood. Judge kneels down next to him, cradling him. Cy's COUGHIN trying to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Cy... Cy... Oh shit man... who did this to you. Was it the pigs? cy N... Not... Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cy DIES right there in Judge's arms. Something twists in Judge's heart, the struggle has just become very personal",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His shirt covered with his dead friend's blood, Judge sit at the table, destroyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Motherfuckers... Judge grabs the phone, punching out a number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Inspector Brimmer",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah, it's me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Judge, hold on, is your phone safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Who fucking cares? You cops killed Cy. And before you bastards kill anyone else, I'll give you your fucking set up. That make you happy                        !",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "\fJudge, calm down. Judge grits his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I'm calm. I'm calm. You just shut the fuck up. And listen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PANTHER VAN heads down the road, sticking out like a sore thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POV: Through the windshield of a police vehicle. The VAN crosses the screen right to left. Starting forward, the p car following at a safe distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TYRONE'S driving as Judge sits -- preoccupied -- in the passenger seat. Suspicion hovers between the two. GENE's back next to a load of NEWSPAPERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(eyeing Judge) What's up with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "You got something on your mind... \"brother.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah, \"brother\" My best friend is stone dead. The words cool Tyrone off a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Sorry man...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "S'alright. I'm sorry too. Shit, I gotta take a leak... Pull over at that gas station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VAN pulls into the TINY station. Judge's hops out hea inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIMMER watches the scene through BINOCULARS. He hisses i a WALKIE TALKIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "It's going down... Right on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OLDER MAN sits placidly behind the counter as Judge en the door ringing a BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "If you want gas my nephew...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(interrupting) Where's your bathroom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLDER MAN",
          "text": "Out back. Judge stands, stock still, sweating. The Man cocks his he strangely. Adrenaline raging, Judge PULLS a GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Open the god damn register! !!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impatient Tyrone drums his fingers on the dash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "How long can a piss take? Gene SHRUGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Hey... I got one for ya. Two brothers are taking a leak off the Bay Bridge. First one says, \"Damn, this water's cold.\" Other one just smiles and goes, \"Yeah and deep too.\" Tyrone CHUCKLES, suddenly his face DROPS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SIRENS LIGHTS. Half a dozen POLICE CARS swoop down on the filling station. \fFast, like storm troopers, the cops pull TYRONE and GENE from the van, roughing them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(pushing through) Watch the faces Goddamit!! We want them recognizable... Tyrone SHOVES a cop away from him. Brimmer DRAWS his .38, training it calmly between Tyrone's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Easy boy... Or I will blow you right away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(putting up his hands) We haven't done nothing! Why don't you fascist pigs stop harassing us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Harassment my ass, pal. You just stuck up this station. We got a witness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "What kind of bullshit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROOKIE COP",
          "text": "I'll go get the other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "No!!! Get the bastards cuffed, I got him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer dashes around the corner. He bangs on the BATHROO DOOR. Nothing. He puts his mouth to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(hoarse whisper) It's me Brimmer. Get the fuck out of here. Judge BOLTS out of the toilet. Brimmer FIRES over his hea Judge runs fast through the weeds, up the hill. THE ROOKIE COP sprints around the corner, AIMING at Judge Brimmer BUMPS him. The shot fires wide. Judge DISAPPEARS over the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REPORTERS swarm the steps. DORSETT, basking in the camera glow, smugly addresses them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today's arrest exposes the Black Panthers for what they truly are... common criminals. Yes, we have a group of the so called revolutionaries in custody right now. Caught red handed robbing a local business. And as soon as our witness gives us a positive identification, we'll file charges of armed robbery with intent to kill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSMAN",
          "text": "Sir... was anybody hurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "(turning back inside) I have no further comment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flushed with victory, Dorsett strides into his office. Pi Rodgers looks up from a TELETYPE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "I want it duly noted, that this operation was entirely under the auspices of the Oakland Police Department. The FBI doesn't have a monopoly on agents infiltrating enemy organizations, my friend. As I've said before, Agent Rodgers, we have things under control in our city...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Are you finished?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "No I'm not. I'd like to say, frankly and off the record, that I resent the Bureau's presence here. \"Advisory Basis\" or not. And, once we get these boys put away and the Panthers permanently discredited, I'd appreciate it if you'd leave us to take care of our own. Now I'm finished. Rodgers fixes Dorsett with a stony glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fast, head down, JUDGE moves through Oakland's skid row, heading for an ABANDONED GARAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Actually the line up room is two chambers. Dorsett and R enter the smaller room. BRIMMER, haggard, smoking, beckon Dorsett to a corner. Rodgers sticks by the door. Brimmer WHISPERS to Dorsett, we can't hear the conversati but obviously The Chief doesn't like it. In the FOREGROUND, THE MAN from the gas station stands in front of TWO WAY GLASS -- A UNIFORM cop at his side. TYRONE AND GENE stand on the line up platform on the oppo side of the two way glass. Dorsett and Brimmer move to the man. We see now that he's staring blankly at the Panthers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Brimmer, what are you telling me? The uniform cop WAVES his hand in front of the man's face",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNIFORMED COP",
          "text": "He's blind chief. Couldn't I.D. his own mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(sheepishly) He just stands in for his nephew during lunch. Dorsett TURNS, locking eyes with Rodgers. Fixing Dorsett with a WITHERING GLARE, Rodgers walks out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rose's place -- the back of a chop shop -- is a forest of BOTTLES and CAR SEATS. An OLD TV blares a NEWSCAST: \"Pant Freed\" complete with a PHOTO of Tyrone and Gene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "This cool the heat off you any?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "I don't know. (rising) But I'm sure I'll find out. Rose, you did me solid. Judge PULLS some BILLS from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Unh... Unh Man... I don't take no money from friends that need help. Fuck no. What do you think I ama bum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not at all. (gripping Rose's hand) I'll catch you later. Rose -- something big on his mind -- STOPS Judge at the d",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Judge... I... I shoulda told you this before but... well... fuck...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "It was Sabu killed Cy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Where is he?.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Ain't no one seen him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Why didn't you tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Didn't want folks to think I was a snitch. You know? PAIN creases Judge's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(softly) Yeah man... I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Panthers are celebrating. TYRONE and the others relea while the paper gets printed. BOB DYLAN's \"Ballad of a Th Man\" PLAYS. Huey, wine in one hand, grooves to the music",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(to Tyrone) Shit... check this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONG",
          "text": "(over) ...something is happening here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "But you don't know what it is Mr Jones. See Dylan is hip. The part about the geeks getting the worst jobs, that's like us, man. Black folks always get given the lowest shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with purpose) Yeah man, but where's Judge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(pointedly) You know I think Brother Judge needs our support right now, not our suspicion (picking up paper off the press) This is beautiful man. Folks around here never read the truth like this before. TYRONE is just about to speak, when ELDRIDGE who's been bustling around escorts Huey into a basket chair, replaci his wine glass and paper with a spear and rifle. Tyrone s after them as ALMA comes over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "El Rage what's with all the Zulu shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELRIDGE",
          "text": "We can no longer let the white media control our image. We gotta let the people know what we are about ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "That's what our newspaper will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "But lots of our people don't read, man. They need strong imagery to help them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Yeah... then shouldn't this be all of us together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "(propping up a shield) Trust me Huey, this picture will be worth a thousand words. Now have you given any thought to that Peace and Freedom Party thing. They really want to hook up with us. Do a rally together. Hell it'd broaden our base of visibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Yeah, but aligning with white organizations. I'm not sure now's the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The time, my friend, is what Sartre called, \"the moment the match is being put to the fuse.\" Question is, is the hand holding that match gonna be black or white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "...no full fledge alliance. But I think we should do a rally with them. Show that there's some common ground between Black and White. You all with that? (everyone nods) All right then Eldridge, set it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "By far this is the largest rally we've seen. Police stand RIOT FORMATION as a HUGE CROWD looks up to a podium near center's steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "Hell No! We won't go! Hell No! We won't go!!! HUEY, TYRONE, ALMA, ELDRIDGE and a contingent of Panthers hold precise formation at the side of the platform as AVA a sandy haired young man finishes his speech.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AVAKIAN",
          "text": "Not long ago, we came to these steps to protest. We were four thousand then. Tonight we are ten thousand. A HUGE ROAR rises from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. JUDGE'S PLACE",
          "text": "The ROAR continues over as Judge approaches his DOORWAY, CAR glides to the curb. BRIMMER -- eyes red-rimmed with h stares out. JUDGE BOLTS, running fast down an alleyway and turns the corner. Screeching tires, two uniformed cops in a SQUAD C blast out of nowhere, sealing the exit, weapons drawn. Brimmer PULLS UP on the curb. In seconds he's got Judge f down on the hood, CUFFED. Brimmer SMACKS Judge's head against the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks a lot Motherfucker, that blind man was real cute. Brimmer drags Judge toward an ALLEY. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AVAKIAN",
          "text": "Ten thousand different voices. All unified, saying one thing. That you cannot have an imperialistic war abroad and social peace at home. So with that unity, that purpose in mind... Ladies and Gentlemen I give you the Minister of Defense of the Black Panther Party -- Huey Newton. APPLAUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Thank you. The Black Panther Party is proud to be here tonight. Here in front of this monument to oppression both at home and abroad. Not far from here, Brother Bobby Seale is locked down. Shouts go up, \"Yeah Bobby!!\" \"Set the brother free!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer pushes Judge up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(over) A victim of the tyranny we feel here at home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "That same tyranny is at work many miles from here. In Vietnam. Black men are dying there, white men are dying there. Yellow men are dying there. We're told they're dying in the name of freedom. (a beat) Freedom. Well, now if their blood's keeping us free. How come so many of us -- like Bobby -- are in jail. If \fthey're dying so we can enjoy our rights, how come the police still kill us in the streets? Angry YELLS rise, agreeing with Huey. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer lays into Judge, hitting him in the gut. Defensel CUFFED, Judge takes each brutal punch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "So, when you think about it. The question we have to ask is... Why should the Black man go fight the Yellow man for the White man? It's that simple. The answer's simple too. (a beat) We shouldn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHEERS ringing out, Brimmer's hands work for pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "The Black Panther Party is opposed to the war in Vietnam! We know our war is here. Against hard drugs in the community. Against unemployment. Against a system that beats a Black man in his home, then sends him to die in a foreign land. That my brothers and sisters, is our war. Ten thousand unite in THUNDEROUS APPLAUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crumpled on the ground, Judge's doubled up in pain. Brimm UNCUFFS him and WALKS AWAY. Over, the APPLAUSE rises to a \fdeafening pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer stalks down the hall, unhappy. FBI guys in suits EVERYWHERE -- pulling teletypes, on the phones. They're l an occupying army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(passing a doorway) What the fuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) Brimmer! Could you come in here please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rodgers has set himself up in a command center. Across fr him DORSETT sits like a whipped dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Sit down, This concerns you too. (pulls out a Black Panther newspaper) I don't need to say that your department's handling of the Black Panthers -- particularly Inspector Brimmer's \"undercover operation\" has been a complete travesty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Just hold on a god damn minute. I... Ignoring Brimmer, Rodgers passes the PAPERS to Dorsett.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "These are memos from the commissioner, the mayor and Hoover himself, putting the Black Panthers and their subversive activities under the full jurisdiction of the Bureau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "(reading) Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "As far as Mr. Hoover is concerned the worst has happened, the Panthers have unified with other organizations -- most likely sponsored by communists -- to undermine the war in Vietnam. (a beat) By doing so, they have quite simply guaranteed their own extinction. \fRodgers studies Dorsett and Brimmer's incredulous faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Of course we welcome any cooperation the your department has to “offer...”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jimi Hendrix's “Machine Gun\" plays as the cops move in fo the kill...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A BOMB crashes through the window. Yells, Chaos, Then an EXPLOSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops BATTER down a door, storming the place. They BURN pa destroy FOOD for the breakfast program. It looks and feel like a modern day version of Kristalnacht.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TYRONE and LITTLE BOBBY stand out front. A SQUAD CAR pass White faces gaze stonily at Black. A cop points his finge like a GUN at the Panthers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cops SLAP NEWSPAPERS from Gene's hand, pushing him up aga the wall. coP What's your name punk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "What?!?!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Five!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gene spins out his tale to HUEY. Jimi Hendrix plays in th background",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "And I keep saying \"Five\" like the fifth amendment you know? And shit this cop is getting pissed. But there \fain't much he can do... So... dig this, he gives me a ticket for littering, on account of the papers he ripped outta my hand. Huey notices “cherry tops\" red glow in the rear view mirr",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "A SQUAD CAR sits, lights FLASHING, behind HUEY'S VOLKSWAG The belligerent BABY-FACED COP from the showdown on Grove Street -- settles his flashlight beam on HUEY. GENE, sitting next to Huey, looks very nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY FACED COP",
          "text": "Well, well, well, what do we have here, the great Huey P. Newton... (a smile) Get out of the car. Huey holds up his LAW BOOK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "(calmly and carefully) California law does not require the driver to leave a vehicle, unless he is being placed under arrest...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY FACED COP",
          "text": "Well, then you're under arrest get out of the car... Baby Face pulls his REVOLVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Huey... Huey moves out of the car very, very slowly -- his life depending on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "I am not resisting arrest. Nor am I armed. Any use of force on your part is illegal... (holding up BOOK) according to California...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY FACED COP",
          "text": "You can take that law book and shove it up your ass nigger... ANOTHER SQUAD CAR pulls up. A NERVOUS PATROLMAN gets out. His hand HOVERS over his pistol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey... whatcha got... Baby Face COCKS his .38. Huey stiffens. TENSION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY FACED COP",
          "text": "Buddy, we just got ourselves a promotion. There's a SOUND, GENE'S getting out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BABY FACED COP",
          "text": "You!!! Get the fuck back in... (moves the gun) GUNFIRE rings out. Hitting Huey in the gut. BABY FACE, al wounded, drops. The NERVOUS COP has freaked out and is shooting wildly. Bleeding HUEY crawls toward BABY FACE'S GUN. He grabs it, turning it on the NERVOUS COP. MORE GUNFIRE. Chaos. Screaming. Splattered with BLOOD, TH LAW BOOK lies on the ground, bearing an inscription on th flyleaf: HUEY P. NEWTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huey's HANDCUFFED to a GURNEY, being wheeled fast through the hall. I.V.'s hang. Blood is everywhere. COPS hover malevolently over his spread-eagled form. Cops COVER HUEY'S FACE with a towel, then start viciously BEATING HUEY. Doctors and Nurses look on impotently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tears streak Alma's face. TYRONE, JUDGE and the other Pan sit solemnly. NEWSPAPERS cover every surface blaring: COP SLAIN PANTHER LEADER WOUNDED IN SHOOT-OUT. In the background, Panthers put Huey's WICKER CHAIR poste in the window. Eldridge's got his ear glued to a PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "(to the others) The pigs are going for Murder one...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Right with Bobby getting out, they try to put Huey in the gas chamber... Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "\fPlease Huey stay alive",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a MOS sequence, JACKSON a Black Trustee leads Bobby Se dressed in STREET CLOTHES -- down the windy halls. Bobby holds a FILE of RELEASE PAPERS. Seale comes to the doorway of the INFIRMARY. HUEY lies th beaten and bloody. The two men LOCK EYES, each raising a FIST in salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby enters. The auditorium is empty except for Cleaver, Tyrone, and Little Bobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "(shocked) Where's everybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "We had over a hundred people, just on the \"Free Huey\" Defense Committee alone until we chose a lawyer. CHARLES GARRY, a white man in a crumpled suit move across the gym floor towards them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "Can he free Huey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "If anybody can, he's the man. Bobby Seale SHAKES Garry's hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY SEALE",
          "text": "(to the Panthers) Brothers the struggle has begun... We need allies and we need 'em fast. Eldridge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "I'm on it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "Panther FLAGS fly -- now bearing the words \"FREE HUEY.\" A nonstop RALLY/VIGIL of Panthers and Black Folks covers th steps. WHITE FOLKS wear \"HONKIES FOR HUEY.\" buttons. Uniformed COPS stare out from the jail's GLASS DOORS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black is beautiful/FREE HUEY! /Set our warrior free/FREE HUEY!/Black is beautiful/FREE HUEY/Set our warrior free... Bobby Seale stands next to Eldridge and other BLACK ACTIV near a microphone. A very intense, wiry man in sunglasses approaches the mike -- STOKELY CARMICHAEL. Carmichael's speaking style is unique, his slow low-key d underscoring the incendiary nature of the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARMICHAEL",
          "text": "We say that Huey P. Newton is a prisoner of war. Many people say that that's not true. Or that the Party is exaggerating. I think it's clear, it's crystal clear that the United States has declared war on Black people. She did that when she took the first black man from Africa. The Crowd ROARS in approval, raising Black FISTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARMICHAEL",
          "text": "Now of course, she never came out and said the words, \"I declare war on Black people. She did not do that. Well now, the United States to this day has not declared war on Vietnam, but there is Vietnam. They did not declare war on North Korea but they fought in North Korea. And they did not declare war against the Indians. They just wiped them out. MORE applause, even non-Panthers pick up on the message.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARMICHAEL",
          "text": "So we must define our position... We are at war. Huey P. Newton, Minister of Defense, is our leader. He is in jail. He is a prisoner of war. We must get him by any means necessary. If we cannot get him, we must, we must retaliate. Period. CHEERS, a CALL rises from the crowd -- plain in it's \"Free Huey.\" Over and over again. \"Free Huey.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bee hive of activity, Bobby mans the phone. Tyrone, and Judge open a BOX -- containing FREE HUEY BUTTONS. message:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Alma",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, we can't make enough of these things. We got movie stars calling up, asking how they can help. I tell you sister it's nation time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Yeah I wish we didn't need no pins... Wish Huey was here right now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(softly) Me too... Tyrone fixes Judge with an INQUISITIVE STARE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "You sure about that... brother? At the door LITTLE BOBBY -- amazed -- YELLS to the others",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "Brothers!!! Sisters! Come here. This, you gotta see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A GOOD SIZED NEIGHBORHOOD group caries FOOD inside. OLDER MEN, kids, BOBBY HUTTON'S MOM. In the front walks RITA. Judge pushes to the front, his jaw drops. He exchanges a probing LOOK with his mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "You all been working so much... you know. Me and some others thought you might be missing the home cooking... MRS. HUTTON taps a finger to his \"Free Huey\" button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HUTTON",
          "text": "Hey... you got any more of those. LAUGHTER rises as the Panthers usher their folks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rodgers, obviously getting an earful over the phone, splu excuses and explanations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Granted, the Free Huey thing has become a bit of a rallying cry for the left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "\f(over) Rallying cry, it's an insurrection. Seale, that god damned Cleaver, Where the hell do these guys come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Well... like they say, there's a Panther born every minute in the ghetto. Uh... we seem to have \"underestimated\" the support of the Black community. It's their power base...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hoover takes a couple moments before saying his next word",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Well, then we're going to take that power away from those bastards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) You mean...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOVER",
          "text": "Yes, that's exactly what I mean. And Agent Rodgers?... This conversation never occurred. Hoover HANGS UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MEN wander the decks as RODGERS and DORSETT stare off the bow at the Bay. TONY keep an eye on them from a distance. A booming",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Rodgers this is no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Cut the crap, you've been taking the man's money for years. Now it's time you earned it. VOICE grabs their attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "(over) Gentlemen!!! Forgive me for keeping you. An immaculately dressed man -- LOUIS TRAFFICANTE -- steps \fout. Smooth as silk, his every movement spells Mafia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "Odd isn't it Chief Dorsett? No matter how much we try to deny it, we find ourselves on the same side of the coin. It's almost funny... Trafficante settles easily into a deck chair. Dorsett's looking mildly indignant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "To be quite honest it turns my stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "Neither your stomach or your opinion matters here Dorsett... What matters is that Mr. Trafficante and the Bureau have come up with a solution to our Panther Problem. One might say...The Final Solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "Well put. As you and Agent Rodgers know, my organization has moved into narcotics. It was decided that this product would be confined to the ghettos. However, you and your police department has made operations in Oakland impossible. I take delivery of shipments and they sit. I -- and my associates -- lose money. Vast sums of money. Now, you have some very large problems with the Black community.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "More like a revolution. West Oakland's turning into hostile territory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "I assure you the pacifying properties of Heroin are quite remarkable. See, junkie's politics are different from yours and mine. For them the only Party's the next fix.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "Dealing dope... And you want the department to turn a blind eye while you turn Oakland into a city of zombies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "Not the entire city, just one troublesome part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And what if it spreads to the rest of the population?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAFFICANTE",
          "text": "Relax, Chief. That will never happen. I gotta little gypsy in me. Soon the moolies gonna be too busy -- we'll sell 'em a few guns too -- blowing each others brains out over the stuff to be fucking with protests. Now I've got the product. What I need is a center of operation and someone to oversee the movement of the product. Not one of my people but a native, someone inside the community.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "I don't think that will be any problem...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORSETT",
          "text": "You talk as if this thing's already been decided. Rodgers hits Dorsett with a piercing GLARE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "It has.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUDGE and LITTLE BOBBY sit, finishing dinner as Rita bust around clearing DISHES, being a mom... In the background, the TV plays, its sound turned down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Glad to see you boys eat like that. No wonder either you're both looking like scarecrows. Don't sleep, don't eat, ain't no way to live...",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "It's good to be skinny, easier to run from fat cops. (his eye catching the Tv) Hey what's that? Casually, everyone glances at the television. HORROR hit RITA'S face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no... Dr. King...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FOOTAGE: The balcony... Abernathy, Young, Jackson POINT t where the shots came from as Dr. King bleeds on the cemen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone stares at the television. Rita has dropped a BOW on the floor. Little Bobby's face is covered with TEARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RITA",
          "text": "Oh lord, please god no. No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "They killed him. He never hurt nobody. They killed him..",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "FOOTAGE: America EXPLODES into riot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Panthers trot over to where THREE YOUNG MEN face a SM GROCERY. One's holding a GAS CAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "That's right burn the mother down. REVEREND SLOCUM steps from the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOCUM",
          "text": "Hold on there, exactly what are you boys doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Sending a message... They shoot Dr King... we burn them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLOCUM",
          "text": "What good's burning our neighborhood down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "Fuck you. It gets TENSE. Then a voice come from a SIDE STREET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Brother... you best clean out your head, or we will do it for you. Turning, the young man spots a CADRE of Panthers -- Tyron Alma, and Little Bobby moving toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reverend's right, you burn the neighborhood, you're just doing the pig's work for him. And we sure as hell ain't gonna stand for that. Dig? Eyeing the deadly serious Panthers, the men back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "I dig. But how we gonna let 'em know we ain't gonna take this shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "You know where Black Panther headquarters is? You come on down there, speak your mind, listen. Organize.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG MAN",
          "text": "I don't know...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(grabbing the can) Later for that... be there. Rev. Slocum gazes at the Panthers with new respect as the head off into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tense, angry, the PANTHERS meets. Flanked by two PANTHER BODYGUARDS, ELDRIDGE speaks pure rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "No more words!!! No more god damn words!! No more sitting, no more praying for the pig to stop killing us. Later for lying down. Later for waiting to get shot like dogs. Nonviolence has died in Memphis, died with Dr. King. We must retaliate. We've got the fucking guns, it's time to use them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BODYGUARD",
          "text": "Off the pig man. Off the god damn pig. Bobby Seale -- his eyes steely -- INTERRUPTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Brother Eldridge... I hear you. But I disagree. And we both know Huey disagrees too. Yeah, we got the guns, but the Pigs got more. The Pig has \fgot the National Guard. I'm not afraid to fight. But we aren't stupid either. We got to be smart, not angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Later for that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(pissed) No man... later for you! What? We gonna forget Huey and his trial? Start killing pigs, start the revolution now. With our leader in jail? We do that and Huey's a dead man. We're all dead. No man, we stay cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "What? You giving me orders now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Just telling you what it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Fuck that. It's time to intensify the struggle. That is what it is. Indignant, Eldridge storms out -- his guards follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(watching them leave) Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby Seale -- haggard, concerned -- faces HUEY under the watchful eye of a GUARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "You got to sit on Eldridge...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Man, El-Rage is El-Rage. You know him,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUEY",
          "text": "Yeah, I do, but he's gotta cool it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TITLE",
          "text": "SMALL HOUSES sit quietly on this tree lined street, as... Car full of cops screeches into frame blasting ELDRIDGE f back. A couple of other Panthers scatter as Eldridge pull LITTLE BOBBY towards a house for safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELDRIDGE tumbles down STAIRS, LITTLE BOBBY right behind h They hunker down in the basement, sweating. Eldridge chec his legs -- BLOOD soaks his pants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HALF A DOZEN police cars screech to a stop in front of th house. Cops POP up, armed to the teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BULLETS tear through the room as Eldridge and Little Bobb hit the deck. It's a ferocious volley of fire, hundreds o shells pouring through the thin walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a second the GUNFIRE STOPS. A SERGEANT makes a motion his men. TEAR GAS rifles appear. The COPS fire gas canisters THROUGH the basement walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke chokes the room, as Little Bobby and Eldridge, blin hacking, crawl along the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "Papa E, we got to get out of here. Eldridge THINKS for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Take off your clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "(undressing) Take ‘em off. Pigs ain't gonna shoot an unarmed, naked man. Where they gonna say you hid a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE BOBBY",
          "text": "No man I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "Later for that. Just do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HANDS UP, Eldridge and Little Bobby emerge from the hous Eldridge's NAKED, Little Bobby's fully CLOTHED. Cops descend on them, grabbing them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "(pointing to a car) Go on, get in that car fuckers, and don't try nothing. Moving very slowly, Eldridge heads for the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "I am not resisting arrest! ! Suddenly, a COP SHOVES Little Bobby forward. He stumbles bit, out in the open, EXPOSED. A VOLLEY of SHOTS rips through Little Bobby. Tearing him KILLING him in moments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next to the car, Eldridge stares horrified at Little Bobb ruined body. A SERGEANT stands nearby. A COP approaches the Sergeant holding a .22 PISTOL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "He was going for this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDRIDGE",
          "text": "(disgusted) Motherfuckers... Wham! The Sergeant PISTOL WHIPS Eldridge into unconscious The SCREEN goes BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Opposite the HUEY poster, a new IMAGE hangs -- LITTLE BOB picture. A memorial to a Panther's martyr.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SMALL CASKET lowers into the ground. Panthers pay their respects. The CROWD with JUDGE, ALMA, TYRONE, RITA, AND R SLOCUM disperses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Little Bobby... Just a kid...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(somber) They're hurting us, baby. Huey locked \fup. Bobby Seale running all over the country holding things together. Cy dead. Little Bobby... I don't recognize half the faces at meetings. Tyrone's eyes JUDGE suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "‘Cept him... Strain showing on his face, BOBBY SEALE heads over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Look... I gotta get on a plane tonight. Huey's trial's starting. I need you to make sure there's a strong Panther Presence there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "What about Cleaver? You got him out on bail, didn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "Yeah... but well, things are too hot. Eldridge and Kathleen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone watches from the window of ELDRIDGE'S PLYMOUTH as Eldridge and Kathleen climb out of the car and into the b of an old pickup truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "(over) ...they're gonna disappear...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOOTAGE",
          "text": "The headline reads: NEWTON TRIAL BEGINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An absolute MADHOUSE of activity, Alma, Judge and Tyrone juggle phones, fill boxes with pins. Everywhere the words FREE HUEY can be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rodgers and Dorsett sit facing TWO BLACK MEN, one is name SHORTY, the other we cannot see. Dorsett looks ill. He po a TUMS. BRIMMER'S there too, looking very unhappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "\fSo you enjoy your little \"vacation?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "I tell you, Vegas don't have much flavor. But it was alright. Good to get back to the neighborhood though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "That's what we wanted to talk to you about. We have a proposition for you. One that will make you the most powerful man in West Oakland... The CAMERA MOVES. We see the man Rodgers is talking to -- SABU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "(smiling) I'm all ears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUNSET paints the water peaceful colors a night falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late as Judge lays on his bed, staring at the ceilin tortured. BOOM! Judges door flies off its hinges. BRIMMER storms in mean, drunk. He's on Judge in a second -- handcuffing him",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Hey... what the hell you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Shut up. Just shut the fuck up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BRIMMER'S CAR pulls onto the bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apprehensive, Judge eyes Brimmer from the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Brimmer what's with you man? Stone silent, Brimmer takes a deep swig from a PINT BOTTL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer's car approaches the center of the Bridge, then K GOING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fJudge stares at Brimmer's back, relieved, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(mumbling, loaded) Twenty years asshole. Twenty years on the force. I've seen some fucked up stuff. Done some fucked up stuff... (a beat) But nothing like this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brimmer's car pulls over on the shoulder past the toll bo He yanks Judge out of the car. Then UNCUFFS him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Go! Run! Go on! Get the fuck out of here! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "What? So you can shoot me? Call it resisting arrest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "I ain't gonna shoot you Judge. Look... it's over. Just run away. Get out. Stay away from Oakland. Cause it's gone... it's gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Brimmer you're fucked up...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "Yeah... I'm fucked up. You're fucked up. Government's fucked up. Whole country's fucked up. You got no idea what's going on here. This is bigger than you and me. We're just little tiny soldiers getting moved around on some big asshole's desk. The Panthers... fuck you're history... they killed you and you don't even know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Who's they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "(rambling on getting into his car) Drugs Judge, they're gonna flood West Oakland with dope. Jack you up and string you out like a two dollar whore. And while the community's shuffling for a fix, they're gonna snuff every Panther they can find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who? I mean besides the FBI?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIMMER",
          "text": "I don't know. Except, it's one of you. Maybe not a Panther, but it's someone from the neighborhood. Judge. Look, just go. Get away. It's over. You lost. (a beat) We all lost. Brimmer's car lumbers away, kicking up gravel. Judge -- thinking furiously -- stares after it. THE BRIDGE looms up in the background, dwarfing Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Fuck that. Ain't nothing over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge WALKS across the bridge heading BACK to Oakland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. JUDGE'S PLACE",
          "text": "Judge, weary approaches his building. He spins, startled, something moves in the alleyway. A voice calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Judge... Judge moves into the alley, eyes adjusting to the darknes",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Rose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "(scared... whispering) Yeah... Look man, what I gotta say. It's just you, me and the rats, right? Alright... well... Sabu's back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Motherfuck... well then I got something to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "No... wait, there's something else, something weird. I hear he's set up down at that warehouse on fifty deuce. He's talking big and living bigger. REALIZATION dawns on Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "\fGod damn it's him. I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROSE",
          "text": "Judge man. Watch yourself. Sabu's got juice now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "You don't even know it man, but you're a god damn hero. Judge bolts out the alley. ROSE stares after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOS: Judge and HUEY TALK EARNESTLY through a GLASS PARTIT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma and Tyrone stand at the front of a huge CROWD standi vigil for HUEY'S trial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CROWD",
          "text": "No more brothers in jail Off the Pig! The pigs are gonna catch hell Off the Pig! Revolution has come Off the Pig! Time to pick up the gun Off the Pig!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEWSMEN cover every available seat, frantically writing n as THE PROSECUTOR finishes examining THE WOUNDED POLICE OFFICER from the shoot-out. CHARLES GARRY, Huey's lawyer, a WHITE MAN in a rumpled su sits next to Huey, with a STRANGE smile on his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "Now you say that it was Huey Newton that opened fire without any provocation What makes you so sure? It was a dark night, there was a lot of confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOUNDED COP",
          "text": "Well, sir I was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "That's right you were. (to the Jury) He was there. He saw everything. And he is not on trial. He does not need to lie to save his life. (to Garry) \fYour witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "Thank you. (to the Judge) If it would please the court, I would like to introduce testimony of a new witness. One who is not on trial for his life and... one who was there also. I call Gene McKinney to the stand. A MURMUR ripples through the court as Gene McKinney takes the stand. The Prosecutor goes red with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSECUTOR",
          "text": "Objection, who is this man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "This is an eyewitness to the shooting. The passenger in Huey Newton's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Overruled Mr. Garry you may examine your witness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "Mr. McKinney, were you a passenger in the car on the night of October 28, 1967.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Yes sir I was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "And did you witness the shoot-out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Yes sir, I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "From what you saw, did Huey Newton start the shooting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "No sir he didn't. More MURMURING, the Prosecutor looks dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "Huh, well then... (a pause) did someone else start shooting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "I refuse to answer the question on the grounds it might incriminate me. \fThe COURTROOM EXPLODES in shock and amazement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "Did you shoot the officers in question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENE",
          "text": "Again I'll take the fifth amendment on that question. MAYHEM, the Prosecutor begins yelling. The Judge bangs hi gavel, and the jury looks very confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excited, ALMA slams down a PHONE. Every set of Panther ey is on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "That was Garry. (smiling) He says they're gonna come back with manslaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "It means youngblood, Huey's out in less than two years. He ain't gonna get the chair. He might not be free yet, but brothers and sisters he is not going to die. A CHEER ripples through the room. Alma HUGS Tyrone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "I gotta call Bobby... Tyrone reaches for the PHONE, it RINGS before he can pick up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Black Panther Party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) Congratulations asshole. Huey got off, but we just got your boy Bobby Seale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE CARS on a highway force a PANTHER wedding caravan the road. Guns drawn, cops rip SEALE from the car, draggi him on his back toward an UNMARKED CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(over) Who the fuck is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODGERS",
          "text": "(over) The tooth fairy. And I got a present for you. Guy who helped us get Bobby His name's Judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Click, the line goes dead. Tyrone smacks the phone into i cradle. GRIM-FACED, Tyrone looks to ALMA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something moves outside, Rose turns dropping his wine. It Sabu and Shorty. Sabu fires... killing Rose and his dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge moves into the dark, senses on alert. Something's w Suddenly he's attacked. He flips his assailant as the lig snap on. Tyrone has Judge in a choke hold, Alma has him a gun point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Fuck is up?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Mothafucker! You just set Bobby Seale up to be kidnapped. They dragged him off to some bullshit conspiracy trial in Chicago. How much the pigs pay you for this one, Judge? (pulling out his gun and cocking it) Judge's HAND flies out, grabbing ahold of Tyrone's GUN HA Neither moving a muscle, Judge STARES at Tyrone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "You got it wrong. Alma, puts her 38 to Judge's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Let him go. And drop your piece. \fOutgunned, Judge obeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO COP CARS move slowly toward Panther HQ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An ANGRY COP lights a cigarette as his partner drives pas Panther HQ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANGRY COP",
          "text": "Can't believe that rat bastard ain't going to the chair. That Newton turd should be taken out and shot. Pointing to the WICKER POSTER, the driver SMILES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTNER",
          "text": "How about a little target practice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glaring at Judge, Tyrone's finger TIGHTENS on the TRIGGER",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(dead serious) You better just kill me Tyrone. And when Huey gets out, when Oakland's just wall to wall junkies, you tell him you blew away the only chance we all got. I'm sure he'll be real happy about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "The pigs are gonna start flooding us with dope. Huey wants us to stop them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Bullshit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Tyrone hold on... BLAM!! A shot from outside shatters the window. The trio dives for cover. Another SHOT wings ALMA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out front, FOUR COPS in two cars, FIRE on the OFFICE. Bul rip into the POSTERS of HUEY and LITTLE BOBBY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone, gun still on Judge, huddles on the floor. Screeching tires can be heard outside, the COPS LEAVING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Chickenshits? What you bring your buddies with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "No man No!! Tyrone listen... we got to move man, they got a warehouse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Shut the fuck up!! Alma APPEARS her left arm BLOODY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Tyrone...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Oh shit Alma... you're...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "I'm okay... listen to me... (serious) Let's go with Judge, check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "What?!? Don't tell me you're buying this? A tense moment, Alma looks from Judge to Tyrone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Yeah, I believe him. And you do too. After a moment of thought, Tyrone RISES. Then he picks up JUDGE's .45. Alma GRABS her own GUN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Alright, but no fucking around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO BLACK THUGS stand on opposite sides of the warehouse doors, checking out the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TYRONE - in the passenger seat, a gun on Judge -- stares the warehouse from the car. Alma, her arm ROUGHLY BANDAGE sits in back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those ain't cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "And they sure ain't from the neighborhood. Figure Sabu's in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Yeah with a whole load of drugs. So, you trust me now? Tyrone takes his .38 off Judge, then COCKS Judge's .45 an HANDS it to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Brother, I ain't got a choice...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SABU is talking quietly with TRAFFICANTE's right hand man TONY. SHORTY and THREE BURLY BLACK BODYGUARDS stand nearb Suddenly Sabu hears and sound and pulls his gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORTY",
          "text": "Fuck was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Check the back. Suddenly gunfire rips out. Tony disappears as Shorty gets taken down. One of the THUGS nails Tyrone in the shoulder Judge retaliates blasting him backwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(helping Tyrone up) You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Not really. Gimme the keys for the trunk. ALMA moves shakily from the BACK SEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(to Alma) Stay here, watch this door. Anybody besides me and Judge steps out kill them. Alma -- ever the soldier -- NODS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Warily, Judge and Tyrone step in. Tyrone's BLEEDING heavi Judge holds a GAS CAN. It's quiet. Too quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "\fThere it is... On a TABLE in the corner of the DARK warehouse sits BOXES VIALS and a stack of GLASSINE BAGS - filled with POWDER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(handing the CAN over) Shut the motherfucker down. I'll find Sabu. Tyrone moves to the table. A BULLET hits him in the leg. Another rips into Judge, dropping him to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "(over) You just did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone drops, his GAS CAN spilling out over the floor. Judge ROLLS -- operating like a soldier -- emptying the . into the BODYGUARD #1. Sabu and the other BODYGUARDS disappear into the SHADOWS. EJECTING the clip from the .45 and slams a fresh one in. gets to his feet, LIMPING into the DARKNESS. A NOISE sounds, Judge WHIRLS firing, dropping BODYGUARD # Judge TURNS coming eye to eye with a .45, held by a very HIGH SABU.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Drop the gun Panther man. Pistol pushed against Judge's skull, Sabu moves around to Judge's side. Judge DROPS the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "All your mighty militant bullshit, man you don't know what fucking time it is do you? Dig it (holding up a bag of",
          "sentiment": "neutral"
        },
        {
          "speaker": "COCAINE",
          "text": "this is power baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Sabu you sorry motherfucker...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABU",
          "text": "Sorry? Not me not now. This is my time not yours. Black Panthers? Who the fuck are you. Promising everything to everyone. Well fuck that. I got mine... Now y'all get yours... brother. \fSabu COCKS the gun. Judge SPINS, batting Sabu's gun hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "You ain't my fucking brother!! BULLETS tear through Sabu as TYRONE fires from the ground",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Damn straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge and Tyrone help each other up... From BEHIND a CRAT the SECOND BODYGUARD bolts toward the DOOR. GUNFIRE blares out, blasting the BODYGUARD across the roo ALMA appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Alma I told you to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "(icy calm) Fuck that, we've got company...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE CARS pull up in front. Armed to the teeth with RIO GUNS, half a dozen COPS take up position behind the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alma -- hidden in the shadows -- watches the windows. Beh her. Tyrone -- BADLY HURT -- leans against the wall next her. Behind them Judge finishes pouring out the GAS CAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Judge... hurry! Throwing that can away, Judge SMILES at Tyrone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Hey, brother you got a match? GUN SHOTS rip through the walls as the cops OPEN FIRE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Riot Guns pour lead into the building a la the Fred Hampt massacre. Today, the police are taking no prisoners. Behind the POLICE, RODGERS watches the mayhem, SHAKING hi head. Whatever the outcome, the operation's OVER. Alone, WALKS back to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyrone CRAWLS across the floor, leaving a trail of BLOOD toward Judge and Alma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "Motherfuckers...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(hurt bad) Look... You... take her and get the hell out of here. I'll keep ‘em busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "(to Judge) You gotta. You gotta stay alive. You know what they were trying to do here. You got the pigs dead to rights. It's like Huey said, you're more important than any of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "We'll all get out of here together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Later for that. I'm done either way... Another BARRAGE of bullets rips through the walls. One GR Tyrone's ARM. His GUN slides across the floor. The PISTOL settles ominously in front of Alma. She looks over it at Tyrone. Their eyes LOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE",
          "text": "Go... Click! Clack! Faster than a thought, Alma checks, clears COCKS the pistol. She HANDS it to Tyrone. Tragic understa flows between them. Grabbing the pistol, Tyrone SCOOTS across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALMA",
          "text": "Tyrone!!! Near the door, Tyrone turns to Judge and raises his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYRONE,",
          "text": "Power to the people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FLAMES leaping up behind him, TYRONE, pure defiance, step \fout and FACES the cops. The IMAGE FREEZES. GUNFIRE cuts through the air. The mome is frozen, in time, in history, in legend. Slowly, the IM dissolves. Fading into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SUPERIMPOSED over the WAREHOUSE FLAMES, the bullet-riddle posters of HUEY and LITTLE BOBBY stare out, like a legacy or a warning. CUT To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CONCRETE, cracked and dirty, fills the frame. A SMALL FOO steps onto the pavement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STOPLIGHT hangs at the once deadly intersection. SCHOOL KIDS wait at the corner. The light CHANGES and they step safely into the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(over) The community got the streetlight... finally. But the way I see it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "(over) The struggle continues...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1419"
    }
  ]
}