{
  "movie_id": "MOV1424",
  "scenes": [
    {
      "location": "NIGHTCLUB BATHROOM",
      "time": "NIGHT",
      "characters": [
        "BINA",
        "RESULTS.\"",
        "EXT. BUS STOP- NIGHT",
        "AND YOU TOO",
        "MIKA FAST GIRL",
        "EXT/INT. NIGHTCLUB- EVENING",
        "FAST GIRL",
        "SOMETHING",
        "ALIKE",
        "AUDREY STOP",
        "ME LIKE A MAN",
        "ALIKE SHARONDA",
        "ARTHUR AUDREY",
        "YEAH I'M GAY",
        "I'MA TELL DADDY",
        "AUDREY ARTHUR",
        "INT. NIGHTCLUB BAR- NIGHT",
        "YOU SAY IT'S NOT TRUE",
        "ROWDY CO-WORKER",
        "GOD",
        "I'M NOT YOUR HUSBAND",
        "AUDREY WILL YOU SHUT THE FUCK UP"
      ],
      "dialogues": [
        {
          "speaker": "EXT/INT. NIGHTCLUB- EVENING",
          "text": "A disembodied gaggle of jersey clad shoulders, jeans, and hats crosses a narrow street. Lights flare, hands are stamped, torsos are patted down. Money exchanges hands. W descend into a black, throbbing tunnel. Explicit music booms from bassy club speakers.   Hips, le feet dancing. A GO-GO DANCER struts and wiggles around a brass pole. and cheers. The dancer marches in place, rolling her thonged bottom. More cheers, greedy hands stuff dollars into her waistban",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go! Where all my sexy Sagittarian ladies at? Arms go up.   A collection of whoops ripple the crowd. The dancer wraps her legs around the pole and oozes upwar headfirst. The CAMERA ROTATES as she stretches her booted heels into the crowd. We realize that she has been dancin on the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God! ALIKE (pronounced AH-LEE-KAY), 17, covers her mouth, laug and wide-eyed. She tries to back away from the stage, but pushed forward by a torrent of eager arms waving dollar bills. Among them is LAURA, 18, worldly and smooth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where your singles at?!! Where your singles at?!! Yeah, baby! Laura strains over Alike's shoulder to tuck a bill into t dancer's boot. Alike drops her beer in all the jostling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goddamn I love my job! Laura stuffs a bill into Alike's now empty hand and forci waves Alike's wrist in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike pulls free just as the dancer takes notice and begi to direct her attention at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop! Chill!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatchu' come here for?! Alike shoves the dollar bill into Laura's chest and shoul her way past the wall of onlookers surrounding the stage. Laura shrugs, puts the bill in her teeth and lays her hea the edge of the stage. Alike looks away and breaks throug snarl of clubgoers just as the dancer begins to descend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. Sorry. Excuse me. Oof, sorry ladies. Finally free of the throng, Alike takes a breath and look the clock on her cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! She rolls her eyes back to the stage where Laura is no lo visible. Not daring to risk another plunge into the throb crowd, she retreats for the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT. NIGHTCLUB BAR- NIGHT",
          "text": "Alike beaches at an empty spot at the bar. Her gaze settl on a CUTE GIRL a little ways down, staring out at the dan floor. Alike jerks her eyes away and smooths the front of shirt and adjusts her hat as she edges toward the girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. The girl ignores her. Alike clears her throat and speaks little too loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Umm... Hey! How are you?! The girl jerks around and frowns at Alike, looking her up down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Umm...sorry. I was just sayin' Umm...hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. The girl dismisses Alike and turns back toward the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. You wanna drink or something? Hey! Hey! Over here! Alike strains, snapping at the bartender. A CONFIDENT WOM swaggers up close to the girl and extends her hand. The c girl takes it and allows herself to be lead to the dance floor. Alike looks around just in time to see her leaving The bartender finally materializes, and Alike slinks away",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike slumps into a long line of women waiting to squeeze cramped, 2 stall bathroom. A COUPLE in front of her makes vigorously, and she folds her arms and looks away. A buff 30-SOMETHING WOMAN with locs smiles and winks at Alike. Alike smiles and fidgets with her eyebrows and loo away. The line inches forward. Alike glances around searching for the woman. The 30-something has already los interest, her attention now fully directed at a much more FEMININE WOMAN strutting out of the restroom. Embarrassed Alike faces front again. Two androgynous gangsters (AGs) have witnessed the whole thing nudge each other and sneer Alike squares her shoulders and widens her stance. One of the AG's breaks out in laughter and they turn around as t line inches forward again. Alike pretends not to notice a slumps out of line and retreats for a lonely oasis of cou along the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike dozes on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give it up for Sin-A-Min ladies!! Alike wakes with a start. She checks the time on her cell phone. Cursing, she scrambles up from the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura dances with a cute SHORT HAIRED GIRL. Alike spots the pair from afar and heads in their directi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, we're late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold on a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, why you trippin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you trippin', you know I gotta go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I gotta go.   I'ma get in trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lemme dance with shortie first, then I'll be ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Laura spins the short haired on the dance floor and the p continue their wobbling, uneven groove. Alike endures sev moments of invisibility as a sea of women, both \"feminine and \"butch\" push past her without a second glance. Alike at Laura's jersey. Laura, happily tangled in her dance partner's embrace rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop pulling on my clothes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BUS STOP- NIGHT",
          "text": "Laura sulks, frowning out at the night. Alike extends the olive branch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many numbers you get? One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could've gotten more, but your moms was holding me up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooh.   That's jacked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How many you get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonya, Denise, Shelley. No wait that's old, I can delete that one. Tonya... Laura snatches the phone from Alike. Alike swipes at it b misses. Laura fends her off with one hand and scrolls thr the numbers with the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't Shelley that chick from your math class?! Denise... What? These are your damn study group numbers! Why you frontin'?! Alike snatches the phone and wipes the screen with her sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see you with no list of numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not the one looking for a girlfriend, man. You the one still a virgin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trying to help your ass. I'm sayin', whatchu waitin' for?! Alike shrugs it off, her smile fading a little. Laura elb her and sneers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kickin' that same `ol quiet shit since 6th grade. I don't need to press, I gets plenty. Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wah-wah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get more pussy than your daddy, nigga, what?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh shit!! Yeah, you got me with that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike becomes more quiet and less playful as the ride wea on. A middle-class Bronx landscape, well-lit with a newly constructed Starbucks and renovated condos flits by the window. Alike reaches over and presses the tape. Laura el Alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quit playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your stop-- you're getting off here, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I'll roll with you a few more stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you gon' walk all the way back down for? That's stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make sure you get home okay. The bus pulls to the curb. The light flicks on over the b door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't big, nigga. Trying to protect somebody. Hurry up, man, get off!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to bus driver)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's alright man--next stop. Next stop! Alike elbows Laura sharply. The bus driver frowns in the view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't gotta push me, why're you beastin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not beastin'. Laura climbs over Alike and swings toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a problem. Call me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'ma call you. Alike turns and watches Laura stroll away. Laura drums a little beat on Alike's window as the bus pulls off. Alike waves and faces forward again. An OLD LADY sitting nearby shoots her a disapproving look. Alike rolls her eyes and moves to a seat farther away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike studies her reflection in the window, and takes a breath. She unbuttons her bulky men's shirt to reveal a fitting baby doll shirt that reads \"Princess.\" She stuffs her baseball cap and durag into her backpack and jabs a p of small gold hoop earrings into her ears. She slumps bac against the seat and stares into the night. The bus stops at a lonely island of curb. Alike is a dark silhouette sprinting around the corner and into the night",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike cracks open the front door just wide enough to slip through. The house is dark except for the flashing microw clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike takes off her sneakers and pads down the hallway. H younger sister, SHARONDA's door cracks open as she passes SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You late. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Be quiet. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you been this late? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Movies. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Movie ended at midnight. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Shhh. Shut up. Alike shoves her sister and tries to close the door. Shar yanks the door open wider. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Don't push me. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering) Go to bed. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what stays open past midnight. Sharonda puts a hand to her head and does a little dance. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up! Alike eases Sharonda's door shut.     Sharonda swings the open wide. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night Lee! Sharonda slams her door.      The light clicks on underne Alike's parent's door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee? Lee?! Alike rolls her eyes at her sister's closed door and shru into her room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike rushes to shove her stuffed backpack under the bed. She tosses her shoes in the closet just as her mother, AU appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to know you still live here. Alike peels off her socks and slumps on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing home so late, anyway?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost track of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what time your curfew is. Where were you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Movies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The show ended at midnight. And your curfew is twelve thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I lost track of time. Audrey gets cozy in the doorjamb.      Alike turns her ba her and slumps into pajamas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least you were cute. Where'd you get that shirt? `Princess'. I like that. Alike winds the princess shirt around her fist and launch to the top of the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Compliments your figure. I saw something just like it on sale, maybe we could go shopping--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight. Audrey stiffens and pulls her robe tighter. Vinegar repla honey in her demeanor as the warmth drains out of her voi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really don't care for that young lady you run around with anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, okay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And tie your head up. Alike snags a satin headscarf from the nightstand and sla it around her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your head. And you really should wash your face, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have on make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wash your face anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom. I'm seventeen years old, please don't talk to me like--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch your tone. (Beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, it's your skin. Audrey leaves. Alike is still. She listens for the door t her parent's room to shut before snatching off the scarf storming to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike turns on the faucet, wets the soap and puts it back the dish, wets her wash cloth and puts it back on the rac She plops down on the toilet and looks up. A crucifix fro down at her from the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She averts her eyes and stands to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you brush your teeth? Alike wets her toothbrush and throws it back into the hol",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee? Alike squeezes out a dollop of toothpaste and smears a li around the sink. She stares at her reflection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee? Alike flicks water droplets at the mirror for good measur",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike, bundled in an oversized hoodie edges up to the perimeter of campus and waits against a bus shelter. STUD horseplay and mill about the entrance in groups, chugging their morning Fantas and munching on snack cakes. The sch bell rings and the lawn slowly empties into the building. Alike shifts her weight and checks her watch as the last STRAGGLERS finally trickle in. She yanks her hoodie tight and launches across the lawn and into the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A second school bell sounds and the din of slamming locke and jubilant chatter dies to a hush as students shuffle i classrooms. Alike cracks the back stairwell door and peek out into the mostly empty hallway before tearing for the bathroom. One last straggler BINA, a 17 year-old girl wit mature, but down-to-earth good looks rushes past Alike. T two exchange a brief, confused look then mutually dismiss each other as they hurry in opposite directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike hurtles into the handicapped stall and snaps it shu behind her. She rips off her hoodie and the \"girly\" shirt beneath and flings them to the floor. She pulls out a pai wife-beaters from her bag and pulls them over her head. S unwads a polo shirt and yanks it over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She stares at her reflection in the window and tries unsuccessfully to smooth her shirt. Her eyes scour her reflection again and again for any imperfections. She spo the earrings and yanks them out of her ears. The late bel beckons and Alike stuffs her \"feminine\" clothes into her backpack and bolts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MATH TEACHER glides up and down the aisles passing ou graded tests. A chorus of groans follows in her wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As promised, I will be grading these on a curve. Alike is folded into the backmost corner of the classroom The desks in front her and beside her are empty. She is ignored as the rest of the class chatters and passes note",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the highest grade on the test was a 98. The math teacher puts Alike's test on her desk and gives a little smile. Alike doesn't smile back. The lunch bell rings and the class is a tornado, clearing room in a rush of limbs, shouts, and backpacks. Alike jab her headphones into her ears and packs her bag very deliberately, letting the eye of the storm pass over her before heading toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cafeteria is a whirl of activity and social jockeying Clusters of girls and boys loud-talk, flirt, fight and horseplay at tables and in tight little groups against th walls. Alike walks alone, staying at the fringes of the c and shrugs through the cafeteria line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike flees the cafeteria, tray laden with rubbery cuisin dubious nutritional value. She raps on the door of a classroom and slips in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! MRS. ALVARADO, a middle aged Californian ex-hippie type reclines with her feet on her desk, munching on celery st and sunflower seed paste. Her small desk radio plays alternative rock. Sun beams into the empty classroom and Alike squints as she yanks the headphones out of her ears pulls up a chair next to her desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whaddja bring me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin' you can eat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't be eatin' that crap, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over a mouthful of pizza)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sooo, where's the new stuff? Alike hands over her purple and white composition book. M Alvarado thumbs the pages, reading silently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see the one in the back? Mrs. Alvarado flips to the back of the book and her mouth moves silently as she reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll probably do it in class. Mrs. Alvarado hands the book back to Alike and digs in to another celery stick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're lovely. Of course your descriptiveness and use of alliteration is beautiful and all, you know that. But...I don't know. Is it your best? No. Alike frowns through the pages of the composition book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it was good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good. Not great. Alike slumps back into her seat and considers the book's cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe you can go deeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey is a heat-seeking missile, whipping through the sp hallways of the trauma wing, her clipboard and pen in constant motion. NURSES and AIDES scatter in her wake, suddenly busying themselves with little bits of chore wor avoid her caustic gaze. She barks at a cluster of CLERKS chatting in the elevator bank and all but one manage to escape. Audrey drills her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, so your log is all up to date?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you've checked the round for any calls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you even know which doctors are on the floor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ma'am I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I suggest you get busy. The clerk skitters off red-faced, and Audrey looks dagger into her back before storming the break room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey whisks her lunch bag out of the fridge and heads toward a table. A few lounging AIDES wad up their garbage flee the break room. Audrey settles down at the table and pulls a fashion magazine from her work tote, pretending n to be hurt. She peels open a cup of vanilla yogurt and be reading. A big red department store bag sits next to her tote. The television suspended over the table mumbles corporate healthcare infomercials. MRS. SINGLETARY, one o Audrey's co-workers swoops in and plops a plastic grocery on the table across from her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey girl! Mind if I sit here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not at all. Help yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatchu got there? You been shopping?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no. Just some yogurt. Some vanilla yogurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No I meant in the bag. What do you have in the shopping bag--the big red thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I'm...I don't know where my mind is...Yeah, this is just uh--well let me get your opinion. Audrey's steely exterior melts away and suddenly she is a butterflies and giggles. She rifles through the bag and hoists out a pink ribbed v-neck sweater.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh that's nice. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah see isn't this cute? MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Umm-hmm. That's for your daughter? AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, this is for Alike. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The youngest one. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No she's the oldest one. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, the other one. Okay. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, you think it's too young? MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no. For whatever reason the youngest one popped in my mind first. But I think it should be fine. It's really cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll compliment her figure. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now see that's what I thought... But Lee doesn't like anything I pick out for her anymore. Mrs. Singletary takes a bite of her lunch and takes the sweater from Audrey. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girl, please. My oldest, 17 going on 27 mind you, banned me from buying her any more clothes. We have two completely different tastes. I just give her gift cards now and trust me, we're both happier for it. Is it her birthday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Singletary hands the sweater back to Audrey who smoo it carefully back into the tissue paper. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no. I just wanted to get her something nice. You know. Three ROWDY CO-WORKERS burst into the room chattering and finger popping. ROWDY CO-WORKER #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Brenda!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWDY CO-WORKER",
          "text": "Oooooh Audrey, you got me a     What'chall in here talkin present?                        about? AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, no we-- MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of yo' damn business!! The co-workers hoot in unison and descend upon the variou parts of the breakroom. Audrey shoves the sweater back in bag and nestles it between her feet. Somebody cranks on a small radio and a frisky R&amp;B beat invades the air. Mr Singletary pats Audrey on the arm. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me know how it goes. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I will. I'll call you when-- ROWDY CO-WORKER #3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Bren' this is what I was telling you about!! Co-worker #3 shoves a tabloid in Mrs. Singletary's face, tapping an angry orange fingernail in the middle of the p MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that her?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROWDY CO-WORKER",
          "text": "Told you!                       Look how big she done got The center of the room shifts and Audrey is once again al at the fringes. She collects her shopping bag and looks around to say goodbye, but no one notices her leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey, Sharonda, Alike, and their father, ARTHUR, 40- something with a used-to-be athletic build, are all gathe around the dinner table for a rare family dinner. Everyon takes half-hearted nibbles at their food avoiding eye con with each other. Sharonda picks at her food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see why we can't just watch TV like usual. Alike elbows Sharonda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quit it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't tell me what to do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls. The phone rings and Arthur beats a path to bedroom to get Audrey wilts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm expecting a call. Audrey stares after him then glares back at Alike and Sharonda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your father's night off. Alike casts a glance in the direction of the bedroom, whe Arthur can be heard talking in hushed tones. She rolls he eyes and slinks down into her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So straighten up. Arthur settles back into his chair, his mood a little brighter. Seeing an opportunity for brownie points, Sharo pitches in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homecoming got moved this year. It's gonna be in September instead of October.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh really? SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Which means I'll be able to go to Autumn Ball and the Homecoming Dance. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you going with? SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. Maybe Derek. If he asks me. Maybe Parrish. I haven't decided yet. But for homecoming, I definitely want to go with Craig. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooh, I see. Lee, who are you going with? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Umm. I'm not going. Arthur gives Alike an approving Daddy's girl wink. Alike beams back. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not going? This is your junior year. How can you not go? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave her alone Audrey, if doesn't want to go, she doesn't have to go. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's her junior year, she's not gonna have any memories. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like all those boys buzzing around my daughters anyway. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody buzzes around Alike. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right and it better stay that way. Matter of fact, I don't know if I'ma let you go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daaa-aad?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike smirks and takes her plate to the sink. Arthur jabs on the arm as she walks by. Audrey tears into a dinner ro shooting daggers at anyone who dares to make eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura brings a steaming cup of Ramen noodles to a worn kitchen table splayed with bills. Her older sister CANDAC a stout 30 something with pleasant but hard-working looks scribbles notes on the back of an envelope while soaking feet. Laura takes a sip of her soup and starts sifting through a pile of envelopes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much we paid him last time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six twenty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So that makes--we owe another two seventy-five for the rest of the month. Candace pecks on a calculator and scribbles on the envelo Laura flips through more bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Electric?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let it ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eighty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half. No let it ride. Laura locks her hands on top of her head and leans back i her chair, surveying the financial carnage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Candace reaches inside a CERAMIC HEN on the table and pul out a wad of money. She counts out several hundred dollar into an envelope. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can get some more hours-- CANDACE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. You know what you need to do. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah Candy, I can't just dip out on you like that-- CANDACE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was doing just fine before you moved in, remember? I can handle it. Laura sucks her teeth. CANDACE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You working was only supposed to be temporary. Mom would've wanted-- LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?! Man, don't even-- CANDACE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She would've-- LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop. Laura pushes up from the table and glares at Candace, a showdown. Candace stares back, unfazed. Laura caves first LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll get the money orders in the morning. Laura tugs at the envelope but Candace doesn't let go rig away. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll look into it alright? Candace relinquishes the envelope and Laura stalks off do the hallway to her room. CANDACE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next test is coming up soon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I'll look into it! Candace smiles wanly and sips her soup. She takes a foot of the water and kneads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike slams into her usual stall and launches into her `Superman' changing routine. She unrolls pulls a jersey f her backpack and yanks it over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike sits off to one side of the stairs, headphoned into oblivion and scribbling into her composition book. A grou FAST GIRLS strut by and encamp on the opposite wall, gigg and yakking on cell phones. One of the girls, MIKA cuts a flirty smile at Alike. Alike turns away and buries hersel her book, but cranks down the volume on her iPod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was like seven of us--Me, Khalil, Misha, Tamara....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamara Marks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heeeell no--Fat Tamara.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I was about to say, Tamara Marks is a ughh--I can't stand her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, it was all of us and oh Laura, you know that girl from the restaurant? She was there with one of her friends. Alike's ears prick up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That gay chick? Ya'll be hanging like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, well it's a couple of them. She's mad cool though, so sometime she come out with us every now and then, anyway--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, y'all be doin' it on it weekends, let me find out! FAST GIRL #2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told your butt to come. MIKA'S FRIEND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But anyway-- MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some of them AG's are kinda cute-- I'm not saying I would, but I would holla. FAST GIRL #2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know about all that. MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Isn't that one of them over there? What's her name? Amika?--Alisha? The pack directs their attention at Alike. Alike profiles attempts to look casual. MIKA'S FRIEND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike. MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Alike--she's cute too. FAST GIRL #2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uugh. I don't be looking at them all like that. Mika smiles as her eyes travel down Alike's physique. Ali aware of the admiring gaze tugs and smooths at her shirt unnecessarily. She licks her lips and readjusts the book her lap, fighting hard to keep the grin off her face. MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm not gay--but if I was gay I might talk to her. MIKA'S FRIEND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in the middle anyway. MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, but if she was just a little more harder-- Alike looks over and starts to nod when a CUTE BOY with l swaggers up to the girls, drawing their rapt attention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Sup ladies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MIKA FAST GIRL",
          "text": "Heeeey.                           What's up? The girls erupt into titters, and they melt into conversation. Alike deflates, watching them over the top her book. She observes every little moment between the gi and the boy, every wink. Another BOY joins the group and stroll off down the sidewalk. Alike plucks the headphones out of her ears, watching the leave. Mika casts a parting glance over her shoulder at Alike. Remnant's of Alike's grin return reflexively. Mika friend jerks her elbow around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oooh--let me find out, Mika. You act like you bi- or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like girls but I love boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FAST GIRL",
          "text": "Umm hmm !                         I can't tell! Alike waits for them to disappear from view before snatch up her bag and bolting in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura hoists a box of french fries onto her shoulder and moves inside the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch out, it's slippery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I already told you what I think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you know her, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I know of her, I don't know her know her. Alike hefts up a box and follows Laura back into the restaurant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm saying, you know her friend, right? You gonna introduce us? LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just put those on that stack right there. Yeah, thank you. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You listening? LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm listening--all I'm saying is-- pass me that milkshake mix right there. Alike tosses Laura a bladder of milkshake mix. Laura catc it. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I'm saying is that I don't think you should put yourself out there like that. Especially if you don't even know if she likes you like that. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She does. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you know she does? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just know she does. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmph. We'll see. Laura holds out her hand as if checking for rain and scan the ceiling. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing? LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I felt a drop of pig shit. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I know is I been trying to get you to holla at girls in the club for the longest. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want to holla at girls in the club. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Obviously. Why you pressed about this chick? Alike shrugs. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to ask you about something else too. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God, what now? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to get something for me. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! Alike cocks her head at Laura. Laura frowns back. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just for my image. Alike raises her eyebrow. Laura shakes her head. The ligh bulb goes off. She roars in disbelief. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAAAAAT?                        ! You trying to strap!!?? Whaaatt?!! Oh my God, what are you going through... ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What difference you think having a bulge in your pants gon' make? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pleeeeease. By next Friday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next Friday?! Okay-- Whatever. Oh my God I can't believe you ! Alright. Yeah. She better be cute for all of this...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike stares at herself in a floor length bedroom mirror her underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it looks natural. A peach-colored dildo dangles stiffly from Alike's waist. The harness bunches her boxers in clumsy tufts. Alike appraises the racially inappropriate apparatus and shoots Laura a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm serious, I mean it doesn't look that bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't believe you. Alike frowns at the dildo in profile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura, this doesn't look right. I'ma look stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, first of all-- I don't think its supposed to be on top of your underwear like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not putting this thing next to my skin, it pinches already. Alike yanks at the harness and her boxers trying to pull out of her bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's supposed to fit like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They didn't have any brown?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't have time for all of that. The brown ones were too big, anyway. Alike struggling with the apparatus.   Laura smiles. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh! You gotta take it back. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't take it back. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the receipt! LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unh-unh. I'm not going back in there. One time was embarrassing enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You grown! LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still what if somebody would see me in there? I'm not going back, that's it. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then where's my change? Sharonda bursts into the room. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee, where'd you put my make-up case...AHHH I'M GON' TELL. OOH LEE,",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'MA TELL DADDY",
          "text": "Laura leaps from the bed and blocks Sharonda's path to th doorway. Alike tackles Sharonda and wrestles her down to floor. Laura slams the door, shuts and locks it. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eeew get that thing, off a me! Get it off me it's nasty! I'm tellin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh!! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up!!! Thought you locked the door?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eeew.    Get it offa me! LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I did! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, look I'm offa you.     Just be quiet and calm down. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm tellin' that you got that thing. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't tell. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut up. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks nasty. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Laura) See, I told you so. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's my make up case?    I know you got it. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just borrowed it. Alike pulls off the dildo and harness. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give it back. Alike fishes the make-up case out of her backpack. She ho it out to Sharonda. Sharonda reaches for it. Alike jerks back. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise you won't tell. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give it back. Alike flips open the make up case and jabs the dildo at i stopping short of the surface of the make up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LEE, STOP IT EEEW!!! I just got that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh!! SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't touch it with that... eeww that's so nasty. C'mon Lee give it back. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then promise you won't tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise... SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ughh, I hate you. Alike jabs the dildo closer to the make-up. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OK, OK I won't tell.   Daag! Alike tosses the case at Sharonda who scrambles to catch Alike wraps the dildo back up in the bag and hides it beh her headboard. Sharonda saunters out into the hallway. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm still tellin' AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tellin' what? Audrey peers into the bedroom from the hallway, still dre for work, shoulder stooped from the weight of her tote ba",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE SHARONDA",
          "text": "Noth--                           She took my makeup again AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee... (notices Laura) Oh. Hello Laura, I didn't see you standing there. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi Mrs. Freeman. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't spoken to her in awhile. She's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I hope so. And I'm so glad to hear your sisters finally getting back on her feet. Wasn't she--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom?! Audrey fixes Laura with another hard glance and shoos Sharonda down the hallway. Laura starts to shut the door, Audrey stops it with her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think we'll just leave this open. Let some air circulate in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just about to leave, anyway. So... Audrey lingers, looking back and forth between Laura and Alike. Alike frowns at her mother. Satisfied that the conversation is over, Audrey moves off toward her room. Laura checks to make sure she's gone and whispers to Alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just try it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike squirms in her seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you chill? You just gotta get used to it. Alike tugs at her crotch and attempts to cross her legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owwww! Alike uncrosses her legs and yanks at her jeans. Laura ba her hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit still, people gon' think you got something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This joint hurts, man. I'ma go take it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You not gon' take it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna take it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you gonna take it off at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then where you gon' put it? You gonna walk around the club with a dick in your hand? Chill. I knew we shouldn't have done this. You blowin' me right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then I'm out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, you're `bout to stay and go through this. You're the one who wanted to meet her, not me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you come on, too. Hurry up-- A group of girls approaches, one of them we recognize as Mika, the girl that likes Alike, from the bathroom. Laura stands to greet them. Nervous introductions all around. L shoots Alike a warning glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura is hugged up with two girls at the end of the couch Alike fidgets in her seat and keeps pulling at the knees her jeans. Mika hand in chin, stares into space. Alike do another pull-fidget combo. Mika rolls her eyes at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, no, yeah it's just--there's a spring in the cushion or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna switch seats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you don't wanna dance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey ya'll we're about to go dance!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no not really. I'm not really feeling the music. Mika sighs and looks around at the other dancing couples. Alike gives her jeans another tortured tug. Agonized minu of awkward booming silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well you don't mind right? I mean you don't mind if I go dance with somebody else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, do your thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you change your mind--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no it's cool. Mika escapes the couch and disappears into the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike slips off her shoes and eases through the kitchen. Audrey flicks on the light, blocking the hallway entrance",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope it was worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom I lost--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It won't happen--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I know it won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike peels off her jeans and lobs them into the top of h closet. She unharnesses the dildo and wads the tangled me up in an old t-shirt. She stuffs the wad in back of the closet and slams the closet door shut, staring at her reflection in the mirror. Alike reconsiders and yanks the wad back from the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike stuffs the wad into a trash bag and plunges it deep into a neighbor's garbage can. She scurries back into her building and doesn't look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike skulks on the couch in wrinkled khaki pants and a cotton button down shirt. An obnoxious R&amp;B video play TV. Sounds of bustling and the drone of a hair dryer fill room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turn that mess off!! Alike turns the television volume to low and continues watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sharonda?! Sharonda are you ready?! Stop lollygagging!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee are you ready?! Lee?! Audrey hobbles out with one high heel on. She snatches th remote from Alike and snaps the TV off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said off. Thought you were ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not going to church looking like that. Where's the blouse I bought you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with this? The front door bursts open, and Arthur tromps in, his pol uniform hanging open over a white undershirt. He slings a heavy F.O.P tote bag on the floor and strips off his shir he crosses to the kitchen. Audrey rushes over and buzzes around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey there, you're home early--well actually late. I thought you would have called--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do what your mom says. Audrey scuttles over to where Arthur is now digging throu the open fridge. He pulls out a foil covered plate, tears open one corner, sniffs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you hungry? Let me heat it up for you. Arthur heads toward the microwave with the plate. Audrey intercepts the plate from him and dumps the contents into skillet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll heat it up on the stove for you. Tastes better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave me out of it. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go get changed. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, what's wrong with this outfit? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not gonna argue with you. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do what she says. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(speaking bad Tarzan Swahili) Umgowa! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And put on a skirt! Alike stalks off to her bedroom. Sharonda bounces into th kitchen. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Dad! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too much lipstick. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's lipgloss. Audrey wheels on Sharonda with a death glare. SHARONDA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, okay. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimmie kiss. Sharonda pecks dad on the cheek. Dad wipes his cheek and his fingers together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sharonda giggles and bounds back into her bedroom. Audrey slides a steaming plate in front of Arthur. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you talk to her? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get me a beer, please. Sharonda's fine. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm talking about Lee. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike. And I don't see that there's a problem. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm tired of this tomboy thing she's got going on. And Laura. You said you were going to handle it. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Umm-hmm. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She needs a male point of view. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said okay, dammit! Now can I please have a beer please? AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Sunday morning. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It goes with the spaghetti. Audrey lifts a beer out of the fridge and slides it in fr of Arthur. She pulls up a chair as he plows through the m her expression softening as she caresses his forearm. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have to work tonight? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To put food on the table and clothes on our backs, no. To go out to restaurants and keep designer sneakers in the closet, yes. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you forever gonna be mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you forever going to be happy? (beat) You made that decision a long time ago. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We both made sacrifices. Alike stomps back into the kitchen wearing the pink v-nec that Audrey bought her and an unflattering pleat-front sk Arthur stifles a giggle behind his beer can. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look beautiful, baby. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tuck your blouse in. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't me. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tuck your blouse in. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave it out. Audrey frowns at Arthur. Arthur stands his ground. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's fine out. What's the deal with you and Laura?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What deal? AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Comin' in late... ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, I hardly ever-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't you give that a break for a little while? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, come on... AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Alike) You heard him! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Sharonda)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sharonda! You done?! Alike spins into the living room defeated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You coming with us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. Sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could go to a later service. The one o'clock--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said NO!! Arthur slams his fork on the plate. Audrey flinches. Alik looks up. Sharonda appears in the doorway, looking from Audrey to Arthur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm ready. Arthur pushes up from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike, you look beautiful. Everybody looks beautiful, okay? Arthur disappears into the bedroom. Alike snatches up her bible and launches out the door, Sharonda follows. Audrey pulls on her sunglasses and hat and slams the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike sits in the passenger seat of the car as Audrey chi chats with other churchgoers. Sharonda sits in the back seat, flipping through a CD case and occasionally passing CD's to Alike to play. Alike faces stonily forward except cast impatient glances in Audrey's direction. Audrey raps the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee! Lee! Here's someone I want you to meet. Alike cracks the window an inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh? Audrey motions to Bina standing by with her mother, Ms. Singletary. Alike cracks the window a little wider and acknowledges them with a half-hearted wave. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Hey. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get down out the car and come speak. Laboriously, Alike rolls the window back up, turns off th car radio, and climbs down out of the car. AUDREY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong with you? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, Mom. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll have to excuse her, she's been feeling rude lately. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh don't worry, Audrey, I understand how it is. Hormones. It's just a phase. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike, this is Mrs. Singletary, one of my co-workers and her daughter, Bina. Sylvia, Bina, this is my daughter Alike, we call her \"Lee\" for short. Alike shakes both of their hands in turn. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice to meet you. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And this is my youngest daughter, Sharonda. SHARONDA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi there, nice to meet you. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee, Bina goes to the same school as you. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think I've seen you around. Mrs. Alvarado's class right? AP English? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup. Audrey looks pleased with herself. Alike squirms. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So. Now that we're all acquainted, don't be a stranger. MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, we won't. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bina I think you and Lee may even go to school the same way. Don't you live off of St. James Place? MRS. SINGLETARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is something to be said for safety in numbers. Bina nods. Alike squirms. MRS. SINGLETARY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, we need to be pushing off -- I'll call you about those VBS workbooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike retreats into the car, Sharonda hops in behind her. Alike reaches over and turns the key in the ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alrighty, I'll be around. Take care. Alike toots the horn. Audrey circles and gets in the driv side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what your problem is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can somebody put in this CD please? Audrey cranks the ignition and starts to back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you think is going to change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know God doesn't make mistakes. I know that much. An invisible scab is ripped open in Alike and the fire di in her eyes. Satisfied, Audrey slips the car into gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may not like Bina, but you're certainly gonna be spending much less time with that Laura person, I guarantee you that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moooom, can you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be quiet. Nobody's putting in anything. I'm gonna listen to what I want to listen to for a change. Alike wilts against the window and tacky zydeco music lea from the car as it jerks away from the curb and into traf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike strides down the sidewalk.   Bina speedwalks to kee",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I don't like lying to my mother, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then don't, she doesn't have to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She does.    She asks me everyday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So tell her yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm sick of lying to cover for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So don't. Bina stops short.   Alike keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look Alike, Lee. Whatever it is you wanna be called. I'm not trying to hang out with you, either, but I'm not about to take an L for it. So stop dodging me, let's just go to school together and be done with it. We don't have to see each other any other time than that. Alike doesn't miss a step.    Bina yells after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever, my mother asks me again, I'm telling her. Then she can tell your mother, then it's whatever for you. Alike stops short. Bina crosses the street and continues the direction away from school. Alike spins around scanni the street, then catches sight of her on the opposite sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Bina keeps on pushing, the school now in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Alike checks for traffic then dashes across the street to catch up with her. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey look, I'm sorry. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, you sorry your mom is gonna bug out. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No for real, I'm sorry. I didn't mean to be that way. It's just... OK, I am concerned that my, my mom will find out, but... BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not like that. It's just-- she's just. If you knew her, you'd understand. She's like, I don't know. The girls walk in silence for a moment. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So what's your favorite class? BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't have to make small talk. Let's just walk. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I'm sorry. It's not you, it's just that my mom is like, she's like... BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overprotective? Alike relaxes her shoulders, both relieved and surprised. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can tell. I've seen--I mean, a lot of people's parents are like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. But probably not like mine. But anyway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, like I said, we don't have to talk. Just walk. Alike's cell phone chirps--it's Laura.    Alike sighs and stuffs the phone back into her pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi! This is Lee, I'm not able to answer my phone right now-- Laura snaps her cell phone shut. A GED study book still glossy and uncreased is propped open on the bed in front her. She opens her cell phone again and pulls up Alike's number. Her thumb hovers over the `talk' button. She snap the phone shut and tosses it aside before turning the rad down and dragging the book closer. The cell phone rings a she snatches it up. A picture of a girl making a kissy fa with the name \"Tasha\" underneath blinks onto the screen a Laura snaps the phone shut and tosses it aside. She hoist the GED book into her lap and lets her head hit the wall. There is a knock at her bedroom door and Candace peeks in",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's it comin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's good. Candace smiles at Laura and hesitates before closing the door. Candace turns the radio off before ducking back out Laura sighs and flips back to the beginning of the book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike and Arthur cavort in a sloppy half-court game in th fluorescent glare of the gym. Well-heeled clientele cross and fro munching power bars and sipping Gatorade. Arthur an awful shot, but Alike's is worse. Alike heaves a huge airball past the basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God!! Alike cracks up as Arthur chases down the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just embarrassing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't got no range, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah but at least I hit the backboard. Damn. Alike rushes to guard Arthur who dribbles clumsily around key. He tries a crossover move and lobs an ugly shot towa the basket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brick!! Laughing, they tussle over the rebound. Arthur recovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the score?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One? Nah, I definitely have like three. At least three. Giggling, the pair rollick in another squeaky-shoed play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACK, the store proprietor leans against the counter flip through a newspaper. Arthur, in uniform mulls through the sports section. A ratty looking man, SOCK sips from a red plastic cup. Mack cranks the volume on the tiny television above the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's on again... Check it out Free. Channel 5 and Channel 2. Arthur appears on the TV screen, dressed in suit, tie, sunglasses and looking impressive. He is talking to a new reporter and a bad news graphic reading \"East Side Drug B Detective Arthur Freeman\" blots out the bottom of the scr SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who's big time. MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brother was looking clean though. Looked just like, look like...uh-- Danny Glover! Arthur and Mack laugh and slap hands. Sock sneers at thei revelry. The bell over the door tinkles and a heavyset BUTCH WOMAN strolls in. Her head is shaved and a thick wallet chain clinks against her ample carpenter pants. All three men t to stare. MACK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been more of that since they opened up that new club `cross the way. Arthur grunts and returns to his paper. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Butch Woman) Excuse me Miss                        ! Miiiiissss MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certain Friday nights they got, you know special parties going on. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or should I say Sir                        ! Siiiir Hello?!! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chill out, Sock. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, my man! You hear me talkin' to you?! Mack snatches Sock's cup. Sock pivots around to protest. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind your business. Sock yanks his cup back and turns to resume his taunts. H caught off guard and stumbles backward as the woman pushe to the counter with a case of liquor. Arthur steps out of way and observes. BUTCH WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a pack of Kools. Mack nods and fishes under the counter. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say, I been trying to get your attention. Do you go by Sir or Miss? MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll be all ma'am? BUTCH WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look I just had a simple question I wanted to ask. See, I just want to know how does pussy taste? The woman directs her full attention at Sock for the firs time. Mack watches as he quickly punches in the sale. Art stiffens. SOCK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, I just wanna know if you go with women for the taste, or is it just you're too big, black, and ugly so don't no man want you? Sock laughs at his own nasty joke and takes a sip from hi cup. MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "$65.07 ma'am. The woman counts out the money and smiles at Sock. BUTCH WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't lie, pussy do taste good. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah? The woman takes her time putting away her change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BUTCH WOMAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you should try it yourself sometime. Or better yet-- The woman picks up her case. BUTCH WOMAN (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--ask yo' wife how she likes me! The woman winks at Sock. Arthur chokes back a guffaw. As as the woman clears the door, Arthur and Mack explode in laughter. Sock is livid and screams after her. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' Bulldagger! He-She! Dyke! MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ask your wife! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She told you. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She ain't tell me shit! I don't know what the fuck y'all niggas are laughing for! MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awww shut up. Your big mouth got you in trouble as usual. SOCK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you was my friend, Mack. But I guess I ain't expect you to defend me Free, the way your daughter is-- Arthur slams Sock against the counter before he can finis his sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say what?! MACK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He don't mean nothin'! He don't know what he's talking about! Arthur grinds Sock's collar tighter around his trembling fist. Sock glares back, clearly punked. MACK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ain't moved outside a two-mile radius of where he crawled out his mammy's pussy. He don't know shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to MACK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I been to Poughkeepsie! Arthur snorts and flings Sock loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carry your Poughkeepsie ass on out of my store! Mack sweeps Sock's plastic cup off the counter and into a garbage can. Sock tromps to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck y'all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should arrest your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, fuck y'all!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Free, don't pay him no mind. Just talkin' trash. Mack playfully jabs him in the shoulder and bustles underneath the counter. Arthur's eyes linger on the door his jaw tightens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura swings through the front door of her apartment, Ali close behind. She slides two twenty dollar bills undernea the ceramic hen on the table and breezes into her bedroom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike is a paper doll in Laura's floor length mirror, dre only in boxers and a wife beater. Laura holds a bright or polo shirt up in front of Alike's torso. Alike cocks her to the side and considers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn, this is your color. So what's the deal incog-negro?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom has me hemmed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your phone ain't broke. You coulda called a nigga. Put this on. Laura pulls away the orange polo shirt and hands Alike a turquoise one instead. Alike hoists the oversized shirt o her head. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My bad. She's making me hang out with this chick from church. It's crazy. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makin' you?! You a grown-ass woman, bruh! Laura shakes her head as she plucks a brand new baseball from the wall rack and drops it onto Alike's head. Alike considers and takes it off. Laura puts another cap in its place. Before Alike can object, Laura tosses her a pair o denim shorts. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try these with it. So I guess the piers is out for Saturday, huh? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't even know if that's me anymore. Alike struggles into the jean shorts, widening her stance they don't fall down. Laura tosses her a belt and admires Alike's reflection. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, that's hot, yo. You should rock that. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was gonna see if you wanna do something different? Alike strips off the baseball cap and hangs it back on th rack. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Different like what? Alike peels out of the polo shirt. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know--maybe like a open mic or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open mic? Nah, man. It's plenty chicks at the piers, you just gotta be more confident. Laura crosses to her closet and scans its inventory. The jeans are arranged crisply on hangers from light to dark some still have store tags. Most of the shirts are still enclosed in protective plastic covers from the dry cleane Laura passes Alike a perfectly folded button down shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can rock this. I haven't even worn it yet. But I understand if you got better things to do. Alike holds the shirt against her torso and stares at her reflection. She catches Laura's eager look in the mirror wilts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I'm down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure? I don't want you getting hemmed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah seriously, I'm down for whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what's up! I'ma take the whole day off. It's gonna be tight watch... we gon' do it up! Laura holds a new pair of jeans against her body and does little dance. Alike laughs wanly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey sits between Alike's knees as Alike oils her scalp Alike takes her time, massaging each braid between her ha before moving to the next. Audrey reads an Essence magazi the cover of which reads \"101 Ways to Please Your Man.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should wear your hair down sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father likes it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It looks nice down. Alike catches her mother's eye in the mirror's reflection they share a sad moment. Audrey closes the magazine and tosses it back onto the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe. Anyway give this back to Bina's mom when you go over tomorrow night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saturday night?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We talked about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No we didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had plans for this weekend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, you don't have to go to Bina's on Saturday night, you can always stay home with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bina sits on the floor, flipping through CD's. Alike sits a chair, head in hand, completely disinterested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like Destiny's Child?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhh-uhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jay-Z? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't really like any of that commercial bullshit. Bina looks up, off balanced. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Who do you like? Alike checks the time on her phone. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! Alike starts packing her backpack. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just more underground stuff. None of that crap they play on the radio. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like who? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People you probably haven't heard of. Conscious stuff. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like who? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roots. Black Star. Asheru and Blue Black. Pharcyde. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pharcyde? I heard of Pharcyde. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah--for real? BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep. Tribe? J-Rawls? Bahamadia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike perks up, looking genuinely interested for the firs time. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-oh, whatchu know about Bahamadia? Let me find out.... BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not as generic as you think. The phone rings. Mrs. Singletary answers from another roo Alike and Bina freeze, listening. MRS. SINGLETARY (O.S.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Hi Audrey. Yes. Yeah she's here. I understand-- Alike sulks. Bina flips to the back of the CD book. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, how about Rock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cool. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatchu know about Santogold? Since you all underground and stuff. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's tight. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tamar-kali? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't heard of her, I heard of Res. Alike hoists the backpack onto her shoulder and stands to leave. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no this is way better, you gotta check her out. Bina jams her iPod onto the stereo adapter. The thick, fi guitar rhythms of Tamar-kali's \"Boot\" consume the room. B chants the lyrics along with the music. BINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Her hair is short. Her legs are brown. Her lips are full. Her head hangs down.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike plops back down in her chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey smooths a pink sticky note onto a foil covered pla and shoves it into the fridge. The doorbell rings and she rushes across the room and opens the door in her most sin song voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He-llooo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello Mrs. Freeman. Is Lee home please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's out with her friend right now, Laura. You take care. Audrey starts to close the door.   Laura stops it with he hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Umm do you know when she'll be back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I believe she's out for the evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, because we had umm... alright then... Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight. Audrey shuts the door harder than necessary. Laura checks phone and shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Twist a virgin `round your dirty little finger!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blood is gone but the memory lingers...twist a virgin `round your bloody little finger, love is gone, but the memory lingers!\" Alike is bobbing her head, backpack forgotten on her shoulder. Bina cranks the volume down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, this shit is hot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Told you. Don't you have to go? I'll cover. It's cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I wanna stay. Alike slings her backpack to the floor and pulls the CD b into her lap. Her cell phone rings and she ignores it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pier is a parade of mohawks, curly weaves, tight jean and rainbow belts as groups of baby dykes, young queens, gender queer youth of all shades of brown stroll cavort, strut seeing and wanting to be seen. Equally bedecked observers hoot and yell from bench and rail perches on bo sides. Laura jabs numbers into her cell phone. Competing threads of house music throb across the boardwalk in muff bursts as groups of ballers vogue and prance behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave a message and I'll call you back. BEEP. Laura yanks her phone away from her ear and looks at the screen. She starts to hang up but pulls it back to her ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where you at? Hit me up when you get here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike and Bina are sprawled in the floor. Bina DJ's from laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Alvarado was trying to get me to check out this one place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike hands her the flyer. Bina laughs and tosses it back",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh hell, no. That's for old people-- I'll write down some places you should check out. Maybe you could read some of my stuff, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura scowls at her cell phone screen. She shoves the pho in her pocket and pulls her hoodie up against the chill o the evening. Brake lights bathe Laura and her circle of A in red as late-night predators cruise the strip for fresh meat. Laura catches sight of shady sexual encounters in a alley across the street and looks away. One of the entour passes Laura a joint and she inhales deeply. A few of the girls have backpacks and the group is pensive as they bre off and scatter into the night one by one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Member when we used to stay out here all night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, used to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stay with your sister now, huh? Laura nods and spits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lucky as hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AP English class is a safe haven. The desks are pulled together in a rough circle and are filled with heavily pierced, dyed hair, and vintage clothes types. Mrs. Alvar sits cross-legged atop her desk taking notes. Alike stand the center of the circle reciting an original poem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A butterfly, briefly Suffocated On the mucous of its own change Imprisoned",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the membranous chaff of its own underdeveloped Wings And Cramped In the darkness of the too-tight cocoon of its own creation Pauses Thinking death inevitable Prepares to die in the absolute solitude Of Swollen Husk. A c r a c k appears A thin jagged light connecting The inner to the outer world A butterfly, briefly Paralyzed by the imminence of death Discovers life is possible. The class claps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Comments? Critiques? Julie, tell me what you think. A forest of hands go up as Alike winds her way back to he seat. A few classmates whisper brief encouragements. Bina nods and smiles at Alike. Unguarded, Alike smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bina and Alike troop home at a more leisurely pace. Alike breaks the silence for once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I liked your story, though. It was tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Which one? The one about the--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The one about karma, how things come back to you. That one, I thought it was tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For real? Thanks. I wasn't gonna say anything, but I liked yours too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "Why did I like it or why wasn't I gonna say anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "Why did you like it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "I don't know. I guess because it felt honest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "Didn't you have on a different shirt earlier?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "Nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "No, what'd you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "Nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "Yeah, I had on a different shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "Oh... Well, that's cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "So why weren't you gonna say anything about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "About your shirt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "About the poem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "Cause you're moody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALIKE",
          "text": "Moody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BINA",
          "text": "And quiet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, I'm not moody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right. Bina stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is me. Alike looks up at the stoop, surprised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not so bad when there's some conversation, huh? Alike looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanna come up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike sits on Bina's twin bed, looking around and really taking in the room for the first time. She reaches over a picks up a little molded soldier figure off of the shelf. Bina fishes around in a rack of CDs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who gave you this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the bear? My dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, this. Alike holds the figurine out, Bina looks at it over her shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh that. Girl, my stupid ex- boyfriend gave me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Cute. Bina opens a CD case and pulls the booklet out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not really. I mean I guess it was at the time. Bina lobs the little army man into a trash can across the room and hands Alike the booklet. BINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anyway, this is the other artist I was telling you about. Her stuff is like, bouncier. A buoyant Afropunk beat wafts through the bedroom. Bina p down on the bed next to Alike. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is straight. You'll burn me a copy? BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I have a bunch of other stuff, too. (beat) So who do you hang out with? I don't really see you with anybody. Alike shrugs and rifles through her backpack. She pulls o her composition book. Awkward silence. BINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't mean it like that. I was just asking because I was curious. I don't really like anybody that goes there either. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My friend Laura used to go there. Not now, but she's going back. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh because, I was just gonna say-- I'm going to this house party and you can come if you want to. Bina waves her hand at the radio. BINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They play this kind of music. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. How'm I supposed to dress?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't dress. You just come however. Come as you are. Alike nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I see? Bina snatches the book from Alike's hands and starts flip through pages before Alike can answer. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...But that's mainly old stuff, though. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the one you did today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nice. Bina offers the journal back to Alike. Alike reaches for Bina pulls it away at the last second--an impromptu game keep away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take it. Alike misses again. The girls crack up. BINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, here. Bina yanks it away again. Alike gives up, still smiling. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You play too much. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seriously, it's right here.     Just take it. Alike summons the courage for one last swipe. She manages grab it but Bina doesn't let go right away. The girls loc eyes during the extemporaneous tug-of-war. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're welcome... Beaming with her victory, Alike busies herself with the journal. Bina recruits a small stuffed moose for her next foray. She dances the moose up Alike's arm and plants an exaggerated peck on her cheek with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmwaahhh! The girls erupt into renewed giggles. Bina tosses the stu animal aside and scoots closer to read over Alike's shoul",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's so private?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin', just my writings... Bina studies Alike's profile. She leans in and pecks Alik the cheek. Alike lets the kiss soak in, glancing at Bina sidelong. Bina leans in again, this time planting a long on Alike's lips. Alike pulls away. Bina tenses for the verdict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why'd you do that for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I'm sorry. I just umm...I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Alike blindly grabs up her things and rushes the door, Bi flounders in her wake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura and a group of friends play a rowdy game of spades. cute Puerto Rican girl is draped around Laura's neck like PERSONAL CHEERLEADER. Music blasts from the TV but doesn' drown out the hoots and banter of the rollicking entourag There is a knock at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll get that for me? One of the friends breaks away from the pack, opens the d without greeting and walks away. Alike is left alone to escort herself in. Laura hardly looks up as Alike stops a the fringes of the pack. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wassup man. A collective grumble of greeting goes up around the table although no one addresses Alike directly. Laura slams the table and raises her hands in triumph. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Board, goddammit!! I told you! PIER GIRL #1",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Awww, we shoulda been done set you! Laura slaps hands with her partner. The unlucky pair of partners argue. The personal cheerleader kisses Laura on neck. Alike looks away. PERSONAL CHEERLEADER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good game, baby! LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's good, Lee? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just came to say wassup. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatchu got, Ty? PIER GIRL #2",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three, maybe four. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We goin' eight!! Roars of disbelief from around the table. Alike is quickl forgotten in the ruckus. Alike circles to Laura's side. T personal cheerleader looks her up and down. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I talk to you for a second? LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I got to cut you!! Grab `em partner. We gonna run a Boston on that ass! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Alike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, I'm busy right now. More raucous laughter from the table. Alike endures anoth few moments of card slapping, table pounding dejection be leaning into Laura's ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really need to talk to you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said later! Wide-eyed silence and scattered snickers around the table Laura resumes her hand and the game banter cranks back up Alike picks up her face and slips away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought that was your girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mind your business. Bam! That's what I thought! Laura slaps another card on the table and takes a deep sw of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey lies awake in bed. The clock on the nightstand indicates a little past two in the morning. She looks at sliver of light underneath the bedroom door, the sound of Arthur's key in the door breaks the silence. Arthur's voi in hushed tones. Audrey rolls over and faces the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike watches her father's footsteps break up the light beneath her door. She tosses off her blankets and springs into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Dad! She is talking to empty air. She eases down the hallway toward the kitchen and the sound of his muffled voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on now, you know that's not what I want. That's not what I'm saying. That's not--listen to me. Are you gonna listen to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom? Alike stops short outside the kitchen door, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee? Hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike swings around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, not you. (into phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'll talk to you later, alright? My daughter's up. Arthur flips his cell phone shut and tucks it into his pocket. He fishes a beer out of the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was that? Arthur sips his beer and walks over to the kitchen table. foil covered plate with a little pink sticky note waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What you doing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just wanted to talk. Arthur crumples the sticky note and tosses it into the tr without reading it. He peels up one side of the foil, pee at the food underneath, and launches it into the trash, t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, the plate--don't trash the plate. Arthur strips off his dress shirt and tie and flings them into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike rescues the plate from the garbage and carefully la it in the sink so it doesn't clatter. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you hungry? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ate already. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ate at work? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, just grabbed some take out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Where? Arthur explodes. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you asking me all these goddamn questions, girl? What's wrong with you? You don't question me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Alike starts to head back to her room. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold up. I'm sorry, Alike come on back. Look-- I got patties... Arthur tosses a greasy bag onto the table and pulls out a chair for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beef? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And chicken. C'mon. Alike sits happily and the two munch in silence for awhil ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen uh...Your momma's worried that uh...How's school? Straight A's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. Want a sip? Arthur offers her the beer. Alike takes it to the head. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said a sip. A sip! Arthur snatches the beer from her. They laugh. Alike pick her patty, eating little pieces of crust. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's on you your mind? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'. Arthur snorts. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if--what if...say somebody liked you right? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They like you? Or they like you, like you? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say they like you, like you. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean, they haven't said anything yet. But what if... so what if the person is kinda like a friend, but you know they like you more than that? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I think that's the best way to start--as friends. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But then what if...What if the person is -- Arthur scents the heavy news packed in Alike's expressive pause and scrambles to intercept her at the pass. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's his name? What grade is he in? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'ma look his ass up in the system. Ha-ha! Wait `till your mama finds out. She'll be so goddamn happy. Alike plays along, swallowing her disappointment. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Arthur pushes back from the table and pulls a fresh polic uniform out the hall closet. He lays it across the back o the couch and unzips his pants. Alike turns her back to g him privacy. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say uh--there's this new--uh women's club up there by the liquor store--have you--do you--you haven't heard anything about it, right? Alike shakes her head no. Arthur tucks his undershirt int his pants. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Called the Kitty Litter, the Catbox, something like that? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I never even heard of it. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. `Cause you know that's a uh...it's a rough neighborhood. You know that right? I had a case over there. You wanna be careful--stay away from that element. Just in case it ever comes up? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be careful. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. I know you will. Alike glances back at Arthur and sees that he's decent. S scoots back around to face him. Arthur smooths his unifor shirt into his pants. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, when you were on the phone earlier? It sounded like...I mean...I guess you're headed back to work, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep. Your mama still up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell her I had to work. Arthur picks up his work tote and kisses Alike on the forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura jams a pillow into a t-shirt as a makeshift pillowc as she escorts one of the pier girls to the couch. The pi girl looks slightly unkempt and is relieved to plop her knapsack on the floor. Laura tosses the pillow onto the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sister gets home at six so, you gotta be gone by then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's some lunchmeat in there too, help yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Preciate ya. Laura pulls up close to the kitchen table. The GED test p book, now dog-eared and worn is on the table in front of She finds her place and copies notes and multiple choice answers into a spiral notebook. A stack of old Math and English textbooks are in a chair next to her and the room peaceful and still save for the scratching of her pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike spies on Bina stuffing books into her locker. She d her breath and approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. A long awkward silence. Alike leans against the bank of lockers, not daring to make eye contact. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry about the other day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's cool. Bina pretends to rearrange books in her locker. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Things have been crazy. But look, I'm sorry I bugged out. It's just...I didn't know that you...I wasn't expecting that. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You still coming to the party? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know--I need to try and catch up with Laura.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I do wanna hang out...I mean...maybe we could do both. Bina smiles and shuts the locker door. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cool. (beat) You could spend the night if want to. Avoid the whole curfew thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur coaches Alike as she navigates the car to a jerky in front of Mack's liquor store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Easy, easy now. Watch your right hand side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ride the brakes though. Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See? I'm getting better!! Can I drive back? Arthur rubs his chest in mock heart-attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't about that. You're shaky girl, you're shaky. Get us some chips and I'll think about it. Arthur hands Alike a five dollar bill and she bounces dow out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur shouts a greeting to Mack who lounges on a plastic chair outside his door. Sock and TWO OTHER MEN chit chat nearby. Their chatter lowers as Arthur approaches. Alike into the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, baby!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Mr. Ferguson!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I see Alike's been running circles around you again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little bit, little bit. I still got it though. Arthur claps Mack on the shoulder and glimpses Sock whispering to one of the men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur follows the men's gazes over to Alike at the potat chip rack. She twirls the string of her basketball shorts round and round her finger and idly hikes the collar of h shirt up over her nose. The smile evaporates from Arthur' face. Sock peers back at him, smirking. Arthur starts toward hi when Alike saunters out between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We better get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gone already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll holler at you later. Arthur crosses the lot in a bound, snatches the car keys Alike's hand, and hustles her into the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you said I could drive--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said get in the car! Alike frowns, then catches sight of the men in front of t store. She slumps into the car and slams the door. Arthur piles into the driver's seat. They sit in silence for a moment, Alike traces the lines in her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look...umm...you know you're daddy's girl, right? Alike avoids eye contact, staring out her window. Arthur searches her face a moment longer, then starts the car an pulls away in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey reclines on the couch reading a book. The doorknob jiggles and Audrey folds the book against her chest, pretending to be asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur slips in and lays his holster on an armchair, not bothering to approach Audrey's sleeping form. Arthur peeks inside the fridge and inspects one of Audrey foil covered plates. He tosses it aside and gathers sandw ingredients instead. Audrey yawns and props herself up on elbow. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh you're home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must've dozed off. How long have you been in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hour. Dad takes a bite of his sandwich and shoves the ingredien back into the fridge. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you see the plate in there? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is fine. Arthur plops down on an armchair and flips the TV channel sports highlights. Mom scoots over on the couch. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's room over here. You can see the TV better. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is fine. Arthur props his feet up on the coffee table and catches Audrey's hurt expression. He winks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and your daughter. Have you talked to Lee yet? I told you she-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I talked to Alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything's fine. Like I told you. Matter fact, she's got a boyfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boyfriend? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give her some space. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Space? She's hardly ever home in the first place and you're just like her, creeping in all hours of the night. Both of you. Running around like you got something to hide, like I'm the big, bad witch and what about me? I'm home by myself all the time and Sharonda's getting older and starting to go out and pretty soon-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't have anything to hide. Look I told you I talked to Alike and everything is fine. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ask her? Dad slams down his half-eaten sandwich and stands up. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, because I didn't have to. Besides,I would know okay? If anybody would know, it would be me. I know my daughter-- AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your daughter?!! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--better than anyone else and--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So now all of a sudden she's just your daughter?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR AUDREY",
          "text": "--I'm telling you she's just    Well I guess I better not fine!!                          have nothing else to say then, huh?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's your damn problem, you're too much of a damn worry wart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's hope you're right, Detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you shut the fuck up?! Audrey jerks to her feet and flings the book aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An hour? Really? I'm not your dumb damn floozy in the street. And you will not talk to me that way. Audrey slaps the sandwich off Arthur's plate and storms t the bedroom. Arthur sees Sharonda peeking from her bedroo door but can't summon any words. Sharonda skitters into Alike's bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike is awake, hands folded behind her head. Sharonda cu up on top of the covers next to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you're not scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not. The girls lay silently as they listen to Arthur bang arou in the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you know it doesn't matter to me. Alike rubs Sharonda's head and gives her a little squeeze",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MOHAWKED WOMAN yowls into a microphone atop a coffee ta turned stage. Kids roam from room to room nursing plastic cups. Some in elaborate ensembles, some in thrift store d others in plain old jeans, but no two people the same. Al clad in simple shirt and jeans looks especially comfortab as she and Bina ease their way through the crowd. In betw performers, guitar riffs rock the large loft apartment an render their voices practically inaudible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Bina introduces Alike to different people, Alike is welcomed --Alike &amp; Bina point out different performers, they l talk in each other's ears --Alike and Bina dance wildly in the middle of the crowd, surrounded by dozens of other clamorous bodies --One performer beckons Alike up onto the table, Alike de at first, then leaps on top of the table. Bina cheers. --Alike drags a giggling Bina out of the party and they c into the open night",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lights glisten across the Hudson River--distant orbs reflected in a thousand shimmering faux stars in weak defiance against the night sky. A sodium vapor glow veils everything in generous haloes, making the night more beautiful than it really is. Dancing silhouettes, laughing, playing, yelling, flying, always dancing silhouettes punctuate the summer breeze wi clapping set to the rhythm of soulful house. Like Puck on midsummer's night, like Peter Pan and his lost boys. Amon the silhouettes is Laura, enthroned atop a railing. Laura smoking a joint grandly, surrounded by an adoring circle, sycophantic harem of four.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura, completely miserable as she watches two other silhouettes drawing closer, spinning, collapsing, now righting, always connected. Alike and Bina. Bina smiles a snakes her arms around Alike's neck. Alike too shy to rea giggles and folds. Laura watches the pair spin and passes the left before stalking off toward the connected shadows",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura cuffs Alike on the neck, pulling Alike's hoodie up her face. Alike's laugh is tentative at first, not sure whether this is play or for real. Laura chuckles, breakin the ice. The pair slapbox and rough house, both missing w wild arcing blows. Laura aims a mini charge at Alike that lifts her off the ground and deposits her a short distanc away. Alike swipes Laura's hat. Laura claps Alike on the shoulder and Alike waves to Bina. Bina waves and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So whatchu you think? She's cool right? Laura looks around and shrugs. Laura plucks a fresh joint of her coat and lights it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's hot right? I told you. It was so tight. I'm tellin' you, you shoulda been there tonight! Laura takes a puff and offers it to Alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This one's just for me and you. Alike waves it off, oblivious and intoxicated with the ni",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she's smart, too. She does poetry, you should hear it. It's like, it's good, you know? Laura stops walking and Alike skips ahead, still chatteri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking next weekend the three of us could--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm right here. Alike snaps out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my bad, I thought you were beside me. Anyway, I was thinking-- LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm sorry for all the drama. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, it's cool. I shoulda-- LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What I'm saying is, I probably overreacted. (beat) And then...I don't know. Seeing you two together or whatever. I'm glad to see you're finally happy. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon man, you know you're my best friend. Nobody's gonna -- LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't need to say anything. I just wanted to get it off my chest. I'm happy for you, that's all. Alike shakes her head. Her mouth moves but nothing comes LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I love you, alright? And I'm sayin'...I'm right here. Alike is stopped cold, as the light bulb finally goes off Laura takes a long drag on the joint. Bina and Mika stumb over giggling. Bina hooks Alike's arm. Mika kisses Laura the neck. Laura snaps out of her gaze, her familiar smirk creeping back. MIKA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We goin' to get something to eat? LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what's up. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, umm-- Laura pinches out the joint and hands it to Mika who tuck away. LAURA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's for later. Bina, nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You too. We had fun. Laura gives Bina a polite hug, pounds Alike on the should and starts to lead Mika away. MIKA                                 ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Byyeee!!                           Hey hold up! Laura pumps a lazy    fist in the air in acknowledgement. takes Alike's hand    and slowly drags her away. Alike ke looking back, then    finally gives up. Laura looks back Alike turns around    and disappears around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like your friends. They're cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Music videos play on the TV. Alike and Bina lay stretched on pillows, a plate of brownie crumbs between them. Alike dozes. Bina smacks her with a pillow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes you are. Alike rubs sleep out of her eyes and props herself up on elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any brownies left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. Bina flicks off the TV and stares at Alike.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. Alike looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike folds her arms behind her head. Bina strokes Alike' stomach. Her finger's dance at the top of Alike's pajama bottoms. Their eyes meet. Alike sits bolt upright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing? What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is uh... I never... I'm sorry, I'm trippin' out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. We don't have to. Alike leans in and kisses Bina on the lips. Bina consider and takes Alike's chin in her hand and kisses her back. B places Alike's hand on her chest. Alike lets her hand lin then traces Bina's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura stands over the kitchen table shuffling through the mail. She pauses at a stiff envelope with her name on it. return address reads \"NYS Educational &amp; Testing Servi She flips the envelope over and looks around, she rips th top off and eases the top of a slip out of the envelope. top of the slip reads \"'Campbell, Laura' GED TESTING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura shifts her weight on a painted concrete porch outsi small wooden frame home. The paint is peeling and the flo in the window-box are dead. A rusted metal mailbox next t the door overflows with circulars. Laura lifts the circul out of the box and trashes them. She picks up a discarded fast food bag and tosses it too. A dog barks from a neighboring yard. Laura pulls open the screen door and tr to peer in through the diamond shaped window in the main door, but it's covered over in aluminum foil. More barkin Laura surveys the street and bangs hard on the door. She snaps the screen door back and takes a big step backward. Laura shifts her weight and smooths her shirt. LAURA'S MOTHER, 54, and no-nonsense opens the door and frowns dow Laura through the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Laura's mother crosses her arms and looks at Laura up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thought you might've stepped out or something? How've you been? Laura's mother frowns up and down the block before refocu on Laura. Laura takes a step closer to the door. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me and Candy, you know we're doing real good. Laura's mother puts her hand on the doorknob. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We might even be moving to a bigger place soon. You know she's workin' at the hospital now, yeah you'd be real proud of her. She might even go back and get her RN-- Laura takes another step forward. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How--? How's Pops? You look good. You look healthy, yeah you look real good. You know uh, we miss you and everything-- Laura's mother starts to close the door. Laura backs away LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna take too much of your time. I just stopped by--you know I uh--I'm getting my stuff together too--I uh-- Laura fishes the stiff envelope out of her pocket and advances on the screen door again, holding it out. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, I did it. I took the test and-- Laura's mother slams the door. Laura stands on her tiptoe and yells at the diamond shaped window. LAURA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got my GED! The lock on the door snaps into place. Renewed barking fr across the street. Silence from the door. Laura brushes a fist across her eyes and stuffs the envelope into the mailbox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But listen I--I gotta go. I gotta get to work but I'ma leave it for you to see. It was nice talking to you. Laura backs off the porch and starts down the walkway. Sh stops halfway and bounds back onto the porch. She yanks t envelope out of the mailbox and jams it into her pocket. Laura storms off the porch and out of yard, never looking back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike is asleep on the bed. Bina cleans up feverishly, \"accidentally\" bumping Alike awake. Alike yawns and rolls over, a huge grin spreading across her face as she rememb her surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Bina bolts to the dresser and crams clothes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You up already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's after one o'clock, actually. Bina deposits an armful of clothes into the dirty clothes hamper, and then begins making the bed with Alike still i it. Alike pulls Bina down beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin's wrong, I'm just cleaning up. Don't worry about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay then, I'll help you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I got it. Bina snatches a pillow from behind Alike and fluffs it. Alike, still oblivious, grins and traces Bina's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look um--I just wanted to say that last night...last night was amazing...thank you for-- BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Last night we were just playin' around, that's all. Bina flinches away from Alike's touch. Alike shoots a gla at the door and drops her voice to a choked whisper. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look... We can slow things down... Nobody has to know that we're together. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Together\"? Whoa, no... ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh?! I thought... Look if you don't want to call it that, that's fine, but don't act like nothing happened. Bina moves away and levels her gaze at Alike for the firs time. Alike touches Bina's elbow, Bina flinches away. BINA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I'm not gay okay? This isn't me--I wasn't--I'm not ready for all this... Alike recruits the discarded stuffed moose and dances it around on the bed. Bina recoils and snatches it away. Recognition seeps across Alike's pained face. Bina moves from the bed and turns her back on Alike. Alike finds her pajama pants on the floor and yanks them She pulls on jeans over her pajama bottoms and hauls a sweatshirt down over her nightie. She flings her backpack open on the bed and hunts around the room wildly gatherin her things. Alike goes in the bathroom and reappears with armful of toiletries, dumping them in the bag. Bina watch her, arms folded. Alike takes one last look around the ro and heads for the door, running a sleeve across her face. BINA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee? Alike ignores her and launches into the hallway.   Bina r to her bedroom doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait--Lee?! Alike beelines for the front door. Bina chases Alike acro the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee, stop please? Alike wipes a sleeve across her swelling eyes and running nose and turns to face her. Bina takes several steps towa her. Alike lets go of the doorhandle, her voice cracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You promise you won't tell anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike rages outside, weaving blind fury down the sidewalk She kicks over a cluster of garbage cans and cyclones out into the street, narrowly missing getting hit by a car. S continues her zag to the other sidewalk, her pace quicken She rips open her backpack and launches a baseball cap in the air. She tears a handful of wifebeaters from the bag flings them into the street. Spinning and thrashing she wrenches out a football jersey and jams it into another garbage can. She circles back and kicks the can over. She hurtles her backpack into the trees like a discus and she her hoodie like a skin before disappearing into the screa a subway station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee bursts into the living room and charges to her bedroo Audrey, who has been waiting in the living room storms in after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where in the hell have you been?! Alike kicks off her shoes and paces the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You hear me talking to you ?! Where you been? You left Bina's hours ago!!!! Lee--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey gasps in stunned silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not your husband so stop comin' at me like I am. I'm not your companion, I'm not your friend -- you made that abundantly clear--I'm your daughter and I have my own shit to deal with!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LEE--don't you dare--Alike--I am your Mother-- Audrey melts back against the doorjamb. Alike slings off shirt and slams the door in Audrey's face. A livid Audrey bangs on the door and jiggles the handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must have lost your damn mind! Wait until your father gets home!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike attacks her closet, ripping all the \"girly\" shirts the hangers and hurling them toward a small vanity trashc She plunges back in and slams an armful of blouses to the floor. She launches a pair of pumps into the wall, follow by a chunky pair of Timberlands. Silent sobs rack her bod she tears off her own shirt and slings it at the mirror. strips off her jeans and kicks them brutally into a corne Alike considers her unclothed form in the mirror before collapsing onto the bed. She writhes against the pillows covers her eyes with her elbow as darts of grief twist through her body. Blackout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike jerks awake in her bed, a pillow pulled down around ears. The sound of a muffled argument leaks from her parents's bedroom. The shouting gets louder, and Alike si upright in her bed as her father's footsteps boom past he doorway and into the living room. Audrey's voice trails h down the hallway, and Alike scrambles into a t-shirt and shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur's hand is on the doorknob, a small tote flung over shoulder. Audrey blocks the door, her hands on her hips. both look up as Alike edges into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, that's exactly what I'm talking about?! Get over here! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to bed! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you come tell your father what you told me! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't drag her into this, Audrey! (to Alike) Go to your room, Alike. Your mom and I are having a discussion. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We are not discussing!! I wanna know right now-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to your room! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your father's leaving us!! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not leaving you!! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sharonda, wake up!! Come see your father leaving us!! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not fucking leaving!! Will you stop saying that?! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come say goodbyeeee!! Audrey shoves Arthur toward the door. Reflexively, Arthur raises his hand at Audrey. Audrey puffs up. AUDREY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, what?! I wish you would!! Go ahead!! Look girls, your daddy's going to beat me!! Sharonda bursts into tears behind Alike. Alike hurries Sharonda back down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh. It's okay. Go in my room and lock the door. Don't come out, `kay? Sharonda bawls harder. Alike gently closes the door on he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gonna be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur and Audrey argue viciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Dammit, that's not true! Look, will you stop sayin' that?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the truth!! Alike edges back into the living room, Audrey wheels on h Arthur is beaten and cornered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your daddy's got a new girlfriend! Or did you already know that?! You know, I bet you did!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey, stop it!! Alike go back to bed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanwhile, your daughter's turning into a damn man right before your very eyes, and you can't even see it!! Arthur drops his tote and advances toward Audrey, levelin stiff finger at her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you take that back.! You shut the fuck up about that, Audrey! Arthur gets in Audrey's face. Audrey leers back at him. A jumps between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad?! Stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to bed, Alike!! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him, Lee! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't call her Lee! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, stoppit please!? AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell your Dad where you hang out! Tell him about your butch-ass girlfriend-- ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura's NOT my girlfriend!! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the hell are you talking about?! You don't know what the hell are you talking about. Alike, please just go to your room, baby! Alike drops her gaze and backs away. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him! Arthur's expression cracks and he tears his focus from Au to Alike. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me what?! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not tellin' you nothin'. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him you're a dyke! You tell him you're a nasty ass dyke!! ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No she's not gay. Alike we didn't raise you that way, baby. Eyes still downcast, Alike just shakes her head and backs away. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There!! You see!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shut the hell up Audrey!! Arthur extends his arms toward Alike, his voice trembling ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that's not true. You tell your mother right now, Alike. You tell her it isn't true!! Alike meets her father's eyes. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad-- ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you lie now, you tell the truth!! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You already know. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't know. You tell your mother it's just a phase. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a phase! Arthur is stopped cold, his shoulders slump. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, if you would've DONE",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMETHING",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Alike) What's wrong with you? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's nothing wrong with me! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your fault!! If you had-- Arthur tears into Audrey, spittle flying. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY ARTHUR",
          "text": "DON'T YOU SCREAM AT ME!! You    This is NOT my fault!! Ju should've been at home more     shut up and lemme talk! I often!! Why don't you DO        trying to fuckin' talk--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOMETHING",
          "text": "ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "YEAH I'M GAY",
          "text": "Arthur spasms as though he's been stabbed. Out of nowhere Audrey's backhand pistons Alike to the ground. She raises hand high and slaps it down hard on Alike's shoulders and arms. Alike yells. Arthur turns to stone. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say it again! Say it again! Alike fends off Audrey's blows with her hands. She kicks angrily as Audrey towers over her. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a lesbian! Yeah, I'm a dyke. AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No you're not!!!!! Audrey's blows become more manic and vicious. Arthur wake from his trance and tries to wrestle Audrey off of Alike. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough! Stop it! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you say that! Let go! Don't you say that! ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get offa me!! AUDREY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? You a man now? YOU GON' FIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ME LIKE A MAN",
          "text": "Audrey swings and hits Alike with a nasty hook to the jaw Alike's head snaps back and hits the floor. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUDREY STOP",
          "text": "Arthur yanks Audrey off of Alike. Audrey directs her rage him, pummeling his face and chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOD",
          "text": "Tears stream down Arthur's face as Audrey shakes free and aims one last blow at his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Click-clack. Click-clack. The rattle of circuit breakers through the bare darkness of Laura's small apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Click-clack. Click-clack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit. Fucking building. Laura bangs into something in the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owww. Shit! A small light flicks to life and grows larger. In its dim glow, Laura spots Alike leaning against a worn couch. The lights become two as Laura hands Alike a candle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here. Good thing I keep some these around. Alike snorts thickly. Her words are slurred and nasal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, for your many women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you thanking `em now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura holds her candle up to Alike's grim face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay? Alike wipes at already dried tear streaks on her puffy fa and looks down. Laura slides an arm around her waist and guides her into the small bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bring clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh-uh. I stopped by the house--I stopped by---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's alright, man. You can wear some of mine. It's okay, c'mon. Lets get some sleep. My sister'll be home in a little bit, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Overturned Ramen noodle cups litter the floor. Laura sips beer and strokes Alike's head who sleeps fitfully in her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur is frozen in the middle of the living room with a contractor trash bag. He stoops and piles the shards of a broken lamp into the bag one by one. Sharonda peeks out a him from her bedroom door. Arthur looks up at her and Sharonda pushes the door shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey sits at the edge of her bed in a housecoat. Her ha is ruffled and flyaway. Her ankles are crossed and her ha are dead birds in her lap. Her work clothes are laid out neat line beside her: shirt, pants, socks, and shoes on t floor right underneath. The telephone begins to ring, but Audrey does not hear it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bina and a HIGH SCHOOL BOY sit on the floor, their backs propped against the bed, books spread on the floor. The b puts his arm around Bina, launching numerous passionate advances, but Bina pushes him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The clueless boy continues his clumsy attempts. Bina star out the window, completely detached.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey, still in her housecoat, stares into the refrigera transfixed by the mountain of foil-covered plates. Her ey are cried-out buttons. Suddenly she remembers to breathe, her breaths come raggedly tearing out fresh tears. She ya a foil-covered plate, dumps its contents into the trash c and tosses the plate into the sink. She dumps another and another, her composure returning with each plate tossed. the time she gets to the last one, her breathing slows an returns to normal. She disappears into the bedroom and reappears with the red shopping bag. She calmly lifts out pink blouse and stuffs it into the garbage. She wads up t shopping bag and stuffs it in too. She takes a deep breat and wipes her sleeve across her nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arthur, Audrey and Sharonda are pegged around the dinner table. Audrey's make-up fails to cover the dark circles beneath her eyes and Arthur has a week's worth of stubble There is a jagged hole where Alike usually sits. Noticing the asymmetry, Audrey bundles up Alike's place setting an sweeps it onto the floor. Sharonda looks from Audrey to Arthur then into her plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to say grace? Arthur clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heavenly Father... Audrey thrusts her hands out to Arthur and Sharonda.   Th each take her hand and Arthur begins again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear Heavenly Father we pray... we pray thank you for this food and we pray... we pray for your continued blessing... Arthur stops talking but his head remains bowed. An awkwa silence ensues. Audrey and Sharonda look up at him still holding hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amen!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amen. Audrey switches to an overly cheery auto-pilot mode, babb to no one in particular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got this recipe from a magazine. Supposed to be very good. And you see I made those green beans you like. Sharonda pass the rice please. Sharonda, staring at her father doesn't reach for the bow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad. You know where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike and Laura sit at the edge of the roof sharing a qua of mint chocolate chip ice cream. Sunset paints the citys pink and orange. The faint cadence of children playing dr in and out on a fickle breeze. Alike's wounds are healing she seems happy. The friends exchange wordless smiles and soak in the peacefulness around them. Laura hears a noise at the door and gets up to investigat Arthur is standing in the doorway. Laura calls out to Ali Alike looks up and the smile fades from her face. Arthur tries to move around Laura, but Laura stares him down. La looks back at Alike. Alike considers, then carefully nods Laura steps out of the way and watches Arthur pass. Alike rises to face her father. She stands tall, her weig is centered. Arthur struggles to find her eyes, and she t away from him. Distant playground voices fill the pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike sits at the edge of the roof writing in her noteboo Laura swings open the door and Alike looks back in greeti her smile fading as Arthur appears behind her. Laura moti to Alike. Alike considers, then carefully nods. Laura ste aside and watches Arthur pass. Alike wanders to the edge of the roof, Arthur follows. Distant playground voices fill the pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's Mom? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She...your mother couldn't make it. Alike shakes her head and peers into the rusty skyline. Arthur slumps his hands in his pockets and edges closer. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember our old place? Waaay out in Queens? It was our first apartment, we were so proud. Had all those trees around it? In October, the whooole block would be covered with leaves. You remember. Alike makes no sign. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldnt've been more than 2 years old. And when the wind would blow, all those leaves would come rushing down the street at us and you thought they were alive. You'd get so scared. You'd cry and you'd scream and beg for us to pick you up. I would try and tell you \"they're only leaves, baby\" and make you stay on the ground. But you were so afraid and you cried so hard, your mother would always pick you up. She always picked you up. Arthur is silent beneath the weight of his memory. He dar glance over at Alike. ARTHUR (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`Member how we used to-- ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been accepted into a early college program. Starts in the Spring. Berkeley. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "California's a long way away-- ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten weeks writing boot camp, workshops. Then I can start summer semester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can talk about that. Okay? ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you to meet with my guidance counselor. Sign the paperwork so I can graduate early. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, alright? I'm sorry I let her hurt you-- ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need to know now if you'll sign the papers. Yes or no? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you forgive me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes or no? ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can always come back home. Things are gonna be different, I promise you-- Alike holds Arthur's hand, stopping him. ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, I'm not running. I'm choosing. Arthur's heart breaks, he gasps back a sob. ALIKE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. (beat) Okay. Alike nods, squeezes Arthur's hand. Arthur breathes deepl composing himself. He starts to pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I better-- ALIKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell Mom that she was right. ARTHUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God doesn't make mistakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should tell her yourself. Arthur squeezes Alike's hand and drifts away. Alike inhal the sunset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey is cleaned up, well-dressed and freshly put togeth She sits alone at the lunch table, crunching an apple. A bible and a daily devotional guide are spread open in fro of her. Alike knocks on the glass, and Audrey looks up stunned. Alike comes in and sits across from her. Audrey glances around, concerned about passing coworkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lee--Alike. How've you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. Did Dad tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He told me, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How are you? Audrey gathers her lunch garbage and pushes back from the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just hope you're keeping yourself safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, Mom. Audrey stacks her devotional guide on top of her bible an stands. She starts to speak, then crosses to the door instead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be praying for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Audrey disappears into the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike writes in her notebook, mouthing the words to a poe She looks up and studies the horizon from time to time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alike relaxes at a desk, reading from her notebook. Mrs. Alvarado sits cross-legged on her desk listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heartbreak opens onto the sunrise For even breaking is opening And I am broken I am open Broken to the new light without pushing in Open to the possibilities within pushing out See the love shine in through my cracks See the light shine out through me? I am broken I am open I am Broken Open See the love-light shining through me Shining through my cracks Through the gaps My Spirit takes journey My Spirit takes flight Could not have risen otherwise And I am not Running I am Choosing Running is not a Choice From the Breaking Breaking is freeing Broken is freedom I am not broken I am free. Alike closes her book. The pair reflect in easy silence. Alvarado nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The downtown Brooklyn landscape hums against the windshie as Arthur and Alike ride in complete silence. Sharonda ch a thumbnail, peering over the backseat. Laura slumps agai the window, a smirk hiding at the corner of her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Laura and Sharonda fumble a suitcase out of the trunk of car. Alike shrugs into her backpack. Arthur nudges them a and hefts out the rest of the luggage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got it. Arthur slams the trunk shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to come in with you? Alike shakes her head. Arthur starts to back away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well-- Alike pounces on Arthur in a surprise hug. Arthur squeeze her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can always come back home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "General chaos as passengers, and well-wishes scramble for position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me get a hug or somethin', damn. Laura squeezes Alike first with one arm then pulls her ha out of her pocket to wrap both arms around her friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call us when you get there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know I will. Laura backs away and wipes a sleeve at her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just better fuckin' call. Alike disappears through the bus doors. Laura slouches on hydrant and Sharonda paces, scanning the windows for Alik",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sharonda waves maniacally. Alike musters a smile and puts hand on the window. Laura raises a fist. The bus sails aw from the curb. Alike leans forward to keep Laura and Sharonda in sight a long as possible. As she faces front again, she glimpses Arthur, standing in the doorway of the terminal. A passin van blots him from view and she leans back in her seat. A OLD KOREAN WOMAN next to her offers her a piece of ginger candy. Alike pops the candy into her mouth and takes a de breath. Reflections of the retreating city landscape replay acros Alike's face and she is able to hold back neither the smi nor the tears that come.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1426"
    }
  ]
}