{
  "movie_id": "MOV1438",
  "scenes": [
    {
      "location": "LEMARCHE CASTLE, TOMB",
      "time": "NIGHT, (1865)",
      "characters": [
        "AT RENEE'S GRAVE -",
        "NO, GEOFF",
        "116D OMITTED",
        "BELOW -",
        "WE HEAR THE HORRIFYING SOUNDS OF CRUNCHING METAL. CRUNCHI",
        "DEEPER IN THE WOODS",
        "RENEE AND GEOFF",
        "116F OMITTED",
        "ON THE SET",
        "UNDER THE SET -",
        "DREW",
        "WITH GEOFF",
        "FADE IN",
        "UPSTAIRS",
        "BACK AT THE GRAVESIDE -",
        "ON GEOFF",
        "WE STAY AT THE FOOT OF THE STAIRS -",
        "WHERE IS YOUR SON",
        "OMITTED, (SCENES 2 THRU 2J)",
        "WITH THE BOYS",
        "LATER -",
        "A FIGURE",
        "GUS",
        "GENVIEVE LEMARCHE",
        "...OR ARE YOU JUST TOO FUCKING",
        "RENEE'S HAND",
        "CHASE'S EYES",
        "WE STAY ON DREW -",
        "WE PULL BACK, REVEALING -",
        "ON THE SCREEN",
        "ON GEOFF AND CLYDE",
        "\"CREED.\"",
        "GENVIEVE/THE ACTRESS",
        "ZOWIE",
        "RISING UP -",
        "THE KITTENS' KENNEL -",
        "AND SILENCED CRIES.",
        "THE END",
        "CLYDE",
        "A WOMAN'S BODY",
        "78A OMITTED",
        "GUS' FACE",
        "9G OMITTED",
        "STUPID",
        "OMITTED",
        "WINDOW",
        "A BOBCAT",
        "FOLLOWING THE CEREMONY",
        "THRU",
        "FUCKING COMES",
        "ON RENEE",
        "DISPLAY",
        "WE STAY ON THE VAN -",
        "ATOP A KNOLL",
        "ON GEOFF -",
        "ON THE KNOLL",
        "EAT THIS",
        "ROUND THE CLOCK ANIMAL DOC",
        "MOBILE VETERINARY SERVICE",
        "AT THE FRONT DOOR",
        "GEOFF",
        "FROM A DISTANCE",
        "MARJORIE",
        "ABOVE -",
        "151B OMITTED",
        "A VISION OF RENEE'S GRAVE APPEARS -",
        "TOMB STAIRWAY -",
        "THE POTATO TRUCK COLLIDES WITH AMANDA'S CAR. HEAD ON.",
        "CHASE MATTHEWS, D.V.M.",
        "ON THE KNOLL NEARBY",
        "151F OMITTED",
        "RENEE",
        "EEXT. GUS' HOUSE",
        "AND SUDDENLY -",
        "GUS' FINGERS TWITCH",
        "FURTHER ALONG",
        "AT THE MIRROR",
        "188B OMITTED"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A storm is raging outside. We hear the clap and roll of T",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMB STAIRWAY -",
          "text": "RATS scurry away down the scum-covered steps as the GLOW LANTERN and FOOTSTEPS herald someone's arrival...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENVIEVE LEMARCHE",
          "text": "emerges around the bend. Mid-30s. Cultured beauty. Her dr face are smeared with grime and... is that blood we see t only knows what's happened to her. Genvieve ducks under a monstrous cobweb as she passes an window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDOW",
          "text": "LIGHTNING streaks across the night sky outside. We catch of the MOON disappearing behind the clouds. Genvieve reaches the bottom of the stairs. The tomb itsel Water trickles in through cracks in the lichen-covered wa pooling on the tomb floor. Genvieve moves forward, her lantern throwing distorted sh over everything... In front of her is Anton LeMarche's stone sarcophagus. Genvieve kneels in the water, one hand resting on the spi railing which surrounds the tomb. She reaches the other h towards a scum-covered plaque, brushing the grime away... THUNDER and LIGHTNING reach a crescendo as... A SKELETAL HAND rises out of the water, reaching for her. Genvieve SCREAMS. The lantern falls from her grasp, sputt out. The hand reaches for her arm and inadvertently clutc breast instead... Genvieve starts to laugh hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exasperated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cut! Thank you, Renee. Can we throw some light on the set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry... Suddenly it is lighter. Genvieve can't stop laughing. The monster hand disappears back beneath the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE PULL BACK, REVEALING -",
          "text": "It's not 1865. The LeMarche Castle tomb is in fact, a 90s set. We are inside a soundstage, on a raised set, so the should really read...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FILM CREW scurries about. Everyone is LAUGHING now. The sits to the right. He and the DP are already huddled over video-assist monitor. We see the previous scene rewinding speed. The FIRST A.D. moves in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water in the pool's running low, fill her up! Crewmembers move towards the set. An SFX PUPPETEER (i.e., the skeletal arm) crawls out from followed by an ELECTRICIAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't see shit down there! I'm working blind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GENVIEVE/THE ACTRESS",
          "text": "rises out of the water. Her name is actually RENEE HALLOW beauty is undeniable, even in such a disheveled state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is great, I could've spent four months on a romantic comedy with Warren Beatty, and instead, I've got a horny zombie trying to cop a feel! The crew members LAUGH. She's well-liked on the set. Rene Wardrobe and make-up personnel move in to adjust Renee's  appearance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhgh, there's water everywhere... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get a cigarette? The MAKE-UP GIRL pulls a pack of cigarettes from her fann and offers Renee one. In a flash, a P.A. appears with a l Renee mumbles \"thanks\" as she fires up. She squints her e trying to see past the set lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff? (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anybody see my boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right here, Mom... GEOFF MATTHEWS, Renee's 12 year-old son steps into view. face lights up when she sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long have you been here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Couple minutes. I saw the last shot. That was pretty cool. Renee grimaces as the make-up girl spritzes her face with bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(casually)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How did it go with your father last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. He said he'd be over for dinner at eight... (awkward)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean... he misses you, Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I miss him too...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just don't want you to get your hopes up, okay? We're trying to work things out, but... Her voice trails off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(affectionate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know everything, don't you? Renee and Geoff are interrupted by a CREWMEMBER who's spr \"atmosphere\" about the set with a hand-held smoke machine coughs. Off-set, the FIRST A.D. is trying to get the show on the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, people! Quiet! We're going to try this another time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess it's showtime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep. Renee kisses Geoff on the forehead. He takes the cigarett her and moves off the set, standing near the camera. The director turns back toward Renee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright, Renee. Last time. I promise. We nail this and you won't have to do this ever again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what you said the first time... Renee turns and heads back toward the stairs. A P.A. hand new lantern. As she reaches the stairs, the house lights creating the proper atmosphere once again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE SET -",
          "text": "The puppeteer gets ready. It's cramped. The electrician c power box connection. The director nods to the camera operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolling. Speed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Castle of Terror.\" Scene 69A. Take thirteen. The slate comes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Action! The scene replays itself as before, only now we're watchi action from multiple viewpoints. We start on the video assist monitor, then move up to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "He grins as he watches the scene unfold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SET",
          "text": "Renee has reached the sarcophagus. LIGHTNING flashes. The hand bursts up, grabbing Renee's arm. The scene continues original point of interruption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE SET -",
          "text": "We see an undetected LEAK. Water drips down. The puppetee position, struggling, and... ...knocks over the power box which SPARKS just as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE -",
          "text": "Renee/Genvieve grabs the iron railing with both hands. Electricity surges through Renee. Her body jerks and writ some nightmarish marionette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNDER THE SET -",
          "text": "The electrician drags the puppeteer back. Sparks fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus! We've crossed over into 220! Shut down the generator!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE -",
          "text": "Crewmembers SCREAM and scramble back... All the circuits are blowing, lights EXPLODING and shower sparks over the whole set. This is not part of the movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "It's awful. She shakes, her SMOKING HANDS frozen to the i railing by the electricity running through her... Suddenly, Renee falls forward against the iron. Her face SMOKE AND SINGE... The lights CONTINUE TO BLOW, casting a strobic effect ove soundstage, adding to the chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GEOFF",
          "text": "As he witnesses the whole event. He tries to rush forward someone restrains him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom!!!! Suddenly all the circuits in the stage are blown and the OUT. Renee slumps back into the water, smoke trailing up still form. And we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An aged GOLDEN RETRIEVER is on the surgical table. CHASE D.V.M., gently strokes the dog's fur. He's good with the kind. The retriever's owners: a MOTHER and her SON, look",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think this is probably for the best. He's a very old dog. He has arthritis. He has cataracts in his eyes... Chase looks at the mother. He's always hated this part.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's had a good life... (to dog)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...haven't you, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Matthews, your son is on line one. He says it's an emergency... Chase breaks concentration, pulling his eyes away from th and son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A blur of activity converges on the movie set. A TRIO OF  PARAMEDICS. A FIRE OFFICIAL. A POLICE OFFICER. Medical eq Horrified crewmembers watch on, helpless. WE STAY ON Geoff, momentarily blocked out and then reveal and again, amidst the commotion of paramedics scrambling Renee. The director has his hand on Geoff's shoulder. Geoff's eyes dart about, taking it all in. Things are hap very fast: --Renee's hand is lifted. Someone checking her pulse. --H eyelids parted. A pen light flashing at her fixed pupils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Run me down a line of normal saline. --An I.V. needle plunges into the inside of Renee's elbow syringe injects into the I.V. post. --Hands hook up a life-pack monitor. Renee's dress is tor Electrodes press to bare skin. --The monitor screen blink life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a bradycardic rhythm at 30. --Another PARAMEDIC dials out on a cellular phone, to the consulting physician.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "White female. Approximately thirty five years old. Electrocution... --A clear tube is inserted down her throat. --The monitor erratic heartbeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in V-fib. --There's a renewed urgency even amidst their rush. --Defibrillator paddles are pressed to her chest. Geoff looks to the monitor as... --It goes to flatline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... Geoff moves forward, pulling away from the director. The officer moves in and intercepts Geoff, turning the boy aw Geoff's eyes fix on the monitor. An unbending flatline...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to bring her back... Chase rushes onto the set, pushing past crewmembers. He f the sight of the horrific commotion around Renee's still",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Jesus... Chase's gaze connects with his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(helpless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad... We pull back from Geoff, Chase, and the commotion around Farther and farther as the darkness around the set begins in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're losing her... Darkness everywhere and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A form drifts forward, materializing out of the fog. It's a CASKET. Appearing as if it's floating among the cl PULLING BACK, WE SEE that it's moving along A CONVEYOR. A WE CAN make out the faint form of A PLANE as the conveyor from the cargo compartment. The casket reaches the end of the conveyor. A tag marks i destination: Bangor, Maine. HANDS reach in and lift the c FOUR BAGGAGE HANDLERS hoist the casket up onto their shou carry it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true she grew up around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah. Over in Ludlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. Never met a movie star before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well you're a little late for an autograph. The baggage handlers laugh as they walk off into the dist fog closes around them and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We drift down from the gray sky to the somber scene below the distance, a crowd of MOURNERS are gathered around a g",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I am the resurrection and the life, saith the Lord...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE HEADSTONE is adorned with an iron plaque. It reads, s RENEE HALLOW MATTHEWS 1955-1991",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...She that believeth in me, though she were dead, yet shall she live; and whosoever liveth and believeth in me, shall never die... THE CASKET is slowly lowered into the open grave. As it d WE SEE Geoff and his father, Chase, standing at the foref the crowd. Renee's grave is next to those of her parents. Among the mourners is MARJORIE HARGROVE, an attractive lo in her early twenties. Further down the hillside, a wall of NEWS REPORTERS are g behind a roped-off media boundary. There is a blinding fl PHOTO FLASHES as the press records the scene before them. A SHERIFF'S DEPARTMENT PATROL CAR cruises up the cemetery pulling to a stop near the mob of reporters. Out of the car steps GUS GILBERT. Gus is nearly forty, wi Sheriff's uniform fitted to his solid, ageless frame. Gru a little self-important: Gus likes being a big fish in a pond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drawing near)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's keep it back, folks. Try to show her a little respect... A REPORTER ducks under the media boundary, moving in for shot. He doesn't make it two steps before he's intercepted by G grabs the reporter and shoves him back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! What did I just say? Gus means business. One look into his eyes reveals his in nonsense approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ass-hole... The reporter backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK AT THE GRAVESIDE -",
          "text": "Beneath the gloomy, ominous skies, the lines on Chase's f him as a decade older than his thirty-five years. Chase g places a comforting hand on Geoff's shoulder. Geoff inches forward, pulling free of Chase's touch. Draw mother, drawn from his father. The only blemishes on his rosy cheeks are the tears, the endless tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know that my redeemer liveth, and that he shall stand at the latter day upon the earth. Geoff looks upon the casket, gazing into the abyss of des",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOWING THE CEREMONY",
          "text": "The crowd has dispersed. Geoff is standing at the base of Renee's grave. His eyes Unmoving. Unaccepting. Chase is nearby, watching, not wanting to intrude on Geof private moment. Gus quietly moves in at Chase's side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did she always have reporters following her around like this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty much so. Gus glances at Geoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear you moved into town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to get Geoff out of L.A. Just start things over, you know? Gus nods. Now his eyes fall on Renee's headstone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember when Renee left. She couldn't wait to get out of Ludlow. She used to say that life moved too slow here... Chase forces a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's Renee alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose so. The sky above seems heavy with imminent rain and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lazy oaks embrace a vintage, two-story Victorian home in neighborhood of Ludlow, Maine. A commercial MOVING VAN is out front. Marjorie, the girl we saw at Renee's funeral, is coming d sidewalk. She checks the address on the front of the hous heads up the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Moving boxes clutter the downstairs. Chase is weaving through the maze, doing an inventory on boxes. A sweaty PAIR OF MOVERS are climbing up the stairs. Each hunched  over, with a garment box balanced on his back. T of each carton is boldly labeled: RENEE - ATTIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've got six more of these. You sure you want them all in the attic? Chase is contemplating a compromise when Geoff appears fr kitchen doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Geoff, what if we just give the clothes to Goodwill? We'll keep the rest. Just the clothes. Geoff shakes his head, firm and deliberate denial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the one who wanted to move. Nobody would've touched them if you didn't want to move here... Chase weakens, giving in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the 'Renee' boxes go in the attic. Sorry. Marjorie KNOCKS on the open frame of the front door. Geoff recognizes her from his mother's funeral. She flash warm smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. I'm Marjorie Hargrove. Your new housekeeper. Marjorie has a naive, friendly quality about her. She's a blessed with eye-popping genetics. Standing there outside door, looking more than a little nervous... we can't help her. Needless to say, she doesn't look like your typical  housekeeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Chase's reaction)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... no. You just... look different than you sounded on the phone. Please, come in. Marjorie enters. She grins at Geoff again. Yep. She's ner alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm real excited about working for you Mr. Matthews...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well we're glad to have you, Marjorie. You can call me Chase, by the way. Marjorie passes her curious eyes over one of Renee's garm containers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've always admired Ms. Hallow. That scene she did in Blue Midnight, where her lover meets her at the train station... (she sighs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must've watched that movie four times. Chase smiles. Marjorie's enthusiasm is endearing. Just then, one of the movers loses his grip. A garment bo down the slope of the stairs. When it reaches the bottom, spill over the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. I'll get that... Marjorie moves for the spill. The first dress she touches beaded peach evening gown. Her fingers linger on the fabr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is gorgeous. She wore this at the Emmys, didn't she? Geoff moves forward, acting overly defensive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, don't touch her stuff. It made her crazy when people touched her stuff. Marjorie is taken aback by the oddity of Geoff's statemen Chase catches her eye, shrugging apologetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A VAN is parked outside. The rear side panel is masked of tape and a stencil. Chase grabs the corner of the tape an carefully peels it back, revealing a crisp, new business",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE MATTHEWS, D.V.M.",
          "text": "Serving Aroostook County",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING. Shops and businesses situated around a lazy square. QUiet. Relaxed. As rural as they come. WE pick up Chase's van as it cruises by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase pulls the van in front of an unassuming veterinary On the door is Chase's nameplate. And on the weathered wa outline of letters where the name and title \"Quentin Yola Doctor of Veterinary Medicine\" once was. Geoff is first out of the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff and Chase move inside. The offices look like they w in the 40s. A dark corridor stretches down the center of suite. Faded green walls are solid, with few exteriors. I creepy in here. Heavy, grey plastic curtains absorb much of the light whi find its way in. Nothing looks like it's been updated in fifty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This doesn't look so bad... Chase sweeps a curtain aside, revealing the interior to G Dust swirls in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long ago did this guy retire?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been a few years. Geoff takes a look around, growing uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(skeptical)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few? Geoff moves on down the central corridor which seems to g darker and more dismal with every step. He moves on into boarding room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rows of kennels are stacked along the walls, smothered wi cobwebs. Ancient, rusted surgical equipment is scattered  everywhere. The place is a mess. Windows are boarded up a shadows cloak the room. Over to the right, Geoff hears a RUSTLING. A CARDBOARD BOX on one of the shelves jiggles. Something around inside it. Geoff's eyes widen. Still, morbid curiosity propels him f The box rustles again. He reaches for it and... A CREATURE LEAPS out at him, HOWLING. Geoff SCREAMS and j back. The box tumbles over and... A CAT crawls out. Behind the protective mother, are four cutest kittens we've ever seen, MEWING away. Geoff sighs just as Chase rushes into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's wrong?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(embarrassed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. I just got spooked by a bunch of furballs. Inside the box is a note. Chase reaches for it. It reads: warm welcome to you.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, now I've opened an orphanage too. One of the kittens pads out of the box and looks up at Ge sleepy eyes. Her fur is striped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I'll take one. If it's okay... Geoff lifts the fragile creature, cradling it in his arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks like a tiger. Chase spies an old broom resting in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell you what, you do some sweeping up here, and she's yours. Geoff nods and Chase moves back out into the hallway. Geoff sets the box back upright and lowers Tiger in with kittens. He reaches for the broom and goes to work sweepi the cobwebs. Just as soon as he turns his back, Tiger climbs the side box, spilling over onto the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase is unpacking a shipment of medical supplies. When h them in the cabinet, he stirs up a layer of dust. Tiger scampers by as Chase coughs his way out of the clou dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiger sees the front door ajar. And as she approaches to what lies beyond-- The door swings open... ZOWIE, A SIBERIAN HUSKY is staring back at her. He's blac white with blue eyes, with a mask that is at once menacin majestic. A pudgy thirteen year old boy, DREW, has a hold of the do collar. Zowie's BARK sends Tiger scrambling. Drew loses his grip as Zowie yanks free. A strong, patern command calls after Drew from outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, you get a handle on that dog, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase spins around at the commotion as Tiger darts across floor with the barking dog in pursuit. Mayhem ensues as Zowie's big paws slip on the slick tile. Geoff rushes in from the boarding area. Tiger ducks beneath the back of a surgical gurney. Zowie's snoot wedges beneath the base, inches from Tiger' striking paw. Drew slides in on his knees, renewing his hold on Zowie's He pulls the dog back. Geoff rescues Tiger from beneath the gurney. Drew shrugs sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. He gets kinda hyper... Drew's stepfather, Gus Gilbert, enters. The dreaded, domi voice of authority in Drew's life. WE know him as the she Renee's funeral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell, he thought it was lunch. How ya doin', Chase? (a handshake)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You haven't met my boy. (aside)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, where the hell are your manners. Drew steps forward and awkwardly offers his hand to Chase Geoff. The boys shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a cool lookin' dog. Zowie lurches forward, eager to shower affection on Geoff strokes the dog's soft mane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie. Drew puts his palm under Zowie's chin and turns him for C see. There are several scabbed-over gashes on his left ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn dog stuck his nose in on my rabbits and they ganged up on him. I swear that dog's an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he gonna be okay? With one eye on Zowie, Chase sprays some antiseptic on th examination table and wipes it clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's have him hop up here. Drew prods Zowie. Zowie jumps up onto the table. Chase lo the facial lacerations, then turns on a penlight and exam dog's eyes. Gus passes a lingering look over Tiger. He reaches in to making sure it meets with Geoff's approval.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When I was young I thought cats were the girls and dogs were the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are three more girls where that one came from looking for homes. Drew perks up at the thought, but Gus shoots it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not our home. Chase takes the light out of Zowie's eyes. He looks to Gu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thee facial lacerations should heal up pretty quickly. I'll give you som antibiotic cream--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Drew, he's your dog. Are you listening to this? Chase turns to Drew and continues...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His left eye is scratched, corneal abrasion. Eyedrops will help, but it's going to take som time. Try to keep him away from those rabbits, huh? Drew nods, casting a glance aside at Gus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Chase)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear you've got Marjorie Hargrove working for you now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you know that? Gus gives Chase a knowing grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a small town, Chase. Gus laughs and claps Chase on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey Geoff, did you know your mother and I used to be high- school sweethearts? Geoff is surprised at this. Surprised and annoyed. Tact i quality that Gus possesses in abundance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homecoming. Prom. Whole nine yards. (to Chase)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Course that was a lifetime ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JUNIOR HIGH SCHOOL KIDS are converging en masse for class Chase's van pulls up front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase digs some cash out of his wallet. Geoff stares out school. He's dreading this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a lunch cost these days? You want ten?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unenthused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. Chase looks at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You nervous? New town, new school. I know it must be pretty hard for you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be fine, Dad. Geoff reaches for the door, but Chase stops him. He's try reach his son. He really is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(awkward)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff... you have to help me out here a little... \"MEOW!\" Chase drops his eyes to the bulge squirming aroun Geoff's jacket. He can't help but smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you sure you don't want me to pick you up. It's a long ride. Geoff opens the side panel of the van and slips out his M BIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what my bike's for... Before Chase can say another word, Geoff is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Chase pulls away, WE SEE the handmade sign taped in th window:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is among a small circle of BOYS. He recognizes Geoff his bike from the van. The largest of the boys, CLYDE, ta notice of the unfamiliar face. Clyde is fifteen, going on twenty. You know the type: loc held back a year or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check it out. That's the new kid. The son of that movie star. Mischief gleams in Clyde's eyes as he watches Geoff's eve The other boys follow suit. Clyde always takes the lead. Geoff fields their penetrating stares. For a second his e connect with Clyde's, then he moves on into the building. Among the boys, Drew is the reluctant participant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. GORDON is addressing a room of SEVENTH GRADERS. Geoff is doodling in his notebook, feeling acutely out of he tries to avoid the curious glances the rest of his new classmates are giving him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People, this is Geoff Matthews. He'll be joining our class for the rest of the school year... As Mrs. Gordon points to him, Geoff drops his face even l This is the worst embarrassment a boy could ever suffer. to throttle Mrs. Gordon. A freckle-faced boy, DOUG, fires off a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, what's Hollywood like? Do you know Eddie Murphy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't we save that for later, Doug? A girl with braces, SUSAN, continues the interrogation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about Julia Roberts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Susan! That'll be enough. Susan shuts up. Geoff sinks even lower in his seat. The kids turn their eyes back to the front of the room. But one classmate's eyes are still on Geoff. It's Clyde. Clyde shifts his stare to the squirming lump in Geoff's j catches a glimpse of Tiger's bobbing nose popping out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff joins the stampede of kids as the BELL releases the day. Almost immediately, Clyde and his cronies, STEVIE AN fall in step behind him. Drew hangs slightly off to the s really wanting to be a part of the intimidation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the hurry, Junior? Where you off to? Clyde quickens his pace, pulling ahead of Geoff and stopp front of him. Stevie and Brad move in on either side. Sur by peers, it's apparent how small Geoff is for his age. On the wall next to them is a bulletin board display. Cly glances at it. Geoff follows his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISPLAY",
          "text": "It's one of those corny school affairs with construction letters spelling out: \"WE REMEMBER RENEE HALLOW.\" Beneath pictures of Renee clipped from various magazines. Cloying tasteless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(feigning remorse)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too bad about your Mom. Papers said it was pretty gross, getting fried like that. Guess you saw it, huh? Geoff nods. Clyde raises his eyebrows, pulling Geoff's ja open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So, what are you hiding there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you bring a friend to school you're supposed to introduce him. Geoff's arm tightens protectively around Tiger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her name's Tiger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiger? Don't you think that's kind of a pussy name? (reaching out)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I hold her? I promise I'll be real careful. Clyde has a convincing way about him. Geoff reluctantly h kitten over. Clyde is so gentle with the creature that on never question his sincerity. Geoff is just beginning to feel at ease when something ch Clyde's tone, something sinister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Geoff. You ever seen a kitten run?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've seen her run around the house. Clyde's eyes narrow. He takes a couple of steps back. Geo heart starts to sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I mean really run... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like this! Clyde backsteps and bolts off down the hallway with Tiger and Stevie fall in behind him, laughing. Drew shrugs apologetically. He's torn, but he tears off a nonetheless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit... Geoff runs off in pursuit of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff rushes from the building, searching the dispersing There they are, tearing from the bike racks, pedaling for street. Clyde sees Geoff and mockingly holds the kitten out for d they ride by. Geoff runs for the bike racks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clyde and his cohorts break from the outskirts of town, r onto the open road. Clyde glances back toward the center of town. Geoff is so far behind he's barely visible. Clyde returns his eyes to the road ahead, raising Tiger n nose with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Having fun yet? Clyde and his smirking buddies ride on, OUT OF FRAME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH GEOFF",
          "text": "giving the pedals all he can, struggling to keep pace wit boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FURTHER ALONG",
          "text": "Scattered houses sprinkle the landscape ahead. Cochran La stretches into the distance beyond the housing. Clyde's clan cuts from the road and blazes a trail across residential property. The two-story house is weathered an up. It looks vaguely familiar. Creepy. And when WE FIND the mailbox post, we know why. The name but there's no question who once lived there. Five bold l",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"CREED.\"",
          "text": "Geoff whips by in a blur, still in pursuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clyde and his friends have abandoned their bikes. They've position on top of the slope of the hill, standing at the THE PATH TO THE PET SEMATARY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff pulls his bike to a stop short of the boys. He dism leans it up against a tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give me the cat, all right? A devilish grin creeps over Clyde. He strolls down the pa Geoff. Clyde grabs Geoff's handlebars and, backing up, pu and the bike with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would but... there was a little accident... (feeding off Geoff's alarm)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was trying to get away. You know, running down my leg... and her head got too close to the  spokes. Pretty gross. What's left of her is up in the Pet Sematary. A zip-lock bag might help... (shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but I happen to be out of them at the moment. Drew shakes his head, disgusted he has to put up with Cly antics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Clyde, just tell him where the cat is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning on Drew)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I TOLD HIM where the cat is! Now shut up, fuck-face! Clyde punches Drew in the arm. Drew shrinks back. Geoff flashes a hateful stare at Clyde. All of the boys but Clyde are uncomfortably silent. There something frightening about Clyde... something that exten the standard bully antics. We begin to get the feeling th kid is genuinely deranged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(relishing the moment)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You heard about the Creed murders yet? And the place where the dead come back to life? He motions to the path behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just back there. Just down that path...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(meekly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clyde... it's not funny anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh? So you got a problem? What're you gonna do, fat-ass? You gonna sic big, bad, old Gus after me? Drew shuts up. Clyde turns back to Geoff, drawing closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think, Geoff? Maybe you could dig up your Mom and take her back there. Maybe if you pray real hard, she'll come back. With this last remark Clyde has pushed too far. Geoff's f red with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just give me the cat, ass-hole. Clyde's grin falters a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, maybe I'm a little hard of hearing... but did you just call me an ass-hole? Clyde pokes Geoff in the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mad, Geoff? Cause if you are, you should take a shot at me... This time Clyde shoves Geoff back even harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, you pussy! What's the matter with you? Clyde moves forward again and Geoff suddenly LASHES OUT, everyone off guard. For an instant, Drew marvels at Geoff's tenacity. Clyde LUNGES. He hammers Geoff with blows. Outsizing him by forty pounds, Clyde tosses Geoff to the Geoff struggles, but Clyde's grip proves arresting. Clyde throws Geoff onto his stomach, forcing his face int dirt. It looks as if he's ready to smother his opponent. Drew is the first to rush in. Brad and Stevie quickly fol takes all three of them to peel Clyde off Geoff. Clyde gets to his feet and backs away. There's great plea his crazed eyes as he watches Geoff coughing and gasping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuckin' ass-hole. Satisfied he's handed out enough ill will for the day, Cl away. Drew's attentions remain on Geoff. As Clyde strolls by, h Drew's arm and swings him around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This way, fat-boy. Stevie and Brad follow. As the group passes Geoff's bike, gives it a kick, knocking it over. Then they're gone. Geoff pulls himself to his feet. Brushing off the mess, h up the path in search of Tiger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woods here have grown long with shadows. The air is s the sound of birds is conspicuously absent. A WOODEN ARCHWAY frames the entrance to the primitive gra Scrawled across the weatherstained boards is a child's ba legible attempt at \"PET SEMATARY.\" Geoff trepidatiously enters the clearing of crude, crowde Collars, leashes, bird cages and other accessories adorn makeshift crosses and headstones. Geoff moves along the outer circle of markers, each craft child's caring hands. As he searches, he can't help but notice the heartfelt ep On the outer circle, he sees a crate-board marker memoria SMUCKY THE CAT... HE WAS OBEDIANT. MOVING INWARD, the markers are older. The ones he can sti convey a sense of the perpetual cycle of life and death. Here is a wide, flat, upright board planted deep in the e Memory of MARTA our Pet Rabit Dyed March 1 1965.\" The next three rows are illegible, the inscriptions are w beyond recognition... And then, chiseled into sandstone: THE BEST DOG THAT EVER LIVED 1929-1939. And now... \"MEOW.\" Faint. But very much alive. Geoff picks up his pace, weaving quickly toward the cente There, he finds Tiger. Trapped in a rusted old birdcage, swallowed by the grave. Geoff opens the door and frees Tiger, stroking the trembl kitten. Geoff's eyes are drawn to the far perimeter... to the dea THE DEADFALL looms on the outskirts of the clearing like skeletal remains. An abstract stairway to things beyond. picks up just then, sending leaves skittering in waves ac ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Geoff turns around, he finds Drew waiting for him un archway. Drew smiles, full of respect for Geoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never seen anybody punch Clyde before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He pissed me off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his smile fading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry about your mom. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't handle not having my mom around. Just having Gus... He grimaces at the thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My dad's not so bad. Drew glances around at all the makeshift grave markers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear, sometimes I wish Gus was dead...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(serious)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't ever say that about your parents, not even your Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepdad. Gus is my stepdad. Geoff nods knowingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was all that stuff about dead people coming back to life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing. It's just an old ghost story. Let's get out of here... They head off, full of childhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie is at the stove, fixing up dinner, while Chase s newspaper at the table. Geoff enters through the kitchen door. He moves past them a word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! How was your first day at school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over his shoulder)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sucked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now is that any way to talk to your father? Geoff stops for a moment, turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not my mother. ...and exits through the opposite door. Chase looks to Marjorie and offers a sympathetic shrug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRUDE CAGES HOUSE DOZENS OF RABBITS. Situated alongside t garage. A sign above the cages reads: PET RABBITS - $10.0 positioned along the roof threaten to reveal foul play. Gus is rigging a wire along the base of the cage. Finishing it off, he hangs the plug next to an outside so Moving onto the next chore, he pours pressed alfalfa pell feeding slots for the hungry rabbits. Setting the feed aside, he takes a seat. Opening one of t he grabs a rabbit and sets it on his lap, gently petting fur. One of the cages starts to vibrate. Gus gives it a look: A PAIR OF RABBITS aren't interested eating, they're joined in fast and furious passion. Gus gets a chuckle out of the sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Way to go, Romeo... Gus replaces the rabbit in the hutch. And before he goes, THE PLUG INTO THE SOCKET. An ELECTRICAL CHARGE dances alo base of the cage, a deterrent for intruders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew's mother, AMANDA, withdraws a roast from the oven. Gus is at the sink, washing his hands. He turns to see Zo laying at Drew's feet in the living room. Drew is watchin VIDEO on TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, I don't remember inviting Zowie in for dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just until he heals up? Gus is waggling his thumb toward the back door. Drew slumps in defeat. Gus reaches into the cabinet and pours himself a Bourbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew walks Zowie from the house with a dish of dog food. pass the rabbit dens, Zowie alters his path. Drew gets a of his collar and pulls him back. Across the yard is an enclosed dog run. Twenty feet long feet wide. Drew puts Zowie inside with the dog food. Drew strokes Zowie's mane affectionately, then backs away the wood-framed door to the dog run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda's about to put the roast on the table when Gus nuz behind her, breathing down her backside. With his drink i he sweeps her hair aside and zeros in for a kiss on the b the neck. Gus eases his free hand around between Amanda and the cou presses his palm firmly into her crotch, drawing her body him. She stiffens at his intimate hold, uncomfortable with his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus, please... At the back door, Drew is watching from beyond the screen disgusted by the sight of Gus pawing his mother. Drew swi door open as loud as he can to signal his return. Gus plants a last kiss on the back of Amanda's neck and b But before he goes, he snatches a chunk of meat from the platter. Leveling his leering eyes at Amanda, he stuffs i his mouth suggestively.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God damn, you're good. Drew rolls his eyes and takes his seat at the table, retu attention to the TV, where another MUSIC VIDEO is on. Gus glances at the TV, annoyed by the MUSIC. He drops int spot at the head of the table, blocking Drew's view. Drew the side for a better look. Gus takes notice and leans to side to obstruct his view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're breaking the law here, Drew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really, Gus. It won't bother me. Gus ignores her, inching forward with a confidential, har whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mom's spent the last hour cooking. Stop being a little jerk and show her some appreciation. Drew aims the remote control at Gus, as if to shut him up silences the TV. Amanda approaches with the roast. The moment it's on the Drew starts dishing up a hefty serving. Gus spears Drew's with the serving fork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not that much appreciation. I thought we were gonna tone down that flabby ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I'm so sorry I'm not the stud that you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock it off, guys... Gus throws back a sip of Bourbon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Drew, quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You watch that mouth of yours, Drew buddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING THROUGH Zowie's enclosed pen, WE SEE no sign of th REACHING the door, WE FIND that the wood around the botto has been chewed through. The base of the door is ajar, ju for a dog to have slipped through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the still of the night, Gus' rabbit pens sit unattende then WE HEAR the tinkling of dog tags. Snoozing rabbits a Zowie lumbers INTO FRAME. Zowie rises on his hind legs, pressing his paws to a cage sparks fly as Zowie is jolted with the electrical charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ELECTRICAL ZING. The dog's whimpering CRY. And the RI BELLS reach Gus in rapid succession, rousting him from hi He rolls out of bed and grabs his robe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn it, Drew. That dog is history! Amanda stirs, groggily focusing on Gus' departing figure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew swings open the door to the hallway as Gus marches b stuffing shells into a shotgun. Panicked, Drew takes off him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie swings his head in the direction of the house as Gu through the back door. Drew is one step behind. Gus swings the gun up and fires off a SHOT. Zowie bolts for the shadows of the hillside. Drew rushes in and deflects the aim of the rifle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't shoot him! Gus' eyes are wild with anger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What, Drew? What did you say?! Gus throws Drew aside, brings the rifle back up and FIRES random shot after the fleeing dog. All the while, his eye on Drew, as if this were the boy's lesson to be learned. He squeezes off one more SHOT... A PAINED YELP echoes from the hillside. Zowie's yelp. Drew whips his head aside in sickened shock. Even Gus is by the unexpected hit. All they can hear now are Zowie's WHIMPERING CRIES dimini the night. Drew shoots Gus a look of such unbridled hatred that Gus speechless. He backs away from Gus and darts off toward t hillside. When Gus turns back for the house, Amanda is standing the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Gus, what have you done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, come on, Amanda, stop looking at me like that. He's had ample warning about that dog. Amanda glares at him, an outpouring of pent-up strain. Gus defiantly marches past Amanda, entering the house wit meeting eyes with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew pauses long enough to listen for Zowie... Nothing until a FAINT CRY drifts back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEPER IN THE WOODS",
          "text": "Zowie limps INTO FRAME. Blood is flowing from the bullet his left hindquarter, trailing from his suspended leg. Ev is a strain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "comes upon a break in the trees. The hanging moon outline knoll stretching beyond. And then, the strained breathing hushed WHIMPER. Drew hesitantly approaches the crest of the knoll. Zowie is just beyond, lying on his side at the end of the trail. His chest rises and falls almost imperceptibly wit effort to survive. Drew drops to his knees at Zowie's side and cradles the d lap, shaking his head in denial. Zowie's weak eyes shift, gazing longingly at Drew. Drew strokes the fur under Zowie's chin, hardly able to s dog through his glaze of tears. Zowie's eyes drift off. His chest falls and doesn't rise falls limp in Drew's arms. Drew hugs Zowie even tighter a begins to weep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM A DISTANCE",
          "text": "WE SEE the image of Drew with the dog cradled in his arms silhouetted against the moonlit horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff appears from the garage with his bike and takes off road. A WHISTLE catches his ear. Drew is at the edge of the woods, beckoning for Geoff. Geoff circles around and doubles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just going by your house. Where's your bike? The closer Geoff gets, the more he sees of Drew's despair sees the dried blood staining Drew's clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie's dead. Geoff's heart sinks. An unspoken moment of sympathy passe the boys. Fighting the emotions, Drew finally speaks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have to bury him. I don't want to go out there alone. There's such grief in Drew's words that Geoff can't resis glances toward his house to make sure he hasn't been seen blends into the woods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew carries Zowie's relaxed form in his arms. Geoff is f balancing a pickaxe and shovel. Arriving at the graveyard, Geoff searches the outer perim a vacant stretch of soil. Finding one, he lets the heavy fall to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a good spot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not burying him here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a better place... Drew heads for the base of the deadfall, with Zowie in hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's back here somewhere, through the Indian woods. I know we can find it... Drew continues up the deadfall, disappearing over the cre Geoff gathers up the shovel and pickaxe and follows after",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, wait up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff climbs over the peak of the deadfall... Beyond is a dark swamp, A BOG, looking unlike anything on expect in Maine. Tendrils of ground fog swirl about veget that looks almost prehistoric. Gnarled trees rise up from murky earth, blocking the sun from view. Geoff hurries down the other side of the deadfall to catc Drew. Somewhere off in the distance we hear an UNEARTHLY Not a bird. Not any animal known to man. Spectral shapes flicker at the edge of Geoff's vision, si back into the shadows as Geoff tries to focus on them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, where are we going? Drew doesn't respond. He continues on without another wor bent on finding this \"better place.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "FURTHER ALONG",
          "text": "At the boundary of the bog, A STAIRWAY OF HUGE, WIDE STON from the blanket of ground fog. Bordered by fir trees. Le the hillside. The final leg of Drew and Geoff's journey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is it... I wasn't sure if it even really existed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The old Indian burial ground. Geoff's eyes move to the stairway of stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, that's just a bullshit story. You said so yourself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if it's not bullshit? If I bury Zowie there, and it works... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...he'll come back alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, I know your dog died, but... get a grip, man, you're freaking me out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, if there was even one chance in a million it'd work, wouldn't you want to try? Geoff feels for Drew. It's pointless to reason. Drew starts up the stone steps. Geoff has no choice but t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even in broad daylight, the flat-topped mesa has a sense foreboding isolation. There's an almost palpable sense of \"wrongness\" about this place. As if the darkness of a dyi hole was seeping out of the ground and spreading across t Drew and Geoff approach the circle of rocky soil. They st the border, looking it over in eerie silence. Somewhere off in the distance we hear the unearthly SOUND only this time, it's closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, let's just get this over with. Even Drew seems to have awakened from the haze he had fal He gently sets Zowie's body on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If this doesn't work... don't ever tell anyone I did this, okay? You gotta promise... Geoff nods and hands over the digging tools. Drew swings pickaxe, sinking it into the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to bury your own. That's the way the Indians did it. It's like a rule... Backing away from the burial ground, Geoff takes a seat o at the border of the forest. From there, he watches. Drew alternates the pickaxe and shovel as he clears a hol rocky ground. WE MOVE IN ON GEOFF, who's looking on with skeptical intr the rhythmic SOUND of the tools continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER -",
          "text": "A cairn is complete: a conical pile of rocks over Zowie's Drew is now sitting on the rock next to Geoff. Together, stare at the cairn as if Zowie might climb from beneath a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if he really does come back? Geoff shrugs, pondering such a thought. Geoff digs into his pocket and produces a pack of gum, of one to Drew. With only a quick glance away from the grave snatches a piece and he stuffs it into his mouth. Geoff d same. They sit together in silence. Nervously chewing their gum Watching the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've never had anyone die before... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but I guess you get over it. I mean, eventually...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never get over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun dips over the horizon, giving way to dusk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff's eyes shift from the grave to the darkening sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's getting pretty late. We better go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disappointed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... They rise, leaving the burial ground. En route, Drew paus last look at the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So long, Zowie... Geoff follows, glancing back at the burial ground. It loo magical in the twilight, not quite so sinister now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is walking home along the road, alone. Headlights blind him as a car approaches. It slows and pu turn, stopping at Drew's side. It's Gus' squad car. He pu the passenger door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get in. Drew takes a step back, shaking his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your momma's worried sick over you. You take off in the middle of the night, you don't show up for school. What're you trying to prove?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not trying to prove anything. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was burying my dog. Gus turns his eyes away, focusing on the dark road ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life is full of lessons. No one's above it. Not you. Not me... Now get in the car. After a moment, Drew approaches the car. Without another drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's quiet now. And out of the silence comes the JINGLING Zowie's dog tags. Zowie's LONG SHADOW creeps over the cag distorted to monstrous proportion by the flickering light We move past the cages to the back porch... We see ZOWIE'S PAW scratching at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda wakens with a start. She rises, eyes focusing on t bedroom. Gus is sound asleep next to her. Then, from outs faintly hear ZOWIE'S SCRATCHING. Slowly, Amanda rises from bed, pulling on a bathrobe as s for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda appears at the door. She unlatches it, stepping ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie? Amanda looks down and SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Photos of Drew with Zowie are tacked on the wall above th The one photo of Drew, Amanda and Gus has been altered wi out head of Zowie's pasted on Gus' shoulders. WE FIND Drew below. He's fallen asleep with his Walkman o with his ears covered, the POUNDING at the door jolts him Half asleep, Drew peels off the headphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, you unlock this door! Right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unlock it, Drew! The anger in his mother's voice brings him off the bed. G POUNDING continues. Drew moves to the door. The inside is secured by a double bolt. Instead of unlocking them, he opens a tiny, customi window which gives him a view of the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did I do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open the door, Drew. Drew unlatches the deadbolts and steps back as Gus bursts the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where do you come off lying like that? \"I'm burying my dog.\" You think a lie like that's never gonna catch up to you? Drew backs into the bed, taking a seat. Amanda comes through the door, and behind her is...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOWIE",
          "text": "This is our first glimpse of the resurrected dog. Fur shi wet, the gaping gunshot wound in his rear. Zowie's head h his eyes GLEAMING RED. The husky is covered with dirt fro toe. Drew's eyes widen in astonishment. Zowie staggers across the room towards Drew, nails clicki floorboards. Drew shrinks back in uncertain horror as the moves closer. Zowie absently throws his arms up onto the bed, across Dr And slowly, perfunctory, his tongue licks Drew's cheek. T action of Zowie displaces Drew's fear. Tears well up in t eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say your goodbyes. Zowie's going outside. You're grounded, buddy. That's the new law. Drew lifts his hand from stroking Zowie's fur. His palm i with muddy blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never knew an open wound could smell so bad... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honey, he should have been looked at this morning. I don't know what you were thinking. It's a wonder he's still alive. Drew gazes into the dog's vacant eyes. It truly is a wond",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase enters and stops in the doorway. Geoff sits in front of the television with a pile of vide next to him. He's scanning through Renee's old movies wit remote. The sound has been turned down and the effect is eerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SCREEN",
          "text": "We see RENEE move through a scene. Geoff hits the slo-mo and the image winds down. Renee's face. HER EYES stare ou from the alien universe of the past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff... Geoff doesn't respond. He's captivated by Renee. Chase moves into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff! Geoff PAUSES the tape. Renee freezes, the image flickerin slightly. For an instant, we think we see a FLASH OF Rene electrocuted. But it's only an instant. Finally, Geoff tears his eyes away from the screen, resen father's intrusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You alright? Geoff's face softens. He nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad... do you think... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...you think you and Mom would've gotten back together? Chase draws closer. He takes a seat next to Geoff. The pa son's eyes is almost more than he can stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your Mom and I loved each other, Geoff. Don't ever think that we didn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I still can't believe she's dead... Chase moves to reach for his son, and suddenly the phone shattering the moment. Chase hesitates, but finally he rises and answers the pho After a moment, he returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember Zowie, Drew's dog? He got hurt again. I'm going over to take a look at him. Geoff's eyes widen. He looks like a ghost walked over his",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going with you. Chase nods and exits to get his coat. Geoff looks back at the TV once more. The image paused. Renee staring at us from beyond the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus, Amanda, Drew and Geoff are gathered around Chase's v",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase lays Zowie on his side on an examining table and sh overhead light onto the wound. Geoff is looking in from outside, utterly bewildered by t living, breathing dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd it happen? Gus casts a threatening glance in Drew's direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glaring at Gus)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some psycho hunter probably got trigger happy... Chase is too busy preparing a syringe to notice the nonve exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to give Zowie a local anaesthetic so I can clean up the wound. I'd like to take him home tonight for observation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you keep him at your place until he gets better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure... Drew tenderly strokes Zowie's mane as Chase administers t injection. Zowie stares up at Geoff with dull, blank eyes Drew reads Geoff's bewilderment and joins him outside the Their words are clear, but whispered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe he wasn't dead when we buried him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was dead. You know he was. Geoff returns his stare to Zowie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't tell anyone, Geoff. Ever. Geoff looks into Drew's eyes and nods in understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiger is curled up at the foot of Geoff's bed. Geoff clim careful not to disturb the kitten. As he lays his head ba pillow...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sleep tight, darling. I'll be with you soon. It's a woman's VOICE. A familiar one. Now we hear the rhy CREAK of a rocking chair. And with it comes the voice aga humming a HAUNTING LULLABY. Wide-eyed, Geoff turns his head toward the source... A WOMAN'S NONDESCRIPT FORM is seated in the rocking chair the room. Rocking forward, her face passes into a swath o moonlight... It's Renee. With the rock of the chair, her face recedes the shadows. Her soothing HUM remains. And again, her face passes into the swath of light. And a retreats. Geoff raises his hand, reaching out for her. Renee's hand rises from the shadows, reaching for him. But suddenly, THE ROOM BEGINS TO STRETCH. The rocking chair and the bed seem distanced like polar e mother and son hopelessly separated by forces beyond thei control. LIGHTNING FLASHES in the bedside window. Renee is falling and farther away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom!!! Geoff leaps from his bed as the darkness closes in and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "bolts up from his pillow. Awake now, face wet with perspi It was a nightmare. Except, if it was a nightmare, why do hear... ...the steady CREAK of the rocking chair. Geoff slowly turns his head once again, repeating the act his dreams. In the shadows, the chair is still rocking. As it comes f into the moonlight, we see ZOWIE, curled up asleep on the the chair. Tiger is not on the bed anymore. She's up on top of the b now, wide awake, eyes fixed on the dog. She HISSES. Geoff stares at the rocking chair, petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase strips off the bandage over Zowie's rear end. The w gooey and open. Geoff reads the concern in Chase's expression. Drew is ri at Geoff's side, looking on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know. He's had three days. His immune system should've responded by now... Chase puts on his stethoscope and checks under the dog's for a pulse. He checks a number of places, then shakes hi totally confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't seem to find a pulse... it must be so weak, it's not registering... Geoff and Drew share conspiratorial glances as Chase sets stethoscope aside and extracts a blood sample. Chase labels the capped vial of blood \"ZOWIE\" and careful it into a packing container. When he closes the lid, we s preaddressed label: UNIVERSITY OF MAINE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "School of Veterinary Medicine Lab Samples Enclosed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uncomfortable with Chase's investigation, Geoff reaches f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll take him back to the kennels, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE KITTENS ARE HISSING, shrinking to the back of their k Zowie stands motionless before their cage, gazing in at t Geoff and Drew are nearby, putting the finishing touches bedding inside a larger boarding kennel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think my Dad'll figure out why he's not getting better?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think he'd believe it if he did? One of the kittens SPATS fearfully at Zowie. Geoff turns at Zowie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can he not have a heartbeat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe it takes a while... Drew lifts Zowie into the kennel. Geoff secures the door, something that clearly must be done from the outside. Zowie immediately begins to pace back and forth inside th He turns towards us and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SNARLING WEREWOLF rushing at us. Chase jumps back, frightened out of his wits and we reali The werewolf is part of a group of COSTUMED KIDS out tric treating. The kids LAUGH at Chase's reaction and hurry on dragging their candy loot bags behind them. Chase sighs and turns to lock the office door. He's closi the night. He climbs into his Mobile Vet Van. We HOLD ON the new sig back window: \"A HALLOWEEN TREAT. FREE KITTENS.\" Beneath t pencil-sketch of a black arched-back kitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie and Geoff are at the kitchen table with the remn dinner. Geoff is doing last-minute touches on his costume Marjorie looks over his costume. He's got a hockey mask p back onto the top of his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who're you going as, Wayne Gretzky? For effect, Geoff slips the hockey mask down over his fac answering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going as Jason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jason? Who's he play for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't. He hacks people up. Geoff checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm late. As Geoff heads for the door, Chase is just coming in for evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Where're you off to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going out, Dad! Geoff ducks out the door. Chase turns to Marjorie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's probably going up to the Pet Sematary. Kids've been going out there on Halloween night for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do they do up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you know... drink beer, tell ghost stories. They try and spook each other out, talking about zombies and things... (she shrugs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no big deal, Chase. I did it when I was young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is at the bathroom mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hold still. Hold still. Amanda puts the finishing touches of color on Drew's lips done an alarmingly good job of turning Drew into THE JOKE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You make sure you're home by ten. If Gus finds out I let you go...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be home, Mom. Don't worry. I won't let Gus blow up again... Amanda looks Drew straight in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, I know Gus isn't your father, but you never even knew your real father. He walked out on the both of us, and you remember that. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus isn't that way. He has it in him to love us both. You just have to give him a chance... Drew nods respectfully. Amanda gives him a kiss. Drawing rubs out the lipmarks she's left on his made-up cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark clouds paint the foreboding sky. A broken pulse of l streaks through the dense haze. Abandoning their bikes next to the path, Drew and Geoff a the archway. The graveyard beyond is deathly silent. They pass beneath the archway, entering the clearing. And now, a soft, chilling VOICE drifts over the graves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff, honey. Mommy's here... Geoff freezes in his tracks, awestruck as...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WOMAN'S BODY",
          "text": "swoops down from the darkness above, materializing out of A fluttering negligee. Flowing blonde hair. RENEE'S FACE appears out of the shadows, masked with sadn Geoff swallows the lump in his throat. Renee's form keeps coming. But even as she approaches, he grows less distinguishable. Just a phantom countenance no shadow framed by golden hair, resting atop a veiled body. She's coming so fast that she's upon Geoff in no time. He back, startled out of his wits... THE BODY is upon him now, flailing wildly. Geoff thrashes struggles, screaming bloody murder. Gradually, he realizes the body isn't fighting back. Geof his struggle, lets his scream fall off. Now he hears wild, mischievous LAUGHTER. Drew pulls the body away. It's just a heavy wad of stuffe clothing: A DUMMY dressed in a negligee, capped by a blon It dangles near the end of a slanted wire. Clyde, Stevie, Brad, and a half dozen other costumed KIDS from the nearby cover of bushes, doubled over in laughter Clyde tugs at a piece of twine that's connected to the ba dummy's head and makes spooky sounds. The dummy jumps aro the slanted wire. Clyde drops the dummy and saunters forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this, Junior here practically shit his pants. Clyde drops down, nose to nose with Geoff, who's still re",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe you're too chicken to hang out with the rest of the boys. You gonna run home to Daddy now? Geoff brushes himself off and rises to his feet. He stare Clyde's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck off. Geoff pushes past Clyde and moves on into the graveyard, managing to keep his dignity intact. Drew follows, then the rest of the boys, leaving Clyde st after them, standing alone with the dummy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus' squad car slows to a stop outside. Gus swings open t and ambles toward the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda draws back from the window, mortified. She nervous crosses to the refrigerator and grabs a beer, turning as enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're home early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. Just ran out of smokes. Gus opens a kitchen drawer and fishes for a pack of cigar fires one up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's the boy? Amanda squirms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh... in his room... Gus tightens his brow, casting a suspicious eye. A sickened look flushes through Amanda as Gus pulls his e from her and marches upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "His feet POUND down the hallway. Silence for an instant. powerful swing of Drew's door. Followed by Gus' hastened down the hallway. And as he hustles down the stairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God damn it, Amanda! You want me to be a father to the boy, and as soon as I lay down the law, you let him break it! Gus stops before Amanda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is he? One step away from terror, Amanda shakes her head. Gus lo patience. He rips the can of beer from her grip and sends flying across the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHERE IS YOUR SON",
          "text": "Amanda sighs in quiet defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pet Sematary. Gus turns away and heads out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wheels spin as Gus' squad car streaks off into the night. cherry top glows to life, bombarding the countryside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By now, nearly TWO DOZEN COSTUMED KIDS have gathered at t Sematary. In the midst of the graves, a small story-telli campfire burns. A number of the boys sip beer, trying to that the bitter after-taste doesn't bother them. Clyde sits up front. At fourteen, he's the elder statesme group. With a beer in one hand, and a cigarette in the ot Clyde is just finishing up a spooky yarn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yeah, that old Louis was one sick fuck... digging up little Gage like so, maggots pouring out of that kid's eyes... Clyde whistles. He drags on his cigarette and puffs out a ring. Sees he still has an audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ellie was the only Creed that lived. Then one night a few months later, Ellie freaks out, and she hacks up her grandparents with an axe! (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Police found her licking their brains off the blade... They locked her up in a psycho ward and all she said were two words: 'Pet Sematary. Pet Sematary.' Clyde stares at the wide-eyed kids. He grins, takes a swi beer, and moves in for the kicker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yeah! Almost forgot! Here's the best part. Two nights ago she escapes. Word is, she was heading for Maine. Man I hope she doesn't show up out here. (feigning concern)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit, we wouldn't even notice her, not if she's wearing a costume. She could be one of us... Clyde casts a suspicious eye on the group. The kids uneas at each other, making sure they know who's behind each an costume. Suddenly Clyde drops his jaw in exaggerated horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my Goddd!!! Clyde lifts a trembling finger, pointing beyond the group spellbound listeners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's... It's... The kids are afraid to turn around, assuming Clyde's rigg some unspeakable terror... And for an instant, a look of real horror washes over Cly face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FIGURE",
          "text": "Is coming up the path beneath the archway, rising out of swirling mist. A frightening silhouette, backlit by the m But then Clyde realizes who it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! It's Drew's Dad. It's fuckin' Gus! Drew and the others quickly turn around, realizing it's n of the punch-line scare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kids quickly scramble for hiding places in the border brush, dropping their beer cans as fast as they can. As Drew leaps to his feet, he upsets the fire, knocking o logs. A FLAMING EMBER rolls to the base of one of the bri crosses. Drew and Geoff run for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus moves quickly up the meandering path, sending the bli beam of his flashlight over the graves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You boys better not be drinking!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the thick woods, Drew is flanked by Geoff and Cly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh man, he's gonna kick my ass... Drew starts to take off. Clyde trips him on his first str hits the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for fucking up our Halloween, dumbshit! Clyde recedes into the woods as Gus approaches the campfi scans the area with his flashlight, illuminating the vari cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, you get your ass out here! Front and center! Geoff pulls Drew to his feet. Gus passes the flashlight over the woods. Kids duck away, retreating from their hiding places... The flashlight sweeps toward Drew. Drew freezes, spotlighted by Gus' beam. A burst of LIGHTN floods Drew's horrified face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get out here, Joker. Geoff remains frozen in the woods nearby, out of Gus' lig Behind Gus, the wooden cross is completely on fire now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You out here making a fool of me? Drew shakes his head in instant denial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm warning you, buddy! You don't play by the rules, I'm gonna shadow your ass for eternity! Drew makes a break from his spot in the woods. He weaves the markers, arcing around the outer perimeter to avoid G ...but Gus is quicker. He zigzags through the crosses and headstones to intercept Drew. Gus gets a handful of Drew's collar and yanks him in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You little shit! Gus draws his free arm back and smacks Drew across the fa goes down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "is looking on from the woods, horrified. Torn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "cowers on the ground, trying to scramble away. Geoff bolts out into the firelight, staring defiantly at silent accusation. Gus is beyond furious. LIGHTNING flashes again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You get out of here, Geoff Matthews! This is between me and my boy! Geoff doesn't move. Gus starts to advance forward... ...but the GROWL emanating from the woods gives him pause Everyone turns... A RUSTLING is heard in the bushes, and Zowie emerges into building firelight, flashing his fangs at Gus. His eyes G Gus freezes, studying Zowie. Zowie inches forward, poised for the attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Call off your dog, Drew. Drew shifts his eyes from Zowie to Gus, too terrified to a command. Zowie brushes past Drew and Geoff, moving in on Gus. Gus' eyes shift to burning cross at his side. With a swif he kicks over the cross and presses it into his grip. Swinging the cross like a primitive weapon, Gus connects side of Zowie's head. Zowie spins a full circle from the impact. But he lands o fours. Unphased. Taking the next step toward Gus. There's something clearly not of this world in Zowie's vicious st",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(terrified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, call him off! All Drew can manage is a faint appeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie... Zowie goes for Gus, launching into the air...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW",
          "text": "...and sinking his glistening fangs into Gus' neck. AN ERUPTION OF BLOOD showers the closest headstone. Gus comes helplessly tumbling down with the weight of the SCREAMS are suddenly cut short as Zowie rips out his thro arms flail weakly at his sides, then grow still. Drew and Geoff stare at the scene, wide-eyed with shock. Zowie looks up from Gus' neck with dripping, red fangs. F moment, his eyes settle on Drew. Then Zowie bolts off,  disappearing into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, God. Oh, God... Drew's eyes shift to Geoff, whose face is flushed with si fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he dead? In dazed shock, Drew moves in for a closer look at the bo Gus' eyes are wide open. Blood is still pumping in rhythm jugular with each weakening beat of his heart. It's a gru image against the roaring fire. Drew kneels at Gus' side. He wants to touch him. To shake awake, but with every attempt, he draws his hand back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he breathing? Can you hear him breathing? Drew leans forward, turning his ear toward Gus' gaping mo as he inches closer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS' FINGERS TWITCH",
          "text": "His hand jerks up and closes around Drew's neck. Gus star him with his crazed menace. Drew SCREAMS. His fingers claw at Gus' hand, desperate to loose... ...but then, Gus' hand relaxes as his last, dying ounce o strength fades away. Drew shrinks back, crouching over the lifeless body as th firelight dances over it. He turns his tear-filled gaze t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh man, Geoff... we killed him... we killed him... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're we gonna do? Geoff draws closer and looks down into the dead man's fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could bring him back. Drew's eyes widen at the suggestion. And now, GAZING DOWN on Gus' body, and on the boys, WE PU INTO A SLOW SPIRAL... We move ever higher, until we are LOOKING DOWN UPON THE E SEMATARY. At the SOUND of a shovel cutting into rocky soi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three quick shots: A SHOVEL sinking into the earth. GUS falling head down into the grave, landing with a heav SOIL covering Gus' lifeless face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda is pacing back and forth on the porch, checking he every few steps. She sighs with relief as... Drew appears from the darkness of the woods. Drew dismounts his bike and carries it up the front porch strangely silent. His clothes and face are caked with dir",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Drew, do you know what time it is? Did Gus ever find you? Drew moves on past her into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling after him)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew? Drew, what happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying not to lose it)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing happened, Mom. We just ditched Gus, that's all... Drew pauses and stares out into the unknown darkness of t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase is in the study, perusing some files. He looks into hallway as Geoff arrives home, then glances at the clock. late. Very late. Chase rises. He's both angry and relieved. Right now, tho anger's winning out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Were you drinking? Geoff absently shakes his head. He slumps back against th drained from the night's horrors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew's Mom called hours ago, the rest of the kids were back by ten. Where the hell were you boys? Geoff shrugs, trying to mask his uneasiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Out.\" Well that's great, Geoff. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, I've been letting you get away with a lot these past few weeks, but I'm not going to stand for crap like this. I don't care if it's Halloween... it's a school night, and if you do this again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm really tired, Dad... can I just go to sleep? Chase stops and looks at his son. Geoff's exhaustion is s evident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on... we'll talk about this in the morning. Geoff nods and heads for the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE CLOCK is creeping up on 2AM... THUNDER rumbles outside in the distance and rain starts t the window panes. Geoff's eyelids fall beneath unbearable weight and he nod sleep. Tiger is sprawled out on the blanket against his c Slowly, we move back towards the window... In a flash of LIGHTNING--",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS' FACE",
          "text": "APPEARS OUTSIDE. Washed in the haunting white glow. Strea mud. Caked with blood. Staring in at Geoff. Geoff is jolted awake by the delayed clap of THUNDER and gaze to the window. Before he can focus... ...the pulse of lightning fades away. And with it, Gus' f darkness remains beyond the window pane. Geoff returns his gaze to the bedroom, unaware of Gus' ap He sinks back to his pillow, already hurtling towards sle more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MOVING IN ON the house, WE SINGLE OUT a rain-obscured win the ground floor, the window to Drew's bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is sound asleep, curled up under the sheets. He clut pillow like a life preserver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew! Drew's eyes flutter open. He turns towards the window. No hears some activity outside. And then Gus' hushed voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, buddy. I lost my keys. Drew goes saucer-eyed. He swallows the swelling lump in h and rises from his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew steadies his quivering fingers just enough to sink t into the deadbolt on the back door. Drawing the CREAKING open, he gazes out back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(scared shitless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus? Nothing moves outside. The longer Drew watches, the more each shadow becomes. Spooked, Drew steps back inside, qui closing the door. He locks it back up again. When he turns around, he's face to face with GUS. Drew stiffens, backing into the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "H-how'd you get in? Gus offers a nightmarish grin and raises his hand, dangli keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Found 'em. Drew's eyes follow a flow of blood from Gus' neck to the Gus looks down at his dirty, bloody footprints. He's trac all over the linoleum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm makin' a mess of your mother's kitchen floor... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need a shower... Gus turns without another word and heads for the stairs. Drew's mouth drops in utter astonishment as he watches Gu clumsily climbing the stairs. After a moment, he returns his attention to the bloody ki floor. Tearing off a wad of paper towels, he wets them an to mop up Gus' tracks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE MIRROR",
          "text": "Gazing vacantly at his reflection, Gus covers his ravaged with a gauze strip, wrapping it around the circumference neck again and again and again. Behind him, the shower is running, filling up the bathroo steam. Finishing the dressing off with a sloppy tape job, Gus re the pajamas hanging nearby. He lazily buttons the buttons to notice their alignment is off. He never did bother to He's still covered with mud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus enters from the steamy bathroom. The shower is still Amanda stirs, sleepy eyes focusing on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus, hon. I'm sorry about tonight. You coming to bed? Gus lifts the covers and climbs in. With him comes the ch death. Gus presses up behind her. His hand moves beneath sheets, finding its way over the curve of her waist, care Amanda shivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, you're ice cold... (turning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and you smell! Lord, what did you get yourself into? It's then that Amanda sees the bandage around Gus' neck. seeping through the gauze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, Gus, what happened? Amanda reaches out to touch him, but Gus stops her hand s the bandage. Instead, he leans forward and clutches one o breasts. Amanda tries to twist away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus... stop it! What's wrong with you?! But Gus doesn't stop. He throws himself on top of Amanda, forcing her back onto the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus!!! Amanda's hands beat at Gus' face and back, to no apparent With one arm forced against Amanda's throat, he rips open nightgown with the other. We pull away from Amanda's struggles, back to the bathroo shower running on and on, cloaking the bedroom in steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff is riding along the highway, his backpack full of s books. Drew is waiting on the shoulder ahead. When Geoff  approaches, Drew hops on his bike, getting up to speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH THE BOYS",
          "text": "Geoff keeps glancing at Drew, waiting for him to say some Drew maintains his enigmatic expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well? Drew nods. Geoff's eyes widen in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Picture this... Gus comes down to breakfast and he doesn't say a word. He even kind of smiles, like he forgot he hates me. And then you know what he does? He serves me an extra helping of pancakes... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked him if I was still grounded... \"no.\" I asked him if you could spend the night, and he nods. It's like we're a family. A real family. The words have their own meaning for Geoff, who stares to ahead in deep thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's weird...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like he's not Gus anymore. He's different. You know, like Zowie... They share a chuckle that ends in silent uneasiness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase enters with a stack of files tucked under his arm. organizes them in the large filing cabinet with the other listens to his messages on the answering machine. The current caller sounds a little annoyed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Doctor Matthews, this is Elliot Rudman at the university. I've looked over the blood specimen you sent us on canine Zowie... Chase abandons the filing and immediately returns the cal it RINGS...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Knock, Knock, Doc. A MOTHER and TWO TODDLERS are standing in the doorway to office, trying not to intrude on his call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quiet whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We saw your sign. Are there any kitties left? Chase studies them. They look like decent people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your pick. They're in the boarding area. You can go on back. Chase turns away as his phone call is answered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elliot, it's Chase...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ELLIOT RUDMAN has the phone tucked under his chin, in the an autopsy. The WHIRR of the saw drowns out his words as the dome off a dog's skull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't get that... The pathologist turns off the saw. His words become audib",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I said next time it might help if you took the blood sample while the animal was still alive... The comment hits Chase out of left field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you expected to find, Matthews. There's nothing wrong with the antigens, nothing to indicate an unusual death...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, there must be some mix-up. He was... the dog is alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not this dog. There wasn't enough oxygen in those red cells to pump life into a flea. Chase is baffled, speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You took over for Doctor Yolander?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes... why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because the last person that sent me blood from a dead animal was Yolander...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kennels have been cleaned up, but the room retains it dimly lit quality. The DRIP of a faucet reverberates from the far corner. The mother enters with a toddler clinging to each hand. T smiles fade at the unsettling surroundings. Slowly, they the row of kennels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the kitties?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the phone)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, this is ridiculous... Suddenly, BLOOD-CURDLING SCREAMS pierce the air. Chase dr phone and rushes out of the office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The toddlers are screaming at the top of their lungs. Mom burying their heads in her dress. Chase bursts in as the mother hastily retreats for the ex horrified eyes flash by Chase. In an instant, she and the are gone. Chase remains alone, moving down the long row of kennels mounting trepidation... Zowie's cage is empty. Chase shifts his troubled gaze to the... DRIP DRIP DRIP... as a PUDDLE OF BLOOD forms on the floor Chase raises his eyes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KITTENS' KENNEL -",
          "text": "Nothing but bloody ribbons of torn flesh are left of the dangling from the grid gate. DRIPPING. Chase looks away as a new level of fear runs through him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus... It's too gruesome even for a man of Chase's background. F the gag reflex, he searches the room for the missing dog. ...and then he spots the broken glass window vent along t And the pile of blood-spattered shards laying on the tile",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clyde, Stevie, and Brad are loitering near the front bike Clyde's smoking away. As Geoff and Drew come out of the school, the trio moves intercept them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Just then, Chase's van pulls at the curb, interrupting wh trouble was about to happen. Clyde looks from the van to Geoff, and falls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Saved by the bell... Chase hurriedly rolls down the passenger window as Geoff approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I sleep over at Drew's tonight? Chase is preoccupied with other concerns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... that's fine... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Drew, I got the tests back on Zowie. He's not well. Don't ask me how, but he got out this afternoon... Geoff and Drew exchange concerned looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If he finds his way home, call me, no matter what the hour, okay? And don't try to approach him. Whatever he's got might be  infectious. Understand? The boys nod their heads. Chase masks his anxiety with a weary smile. With a wave, up, leaving the boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MAP of Maine is unfolded on the passenger seat. Chase i car phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I have the address for Quentin Yolander? Chase jots an address down on the map. He turns the van u mountain road, winding through the towering pines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A remote, rustic dwelling nestled into the desolate backw",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUENTIN YOLANDER rocks back in his thick hide chair. His closed off from daylight by the extensive blinds. He's holding a SMALL POODLE in his lap. Its big brown eye staring back at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd be so much more interesting with blue eyes... And now, ONE OF THE POODLE'S EYES POPS OUT. Yolander's fi comes through from beneath the eye socket. On closer examination, WE REALIZE that the dog is not ali all. Yolander has his hand inside the hollowed-out carcas He carefully looks over a container of glass eyes on his selects the right shade of blue. A shot of whiskey rests Yolander reaches up into the poodle's belly and fits the securely into place. There's a KNOCK at the door. Yolander ignores it. Maybe h Another KNOCK. Yolander turns towards the door, annoyed a intrusion. And behind that annoyance, there's a touch of PULLING BACK, we see the rest of the room. Stuffed animal crowded from floor to ceiling. A product of Yolander's ob with TAXIDERMY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm immortalizing a poodle. State your business! Yolander presses some stuffing into the poodle's gut and sew up the stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Yolander. This is Chase Matthews. I've moved into your offices in Ludlow... Yolander's attention remains on the needle as he meticulo stitches the belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I sent a blood sample out for analysis. They tell me I sent them the blood of a dead animal... At this, Yolander breaks his concentration. The needle pr hand. Blood oozes from the puncture, dripping onto the do stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...a dog... Yolander rises from his seat and swings open the door. Chase stands in the doorway, startled. It doesn't take a figure out that the good Doctor is drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glaring)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you bothering me about this? Can't you leave it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I... um... Chase glances to the right and steps back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BOBCAT",
          "text": "is perched nearby, frozen in mid-pounce. It takes a secon Chase to register that the bobcat has been stuffed. Now Chase sees the rest of the room... a whole zoo of stu animals, looking like a rural version of the Bates Motel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(momentarily thrown)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the pathologist... he said that you had reported a similar  incident... with a cat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Creed cat, that's right. Bastard's name was \"Church\". (grins)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me guess. Your dog's tissue isn't healing, pupils aren't dilating... maybe you can't find a heartbeat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly! I thought it might be some sort of blood condition... immune deficiency or... Quentin Yolander laughs. It's disconcerting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no \"blood condition.\" The dog isn't sick, it's dead. (drawing closer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so was Creed's cat. And so was his wife the night she was killed for the second time... As Yolander moves forward, Chase backs up. He bumps into shelf of stuffed creatures. To his right, A RAVEN sits fr its perch. Chase regards Yolander as being completely ins",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(menacing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want some advice, friend? You get in your car, you pick up your family... and you get the hell out of that town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well... uh... thanks... Chase continues to back out of the door. On his way out, into the stuffed raven's perch... ...only this raven isn't stuffed. It spreads its wings an SCREECHES. Chase just about jumps out of his skin, tripping out of t doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus reaches into the cage and grabs a rabbit by the ears. casually snaps the neck. Laying the limp carcass on a stu cutting board, he quickly skins it. Hanging above the cages, there is now a line of furry pel a dozen. Drew and Geoff are on the porch, looking on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I guess we're having rabbit for dinner. Gus hangs the freshly skinned fur to dry and violently sn another hare from the cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dinner from Hell. Geoff splats a helping of mashed po onto his plate, all the while keeping a wary eye on Gus.. Gus is serving himself a chunk of rabbit. It hits the edg plate, teetering on the rim. He passes the dish on. Gus meets Geoff's gaze. For a moment, there's a deadened, look in Gus' eyes. Then slowly, a limp smile creeps over sending a chill up Geoff's spine. Geoff averts Gus' stare. Gus helps himself to potatoes an the plate on. He lets go of it short of reaching Drew. On quick hands save it from hitting the table. Amanda comes to the table with a dish of LIMA BEANS. She a cold, hateful stare and sets the limas down. She's stil over last night. Gus dishes a sloppy scoop and passes it toward Drew. Like he lets it drop too early. This time Drew doesn't save it lima beans shower the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God damnit, Gus! This isn't funny! Amanda fetches a dishtowel and kneels to clean up the mes Geoff and Drew exchange quick glances. As Geoff reaches f salt... ...Gus intercepts his wrist. Geoff gulps. Gus drops his jaw, revealing a gooey mass of food. But th smile and the look in his eyes convey dementia rather tha playfulness. Geoff and Drew can't believe their eyes. They laugh uncom There's no other response. Gus LAUGHS too... awkward, terrible laughter. Spitting ou over his shirt and plate as he does so. The boys stop laughing, but Gus just keeps on going. Amanda stares at Gus and carries the mess out of the room Through his laughter, Gus' bandage has slipped down, expo of his ragged wound. The wound glistens, oozing CLOTTED B GOOEY PUS. Drew hesitantly reaches for Gus' neck, readjusting the ba Grossed out, Geoff averts his eyes and sets his fork asid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff and Drew enter. Drew swiftly secures the deadbolts door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that all about? You think he's trying to scare us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know but I'm not taking any chances... Drew opens the chest at the foot of his bed and produces SHOTGUN. A box full of shells spill as he withdraws the g Cracking open the chamber, Drew loads two shells into the",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moonlit horizon. Unmoving. Silent. The kind of silence pulls at the darkest recesses of imagination. And now, A LONE FIGURE appears on the horizon. It's Zowie at a deliberate pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATOP A KNOLL",
          "text": "Zowie takes pause. The TINKLING of his collar tags resume drops over the horizon line, cutting down the hill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase sits in the den, looking exhausted and disheveled. of him, the t.v. is on. RENEE'S FACE stares out at us. Ch the remote and rises, moving to the back door. He checks the deadbolt, then secures the chain link as a From somewhere outside, we hear a DOG HOWL. Chase's eyes drop to the DOGGY DOOR, a holdover from the owner. Chase bends down and latches the door. Now he pauses at his desk... considers... then pulls some of the bottom drawer. It's a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase moves to the front of the house, securing that door Satisfied, he turns off the light and heads upstairs...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE STAY AT THE FOOT OF THE STAIRS -",
          "text": "MOVING INTO DARKNESS, shadow and form begin to take shape a low GROWL and see a flash of RED EYES. It's Zowie. Alre the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coming through the door from the downstairs, Chase stops RENEE is on the bed. Clothed in a negligee. Lying across of rose petals. Her eyes meet his with powerful longing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase. I miss you so much...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dry-mouthed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Renee... Chase approaches. Slowly. Fearful that this is all a drea Renee reaches out her hand. They touch. This is not a dre",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God... Chase absently sets his gun on the bedside table as Renee his body to hers. They kiss. Once. Twice. Not a dream. Renee rolls Chase over, forcefully climbing on top. Chase down into the center of the bed as Renee straddles him. Slowly, Renee slips off the top of her negligee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can come back, Chase... ...and sinks down on top of him, kissing him hungrily. Her nipples graze his chest, then her breasts flatten as grinds her hips against his. Almost instantly, the weight of her grows unbearable. Cha to pull his mouth from hers, to breathe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... Too heavy. There is no pleasure in his words, just unmitigated horro Renee's body comes down on him harder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...can't breathe... I can't...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHASE'S EYES",
          "text": "pop open, frenzied, AS HE COMES OUT OF HIS DREAM. Chase is alone on the bed, but he's still feeling the wei pressing down on him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOWIE",
          "text": "is laying on his chest, staring back at him, rearing his a growl... Zowie LUNGES forward, jaws flashing, and Chase twists sid GNASHING TEETH connect with Chase's shoulder, then with t pillows where Chase's head used to be. A BLIZZARD OF DOWN ERUPTS... Chase scrambles out of bed, flailing for the gun on the b table... THE GUN spins out of reach and across the floor... Chase DIVES for the gun and reaches it just as Zowie leap floor. In a panic, Chase FIRES WILD... Zowie abruptly turns and SMASHES through the bedroom wind sending glass flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zowie slides down the room and leaps to the ground below, disappearing into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase looks on in terror. Finally he pulls his eyes away shattered window... ...and catches a glimpse of something in the dresser mirr Something that sends a chill up his spine. The flurry of down feathers is floating to the mattress. intermingling with the feathers are a handful of ROSE PET slowly settling to the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase is bare-chested at the mirror, applying a dressing dog bite on his shoulder. Marjorie appears in the doorway with a basket of laundry. stops short at the sight of Chase standing there in his b Chase catches her reflection in the mirror and is startle",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't mean to... I was going to empty the hamper... Chase turns, shaking off the scare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay. Marjorie's eyes can't help but fix on the dog bites scatt Chase's chest and arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What happened to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a little run-in with Zowie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure did... Marjorie sets the laundry aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, let me do that... Marjorie looks over the antiseptics Chase has laid out on sink. Saturating a wad of gauze with hydrogen peroxide, s cleanses the gashes on his arms. There's nothing overtly sexual in her actions, but the ge of her touch doesn't go unnoticed by Chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope he doesn't have rabies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't. I don't know what he has, but I'm hoping to God it's not infectious... Chase stops and looks at Marjorie's reflection in the mir",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie... what do you know about the Creed murders? Marjorie stiffens for a moment. Obviously the Creeds are spot for the people in this town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you ever play that game where you pass a story down a row of people and see how screwed up it gets by the time it's done? People say Louis Creed's son came back from the dead and it drove him crazy... (she rolls her eyes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He killed his wife and himself, and that's the end of story. Anything else belongs in the National Enquirer. Marjorie tapes the bandage over Chase's shoulder too tigh Chase's groan snaps her back to the reality at hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Now tell me what that has to do with Zowie? Chase closes his eyes, shutting out the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase approaches the counter, looking to the ELDERLY LIBR assistance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you looking for, Hon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have anything on the Creed murders? I can't find the  microfilm from that period... The librarian's smile vanishes. She lowers her voice, foc attention on some paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't keep anything on file from that far back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you've got files from the previous years...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have nothing on the Creed murders, sir. Can I get you something else? Chase looks around and realizes that a dozen hostile eyes him. TOWNSPEOPLE withholding a dark secret. Chase slowly backs away, eager to escape the field of hos stares.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff and Drew have parked their bikes beneath the bridge sit on the bank of the creek below, watching the water ru Geoff is lost in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think everyone that came back would be like Gus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know... (thinking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...maybe it depends on what you were like before you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(finishing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dies? Drew nods. He tosses a stone into the creek, then looks u sun and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go back and do my chores...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go later... Drew shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't. Gus'd kill me if I showed up late. The boys reluctantly rise and move to their bikes, walkin the steep grade to the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you at school Monday? Geoff nods. He looks at Drew. The boy is genuinely fright there's nothing either of them can do. They're trapped in roles as kids. Both boys mount their bikes. Drew turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever think about running away?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the time. Drew smiles at this. He waves to Geoff and pedals off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(calling back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya! Geoff waves and heads off in the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE STAY ON DREW -",
          "text": "As he moves down the road. Up ahead, we hear the approach of a motorcycle...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLYDE",
          "text": "rips by on an old junkyard fixer-up MOTORCYCLE, and he's in Geoff's direction. Seeing him, Drew brakes and pulls his bike into a U-turn, furiously to catch up with Geoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GEOFF -",
          "text": "Now Geoff hears the WHINE of Clyde's motorcycle. He glanc back... Clyde's spotted him, REVVING the engine. Geoff pedals like mad, but it's no use. Clyde is closing him, grinning sadistically. Clyde sweeps in next to him, calling out over the ENGINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well look who's here! Clyde veers right, forcing Geoff towards the shoulder of road...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ground ahead drops toward a ravine. Geoff has nowhere but down the slope. Clyde is right there beside him... Laughing, Clyde reaches over and grabs ahold of Geoff's h He jerks it sideways...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oops! Geoff's front wheel turns perpendicular. The bike pitches THROWING Geoff into the dirt ahead... Clyde broadies his bike to a stop. With the engine idling off. Before Geoff can get to his feet, Clyde has picked up Geo and planted it upside down in the dirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess your Dad's not here to save you now, is he? Clyde gets a handful of Geoff's collar and drags him over the bike. With his free hand, Clyde cranks the pedal. The back wheel spins. Faster and faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ever seen a tire take off a nose? Through the blur of the spokes, WE SEE Geoff, eyes wideni fearfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neither have I. Clyde forces Geoff's face toward the spinning tread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might even kill ya. Wheel might chew right into your brains. You could visit your mom. Geoff tries to get a hold on the frame of the bike for le but his arms don't reach beyond the spinning wheel. Clyde is full of deranged glee, fueled by Geoff's fear. But now, A HAND grabs the wool scarf streaming from the b Clyde's neck and yanks him off of Geoff. Clyde reels, finding... GUS standing there behind him. He looks bad. Real bad. Hi bandages are unwound and his ruined neck is still seeping face is unearthly pale. He's deteriorated considerably si yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(startled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ, Gus! Gus levels a threatening gaze at Geoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home. But Geoff remains frozen. Gus fixes him with a stare that turn flesh to stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said... GO HOME!! Geoff snaps out of it and flips his bike over. He gets a start, making a beeline for the highway without ever look",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KNOLL NEARBY",
          "text": "Drew stops short of the ravine, watching from afar as Gus toward Clyde.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW -",
          "text": "Clyde throws up his hands. He's frightened, but he tries up a cocky front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, Gus, I was just fucking with him... (nervous laughter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you gonna do? Give me a ticket? I mean, shit, Gus... Clyde grows increasingly wary of Gus' evil stare. Gus ste closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't lay a finger on me... Wrong. Gus lashes out, backhanding Clyde across the face. Clyde falls to the ground, flat on his back, with his nos blood. Terrified. Gus turns around and lifts the idling motorcycle. With on under the back of the seat, and the other working the acc handlebar, Gus advances toward Clyde. Gus kicks the bike into gear and REVS the accelerator. THE REAR WHEEL SPINS. On the pavement it would be moving miles an hour. Clyde can't believe his eyes. Pleading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus... what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm just fucking with you... Gus plants his foot against Clyde's chest, pinning him, a the spinning rear wheel TOWARD CLYDE'S NECK. The wheel WH a circular saw. Gus lowers the wheel. Then jerks it away, flashing a sadi smile. Just when Clyde thinks Gus is backing off, the wheel come again...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(wailing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop it, man! Stop it!!! Gus gets into the rhythm as he lowers and retracts the sp wheel at the terrified bully. But this time, as the wheel comes down... CLYDE'S WOOL SCARF, defying gravity, gets swept up, swall the GEARS. And along with the scarf, here comes Clyde's SCREAMING fa can only imagine the gruesome instant that follows. BLOOD sprays up over Gus' arms and chest. And then we hea sound of CRUNCHING BONES jamming the motorcycle's gears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dead-pan)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoops. He bares his teeth in a death's head grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE KNOLL",
          "text": "Drew has witnessed the killing. He's mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW -",
          "text": "Gus tosses the bloody motorcycle aside, slowly raising hi to where Drew stands. His eyes meet Drew's. Drew hastily jerks his bike around and takes off. Gus starts after him on foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew rushes through the front door, SLAMMING it behind hi throwing the deadbolt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew climbs onto his bed and grabs his shotgun from the g His fingers shake as he flips off the safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh man... Just then we hear the CRACKLE of a POLICE P.A. and Gus' a VOICE coming from the yard outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mocking)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the Police, come out of the house with your hands up! Gus finishes his words with a burst of FEEDBACK and then MANIACAL LAUGHTER. Drew's eyes go wide with terror. He creeps out into the h clutching the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew tries to look out the window. Then we hear a low, gu GROWL. Drew slowly turns... Zowie is standing down the hall, leveling a dead stare. Z takes the first step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(horrified)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Zowie! It's me! Pleading, Drew slowly retreats down the hallway. Along the way, he backs right into... GUS, grinning from ear to ear. Drew recoils against the wall, swinging up his shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stay back! But Gus just keeps on grinning. He takes a step forward.. Drew pulls the trigger... And CLICK! Nothing happens. The chambers are empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget something, Drew buddy? Gus raises his hand. He's holding the shotgun shells. He fall to the floor. Suddenly Gus wrenches the gun from Drew's hands. He swing and... ...Drew SCREAMS and ducks beneath the blow, as the shotgu SMASHES a hole in the wall above his head. Gus flings the aside and LUNGES for Drew... Drew races down the hallway to the back door. He turns th The deadbolt has been locked from the inside. Drew's eyes whip to the keyholder on the wall. All the ke are empty. Here comes the JINGLING of keys in Gus' pockets as he com the hall... Drew dashes away from the back door. Gus' eyes shift from Drew's fleeing form to A BOX OF TOOL service closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE FRONT DOOR",
          "text": "Drew jimmies the knob. Again, the deadbolt is locked from inside. Tears are streaming down Drew's face now. FOOTSTEPS approach. Drew spins around... Gus is advancing, WITH A HAMMER tight in his grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crazed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have the right to remain silent... WHAM! Gus SMASHES the hammer into the wall to punctuate h Plaster goes flying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...while I bash your fucking head in! Drew's eyes dart frantically, looking for a way out. The route of escape is UP THE STAIRS. Down the hallway, Zowie starts running forward. Drew's ca between a rock and a hard place...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have the right to a lawyer, but you won't need one... He runs for it. Gus charges to intercept him... Drew gets to the stairs first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...cause you'll be dead! WHAM! Gus brings the hammer down with the claw end leadin sinks into the stair below Drew's feet... Zowie LEAPS past Gus, tearing up the stairs as Gus wrench hammer free...",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS",
          "text": "Drew makes it to the top of the stairs with Zowie right o heels. Drew DIVES into Amanda and Gus' bedroom as... Zowie springs from the floor. Drew SLAMS the door shut, S Zowie. Zowie collapses to the floor, dazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew throws the latch on the door. Almost immediately, Gu outside, POUNDING at the door with the claw end of the ha Wood splinters fly as the hammer claw sinks through... Drew SCREAMS and goes for one of the dormer windows. It's he can't get it open. From the hallway, Gus violently SMASHES the door again an The door is splintering apart. WE SEE glimpses of Gus thr ragged holes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you understand these rights, Drew buddy?! Drew grabs a chair and HEAVES it through the window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "STUPID",
          "text": "The bedroom door EXPLODES INWARD and Gus claws his way in room... Wasting no time, Drew climbs through the broken window...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew slides down the slant of the roof. He hits the latti takes it to the ground with him. Untangling himself, he gets to his feet... ...and here comes Amanda, ARRIVING HOME. Drew runs for her car, waving his hands, throwing himself path so she'll go no further. She SLAMS on the brakes. Drew pulls open the passenger door and dives inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus killed Clyde, Mom! He's trying to kill me! Just then, the BACK DOOR flies open. Gus steps out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, buddy! Daddy's not done yet! Amanda spots the hammer hanging from his grip. Gus cracks smile and FLINGS THE HAMMER at the car... CRACK! The hammer bounces off the windshield, causing it spiderweb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go Mom! Go!!! That's all the convincing Amanda needs. She puts the car reverse and stomps on the gas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speeding down the highway. Drew and Amanda are mortified. Suddenly, we hear the WAIL of Gus' patrol car coming up f behind. Amanda looks to the rear-view mirror...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Approaching from the road ahead is a POTATO TRUCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amanda hips her head back in front of them. The potato tr blaring its HORN. Gus' car swerves out onto the shoulder, speeding up to ma pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom!!! Gus cranks the wheel, jumping back onto the road, forcing car into the path of the oncoming truck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE DRIVER stands on the BRAKES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POTATO TRUCK COLLIDES WITH AMANDA'S CAR. HEAD ON.",
          "text": "Thousands of potatoes explode from the rear of the truck, obscuring our view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND SILENCED CRIES.",
          "text": "Gus' vehicle speeds past. WE HOLD on the mess of twisted Clearly there are no survivors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff enters first. Wearing a dark suit. Looking pale and inside. Chase follows, dressed in black. It's obvious the to a funeral. Without a word, Geoff heads up the stairs. Chase watches feeling utterly helpless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase exits from his bedroom, pulling a sweater over a mo change of clothes. He cocks his head at the SOUNDS of Geo about in the attic above. The door atop the attic stairway is barely ajar. Chase wrinkles his brow, concerned. Turning away, he head downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie is preparing dinner. Across the room, the kitche playing... ON TELEVISION is the evening news. A photo of Drew and Am appears above the NEWSCASTER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Friends and neighbors came to pay respects for Drew and Amanda Gilbert, who died in a head-on collision Saturday... Chase enters the kitchen, eyes moving to the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those poor people. I saw Gus this morning... he looked terrible. Chase pulls his eyes away from the broadcast as Marjorie dinner on the table. Chase yells upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff, dinner's ready! (after no reply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not hungry. Chase gives Marjorie an apologetic look and rises from th Meanwhile, the news broadcast continues. A photo of Clyde on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...in other news, the disappearance of a Ludlow youth remains a mystery. Clyde Parker was last seen on Saturday afternoon. His motorcycle was found off Highway 62...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase pushes open the door. A spring coil pulls the CREAK closed behind him. One look at the attic and Chase turns A huge window at the far end of the room allows the moonl reach all corners of the spacious old attic... All of Renee's belongings have been unpacked. The entire been converted into a museum-like room, down to the last  meticulous detail. A room in preparation for Renee's retu Gauzy curtains billow out from some unseen draft. Picture Renee rest everywhere. Awards. Memorabilia... GEOFF is seated before the brightly lit, three-way theatr mirror, casually setting out Renee's make-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff... what are you doing? There's an obsessive dementia in Geoff's gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting things ready for Mom. Chase sighs. Obviously the strain of Drew's funeral has p much for Geoff. He moves closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom is dead, Geoff. You know that... A creepy smile flickers across Geoff's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't have to be. Chase freezes as a chill runs up his spine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can bring her back. The same way Drew and me brought Zowie back... At this, Chase is positively spooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff, this is crazy. Zowie didn't die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He did. We buried him. (intense)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a place out in the woods... if you bury something there, it comes back alive. Chase stares at his son. This is insane. It must be. Just then, the PHONE RINGS downstairs. Geoff continues to his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We tried it on Zowie first. And then we did it again, when Zowie killed Gus. Drew didn't want Gus to be dead, so we brought him back, too... It's too much for Chase. His mouth is hanging agape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(outside the attic door)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Matthews, you've got a call. It's the caretaker at the funeral home. Something about your wife's grave... Chase nods in private acknowledgement. He stares at Geoff backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Geoff. Just... just relax, okay. I'm going to take this call and I'll be right back. Okay? Geoff doesn't respond. Chase pulls open the door and leav",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase is on the phone. The CALLER'S WORDS bring grave con Chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! Christ, I'll be right there... Chase hangs up, stunned. He turns to Marjorie, who's watc with a concerned gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hurried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie, I need you to stay late. Geoff is really upset and I have to take care of this. Don't let him leave the house, alright? Chase is out the door before she has a chance to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff is laying on his mother's bed, weeping. Tiger sits foot of the bed. Suddenly she wakens and HISSES. From out of the darkness...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE'S HAND",
          "text": "ENTERS FRAME, gently touching Geoff's side. And with its so comes her eerie LULLABY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need you, Geoff...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "slowly raises his head, bewildered. Renee's hand withdraw the darkness. He reaches out for her, but she's gone. The remains, beckoning from down the attic stairs. The attic door slowly swings open of its own accord. Geoff rises from the bed and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff looks into the living room as he passes. Marjorie h asleep on the sofa with the TV on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lullaby drifts from beyond the deadfall. The fog roll towards the distant burial ground. As Geoff moves towards deadfall, the fog converges around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lure of Renee's lullaby pulls Geoff deeper into the w hear the unearthly ANIMAL HOWL once more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase's van pulls to a stop behind a maintenance vehicle. Chase is greeted by the limping CARETAKER, who quickly le off across the rolling hillside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...sorry to disturb you, Doctor Matthews, but I thought you'd want to come have a look for yourself. It's the damndest thing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT RENEE'S GRAVE -",
          "text": "Chase stops cold, gazing at the ground before him in disb The grave is a gaping cavity. The casket has been unearth Renee's body is missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus... (uncomprehending)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus did this?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nodding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He stuck around after the funeral. Told me he had an order to exhume your wife. I didn't think much of it until I saw him drag the body out of the coffin... (shakes his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He put your wife in his truck and drove off right through Amanda and Drew's headstones... The caretaker points across the hillside... TIRE TRACKS cut through the manicured grass, cutting a pa destruction right through the field of headstones and on the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear, nothing this weird has happened since Louis Creed dug up his boy... (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want me to notify the authorities? Chase doesn't answer, he just storms past the caretaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van is speeding down the dark, open highway. Chase is car phone, frantic, waiting as it RINGS. There's finally answer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor Yolander, this is Chase Matthews, we spoke the other day... Yolander cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bitter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't leave town, did you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yolander sits in the darkness, a bottle of whiskey and a at his side. His \"creatures\" are all around him, eyes glo reflected moonlight. His voice is slurred. The voice of s who's already damned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sorry bastard. You stayed. I have nothing more to say to you, Matthews...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(desperate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, just tell me one thing. Did I treat an animal that had been brought back to life? Did I?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase grips the carphone tightly, his knuckles white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Believe what you saw, Matthews. The dog was dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God... (mounting horror)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...how is that possible? You have to help me, Doctor Yolander. I don't know what I'm dealing with here! They've dug up my wife...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm retired from my practice, Matthews. It's your practice now, and it's your problem. (beat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God help you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! Don't hang up! But Yolander does. And now we hear the DIAL TONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shit! Chase flings the carphone down, looking up as... An approaching potato truck ZOOMS by. Blinding headlights BLARING HORN. Chase barely swerves out of the way. Recovering from the scare, Chase reaches over and opens t compartment. He pulls out his gun and sets it on the seat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff climbs the stone steps, reaching the flattop meas. short, looking over the clearing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "is standing in the center of the burial ground. He's HUMM mimicking Renee's feminine tone. Now he stops and slowly regarding Geoff with dead eyes. He's holding a pickaxe an at his side. Gus looks to the ground at his side. Geoff follows his ga",
          "sentiment": "neutral"
        },
        {
          "speaker": "A VISION OF RENEE'S GRAVE APPEARS -",
          "text": "Headstone. Manicured grass. Thriving flowers. As if it ha uprooted from her resting place at Pleasantville and set right in the middle of the Micmac ground. And now, the vision of Renee's grave fades away. In its p bundle of white: RENEE'S SHROUDED BODY. Gus raises the pickaxe, offering it to Geoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You bury your own, Geoff. Geoff slowly nods and approaches, seduced beyond reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie stirs on the couch, blinking her eyes open at th of a THUD upstairs. Otherwise, the house is dark and sile",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie starts up the long, dark flight of stairs to the The thin night-shirt she's wearing does little to protect the sudden cold. She clutches herself, shivering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff? You okay up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie cautiously pushes open the door. Her concern for forgotten as she beholds the Renee Hallow memorabilia. She moves about Renee's unpacked belongings in bewildered reverence. The gauzy curtains billow about Marjorie like ghosts. And glimpses something beyond the curtains...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FIGURE",
          "text": "stands in the shadows, wearing the BEADED PEACH DRESS tha Marjorie had admired earlier. For a moment we think it's but as Marjorie draws closer, we see that the dress has b fitted onto a dressmaker's model. Marjorie lays a hand on the fabric, feeling the contours design.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EEXT. GUS' HOUSE",
          "text": "Chase's headlights sweep across the front of the dark hou Pulling to a stop, Chase opens the van's door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZOWIE",
          "text": "LEAPS out of the darkness, sinking his teeth into Chase's shoulder. Chase is thrown back over the car seat, grappling with th nightmare dog as it tears into him again and again... Chase SCREAMS, reaching back for the gun. He grabs hold o swings it around... FIRES... Zowie is BLOWN backwards, clear out of the car, spraying with BLOOD... Zowie lands outside on his feet, looking stunned. His che ruined mess. Zowie WHIMPERS and drags himself weakly towa front porch. Chase stumbles out of the van, clutching the gun. He's bl profusely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old saw is laying in a pile of sawdust next to a squar that's been cut in the base of the front door. Chase gives it a look as he tries the door. It's unlocked enters, bringing with him an illuminating swath from his  headlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase's headlights stream through the windows, distorting interior. The house looks like it's been through a tornad trail of BLOODY PAW PRINTS leads into the kitchen. The st repulsive. Grimacing, Chase has to keep himself from gagg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus... As Chase moves forward, he catches sight of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUS",
          "text": "standing in a swath of light. At Gus' feet is Zowie, tong lolling out of his mouth. Dead for the second time. Scatt around the dog are various tools. Propped against the wall is the cut out square of wood. I fitted with hinges at the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gus, what are you doing?! Gus glances down at the dead dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dead-pan)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was building a doggy door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God damn it Gus, you dug up my wife! What the fuck is going on around here?! Gus brings a cordless electric drill up from his side, po at Chase in a threatening manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grins)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little drilling. A little killing. As Gus moves forward, Chase gets a good look at him for t time. He doesn't look even remotely alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy shit! Chase levels his gun with a trembling hand. Gus stabs the air with the drill, feeding on Chase's horr Chase pulls the trigger. A bullet pounds Gus' chest. A SP FLESH explodes from his back. Unphased, Gus regains his balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God I hate when that happens... Before Chase can squeeze off the next round, Gus rips the his grip...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got a permit for that? Opening the chamber, Gus empties the remaining bullets an the gun aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't think so. Gus fires up the drill. The bit spinZZZZZZ. He DIVES at C knocking him back against the counter. The drill bit SINK CHASE'S ARM... Chase SCREAMS as Gus withdraws it. Now, he presses it int shoulder. Chase is on the verge of blacking out now. The unbearable... Gus withdraws the drill once again, aiming now for Chase'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(maniacal)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No brain, no pain, Chase. Think about it... The whirling drill bit is millimeters away from Chase's e clutches Gus' arm, trying to force the drill aside... At the last second, adrenaline kicks in and Chase diverts drill. It SINKS INTO the counter-top nearby... STUCK. Gus ROARS, lashing out, but Chase manages to duck away... Chase catches sight of HIS GUN on the floor. He scrambles scooping it up... BULLETS are rolling across the floor every which way. Cha his palm down on one and desperately fumbles with the cha Gus' hands CLAMP DOWN around Chase's neck. He swings Chas and SLAMS him against the wall, lifting him off his feet. Chase GASPS as the life is literally crushed out of him.. He brings the gun up beneath Gus' chin and jams it into h throat. Gus just keeps on throttling him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(insane)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just remember, Chase... I had Renee first... and now I'm gonna have her last... BLAM! The top of Gus' head BLOWS off. His BODY is thrown the incredible force, tumbling him to the kitchen floor w HEAVY THUD. Chase sucks in precious air, then his head snaps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase stumbles from the house. It's a wonder he's even co He swings open the van door and throws himself inside, si key into the ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie is now seated before Renee's theatrical make-up entranced. She's wearing the beaded peach dress. With the help of Renee's vast array of cosmetics, Marjori turned herself into a stunning beauty. The lipstick isn't quite right. Turning to the countertop magnifying mirror, she carefully touches up her ruby red face fills nearly the entire mirror... ...except for one rim, which reflects the dark, shadowy a behind her. A HUGE EYE joins her reflection in the distorting mirror. nearly jumps out of her skin. She spins around...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus, Geoff! Don't sneak up on me like that! ...but no one is there. THE MAKE-UP MIRROR catches another glimpse. Renee's RED L magnified tenfold. The lips begin to move...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you really think you could be like me? Renee's fist swings in, SMASHING a panel of the mirror... Marjorie raises her hands to protect herself against the glass. And as her hands come down, she finds... Renee standing before her. Her ghostly form silhouetted b moonlight. Curtains billowing around her. We never fully Marjorie's face goes white with fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such a young face... but you've got potential... Renee grabs a fistful of Marjorie's hair, viciously YANKI head back...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll do the eyes first. You always start with the eyes... Renee lashes out, SLASHING a mirror shard across the skin Marjorie's right eye. Marjorie SCREAMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff awakens at the commotion upstairs. He rocks forward from his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff pauses at the base of the attic stairway, looking u open door. All he hears are the faint SOUNDS of movement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie? You know you're not supposed to be in the attic. Geoff starts up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff trepidatiously enters. He weaves through the maze o curtains. And then he sees her... Renee is standing in the midst of the attic. She's perfec up. Gorgeous. Just as she was on the day she died. She sm warmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I came back for you, Geoff. We're going to be together again. Renee raises her outstretched arms to receive him. Throug haze of his tears, Geoff doesn't see the sinister, vacant her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reaching the house, Chase SKIDS to a stop across the lawn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chase cautiously enters with the gun in his grasp. The sp swings the CREAKING door shut behind him. From Chase's vantage point, he can't see them yet. He mak way around the stripped dressmaker's model, past an uprig dressing mirror. And then he sees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARJORIE",
          "text": "Slumped against Renee's bed like a ragdoll. We can only s of her face. It looks untouched. Chase reaches for her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marjorie? Marjorie's head rolls sideways, exposing the other half o face. The skin has been stripped from her skull and peele Chase turns his head away. And that's when he sees them..",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE AND GEOFF",
          "text": "Holding each other tightly. Geoff has his head buried in breast. Renee looks up from her son, meeting Chase's gaze voice is both seductive and terrifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Chase. Chase gasps. The word \"horror\" doesn't do the moment just",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can try again, Chase. We can make it work this time. Chase sinks back against the wall. He's lost a lot of blo his strength is leaving him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his head)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you love me anymore, Chase?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're not Renee... Renee's dead... (screaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff! Get over here now! But Geoff just holds his mother tighter. A hint of annoya flickers through Renee's eyes. She strokes Geoff's hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking at Chase)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff, honey, why don't you go downstairs. Your father and I need a moment alone. Do it for me? Geoff looks up at his mother, mesmerized. She releases hi the embrace. He brushes past Chase without a glance and h the attic door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff... Geoff pauses at the door, looking back. Renee's words hav hauntingly familiar ring...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you. Geoff smiles. Turning away, he opens the door and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLYDE",
          "text": "is standing there, an AXE perched on his shoulder. His fa torn to shit, bones and brain matter exposed. He's covere head to toe in dirt and clotted blood. He looks worse tha the undead we've seen. A total walking nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Junior. Wanna play? WHOOSH! Clyde swings the axe, sinking it into the wall ju front of Geoff's face... Geoff tumbles back onto the floor, snapping out of his tr Clyde brings the axe down... ...and Geoff rolls to the side, barely avoiding decapitat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Geoff! Chase stumbles forward to rescue his son. As he does so, brings the axe back up, SMASHING Chase in the head with t end... Chase goes down. Unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oops! Looks like Daddy got a boo- boo... Clyde turns his gaze back on Geoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, where were we? Geoff shuffles backwards across the floor as Clyde moves room. Renee passes behind Clyde. She SLAMS the attic door shut off the knob with a jerk of the wrist, locking them all i Scared out of his wits, Geoff makes it to his feet. Clyde again and misses... Geoff grabs hold of the axe handle, struggling, and the t go down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "Moves to the vanity. She sweeps a hand across it, sending everything crashing to the ground. Crystal perfume bottle SHATTER, spilling their contents over the floor. Renee reaches for a lighter and flicks it on. She touches flame to the perfume-soaked floor... FLAMES roar into existence, racing across the floorboards igniting the curtains... We see the flames reflected in Renee's soulless eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON GEOFF AND CLYDE",
          "text": "As they wrestle with one another across the floor. Bloody drips from Clyde's face. He flashes a feral snarl. Clyde LUNGES forward and tears into Geoff's shoulder with teeth... Geoff SCREAMS. His hands grope blindly for a weapon and c mirror shard. He JABS it up and into Clyde's eye... Somehow, Geoff manages to roll out from under Clyde. He r his feet... Clyde lets loose a DEMONIC ROAR. He charges, SLASHING the wildly, knocking aside curtains and dressing models alike Nothing's going to stop him. Nothing. Flames are consuming the attic, licking the rafters, igni canopy drapings... devouring everything. SMOKE is rolling the floor... Geoff reaches a far wall. He's trapped in a corner. There nowhere else to go. Behind Geoff is a CIRCUIT BOX. INSULA CABLES run from the box down through the attic floor. Geo turns... And here comes Clyde...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here it comes, buddy! HERE IT",
          "sentiment": "neutral"
        },
        {
          "speaker": "FUCKING COMES",
          "text": "Clyde swings. Geoff ducks. The axe hits the circuit box b him, severing the insulated cables... As Clyde rips the axe out of the wall for another try, Ge reaches for one of the SPARKING CABLES. Clyde raises the axe above his head...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eat it, ass-hole...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EAT THIS",
          "text": "...and Geoff shoves the live cable into Clyde's mouth! SPARKS shoot out of Clyde's eyes and ears. He jerks back forth, writhing in a horrific replay of Renee's electrocu Then Clyde's face BLOWS APART in a gout of ruined flesh a FLAME. The circuit is blown and the SMOKING BODY falls... Geoff drops the cable. The blazing inferno is closing in. to Chase... Chase is barely conscious. Geoff drops to his knees and p father to his feet...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't leave me again, Geoff! Geoff turns...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENEE",
          "text": "is standing in the midst of the FLAMES, reaching out. The and mortician's wax she wears fall victim to the heat and \"face\" begins to MELT AWAY...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't leave me alone! Geoff turns away, horrified. With Chase on his shoulder, reaches the door. Locked. Geoff sets Chase against the wa He spots the AXE, still clutched in Clyde's hand. Geoff d axe free from the dead boy's grasp and goes to work on th Ignoring Renee's CRIES, Geoff swings the axe again and ag chopping the door apart. He coughs through the smoke. The are almost upon them... Finally, the wood splinters apart. Geoff reaches through grasps the outside handle, pulling the door open. Then he and lifts Chase up once more... At the door, Geoff pauses for one final, tearful look bac his face hardens and he turns away, pulling Chase to safe",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON RENEE",
          "text": "Alone in the fiery storm, SCREAMING. Flames devour her fl white dress. Her face doesn't even look remotely human an And as the inferno slowly closes in, we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We PULL OUT from a sign on the door that says \"CLOSED\". Chase is just now locking up the door. He's bandaged up, little worse for the wear, but happy to be alive. He turn grinning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "stands near the van, holding Tiger in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All set?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All set. Chase joins Geoff at the van and together they climb insi starts the engine, pulling away from the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE STAY ON THE VAN -",
          "text": "As it moves off down the street, passing the familiar lan sleepy Ludlow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RISING UP -",
          "text": "We follow the van as it sweeps out of town. Ludlow looks perfect from our bird's eye vantage point. Charming and q",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So where're we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anywhere but here. We continue rising up into the brilliant blue sky, losing amidst the rolling Maine countryside and we",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RUSHING over the woods, just above the tree tops. It's an swaying green beneath us. A forest as ancient and mysteri anything on the Earth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND SUDDENLY -",
          "text": "The endless trees fall out from under us. We find ourselv the flattop mesa of the Micmac burial ground, swooping do The ground surges towards us. We see Renee's OPEN GRAVE. The quality of light is different now. We hear the wail o LONESOME WIND, and perhaps, the WHISPER of something alto alien. And on the unsettling note, we...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1440"
    }
  ]
}