{
  "movie_id": "MOV1447",
  "scenes": [
    {
      "location": "FIELD OF DAISIES",
      "time": "DAY",
      "characters": [
        "AN OIL PAINTING",
        "ON A TELEVISION",
        "YARD",
        "ACTION",
        "BRIEF CASE",
        "MOMENT THEN ABRUPTLY DROPPING OUT OF FRAME.",
        "ON LILY AND VIVIAN",
        "SMASH BACK TO REALITY",
        "ON CHUCK IN HER YARD",
        "LIVING ROOM",
        "ON NED",
        "IMAGINATION REALIZED",
        "THE DEAD PLASTIC SACK KILLER",
        "CAMERA PUSHES INTO THE PORTHOLE WINDOW",
        "CAMERA FINALLY REVEALS NED'S FACE",
        "ON BRIEFCASE",
        "---------------------------------------------------------",
        "MOMENTS LATER",
        "SECOND STORY WINDOW",
        "THE HALLWAY",
        "ON A HOMELESS MAN",
        "HALL",
        "UPSTAIRS LANDING",
        "CLICK TO BLACK",
        "ON NED AND HIS MOTHER",
        "CHUCK'S BEDROOM",
        "ON CHUCK",
        "RESUME",
        "INSIDE LAVISH COFFINS",
        "CAMERA PUSHES IN",
        "A REWARD SIGN"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "CAMERA FLIES OVER the \"Welcome to Couer d'Couers\" sign at the field's edge to FIND a bright, care-free boy of about (YOUNG NED) racing through the flowers sending petals fly as he chases his dog DIGBY, an adorable yellow lab as bri and care-free as Young Ned. Our OMNISCIENT NARRATOR (imag Patrick Stewart reading a bedtime story) begins:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At this very moment in the town of  Couer d'Couers, Young Ned was 9 years,  27 weeks, 6 days, and 3 minutes old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned is only a few feet behind his dog, 3 sets of le speeding through the brush. He reaches out trying to make contact, but Digby is just out of touch. Closer... closer The brush gives way to a clearing. Closer... closer, stil",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His dog Digby was 3 years, 2 weeks,  6 days, 5 hours and 9 minutes old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHAM. Out of nowhere, Digby is HIT BY A PASSING SEMI-TRUC A BLUR OF BIG RIG obscures the impact. Ned stops, horrifi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And not a minute older.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIME SLOWS TO A CRAWL. FUR SAILS THROUGH THE AIR, as if D was taking flight by his own propulsion. ALL SOUND DROPS except for the RAPID, RHYTHMIC POUNDING of Ned's HEART an the EXPANSION AND CONTRACTION of his LUNGS. He approaches the unmoving body of his dead dog Digby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This was the moment Young Ned realized  he wasn't like the other children.  Nor was he like anyone else for that  matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned kneels down beside Digby and as he reaches out to str the dog's matted fur... CAMERA JUMP CUTS TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ridges of his fingertip look like circular troughs. A Ned touches his dog we see a small STATIC POP OF ELECTRIC between his finger and Digby's fur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TIME RESUMES TO NORMAL as Digby inexplicably scrambles to his feet with a happy dog-smile on his face and runs off  into the field of daisies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned could touch dead things  and bring them back to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned watches slack-jawed and furrow-browed as Digby  disappears over the horizon. He stares at his finger, not sure exactly what just happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It lands on a cupboard door and darts to and fro until SM A FLY SWATTER ends its life in one abrupt movement. We ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dead fly lands on the counter top. Young Ned's MOTHER sets the fly swatter down and returns to lovingly prepari a pie, pressing dough into the pie plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a gift given to him, but not  by anyone in particular. There was  no box, no instructions, no  manufacturer's warranty. It just  was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned peers over the edge of the counter, reaching in and touching the dead fly. There's a small ELECTRIC POP t the fly flies up and out the open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The terms of use weren't immediately  clear nor were they of immediate  concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FOLLOWS THE FLY and Young Ned's gaze to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A girl named CHUCK, pig-tails et al, plays in the back ya",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned was in love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's making a small village out of mounds of dirt and  cardboard boxes with Play-Doh people and toy cars as her  FATHER waters the lawn in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her name was Chuck. At this very  moment, she was 8 years, 42 weeks, 3  hours and 2 minutes old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She squeezes a little people head out of the Play-Doh Fun Factory and places it on the body she's already construct",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned did not think of her as  being born or hatched or conceived  in any way. Chuck came ready made  from the Play-Doh Fun Factory of  Life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She makes the final few touches on her village and it COM TO LIFE THROUGH THE MAGIC OF IMAGINATION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IMAGINATION REALIZED",
          "text": "Large as life, TOY CARS drive through tiny streets, and T PEOPLE mill about on tiny sidewalks. BOOM. BOOM. BOOM. BOOM. The ground SHAKES. The TOY PEOPLE react to the strangeness... then a GIANT REPTILIAN LEG ST into a cardboard building, crushing it. CAMERA REVEALS A GIANT PIG-TAILED GODZILLA stomping throu the village, sparing no one as PLAY-DOH PEOPLE SCRAMBLE. And just when we think a lone TOM CRUISE-ESQUE PLAY-DOH P has escaped... SQUISH. A GIANT RODAN-ESQUE WINGED DINOSAU looking as much like Ned as the Godzilla looks like Chuck (wearing the same clothes, etc.) stomps him good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH BACK TO REALITY",
          "text": "Chuck and Ned are stomping through the remains of her sma village, having an absolute ball and getting very dirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NED",
          "text": "His Mother is sweeping the dirt off of him with a broom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freshly broomed, Young Ned stares out the window as filth Chuck is getting hosed off in the backyard by her Father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was under Chuck's spell... until  a blood vessel in his mother's brain  burst, killing her instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned turns away from the window to find his Mother d on the linoleum floor next to the stove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned reaches into FRAME and touches his Mother's che just below the eye. A BOLT OF STATIC ELECTRICITY. Her  constricted pupil dilates and Ned's Mother blinks. DING. The timer goes off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NED",
          "text": "He slowly backs away as his Mother stares at him. A CLOCK appears in the corner of the OUR SCREEN and begins counti down from ONE MINUTE. 59 seconds... 58... 57...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned's random gift that was  came with a caveat or two...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did the timer go off?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned nods as his Mother gets to her feet, brushes of her apron and pulls on a pair of OVEN MITTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must've slipped. Clumsy. Hmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned sits at the kitchen table, unable to look away as his Mother pulls a pie out of the oven. 37 seconds... 36... Ned's Mother places the pie in the kitchen window to cool",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHUCK IN HER YARD",
          "text": "She kicks over the last standing building and runs inside her Father continues to water the lawn in the background. The COUNTDOWN continues... 23... 22... 21...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON NED AND HIS MOTHER",
          "text": "Ned watches as his Mother readies a second pie to go into the oven. 11... 10... 9... 8...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was a gift that not only gave...  it took.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned's Mother twists the timer around, puts a new pie in t oven and as she closes the oven door. The CLOCK HAND has  traveled almost full circle: 4... 3... 2...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned discovered he could only  bring the dead back to life for one  minute without consequence. Any longer  and someone else had to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INCLUDE THE KITCHEN WINDOW, through which we can SEE Chuc Father drop dead. Young Ned and his Mother don't immediat see this because their backs are to the window. Ned's Mother cuts a piece of pie, puts it on a plate, and sets it down in front of Young Ned. He takes a bite. Heav",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was the most delicious pie ever  baked because it was the pie that  was not meant to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His Mother's GASP draws his attention to the window, wher they can see Chuck's Father dead in the yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned stares out the window at an AMBULANCE slowly pulling  away from Chuck's house without its lights on, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned realized somehow in the  grand universal scheme of things, he  had traded his mother's life for  Chuck's father's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on, big daddy, into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he was horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned's Mother pulls up the blankets so Ned can slide into  bed. She draws the blanket up to his chest. (NOTE: Never  touching him directly.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But there was one more thing about  touching dead things that Young Ned  didn't know. And he learned it in  the most unfortunate way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She moves to kiss Ned on his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they're about to make contact with his forehead, we se STATIC POP OF ELECTRICITY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned's Mother drops dead right then and there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First touch, life. Second touch,  dead again forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned kneels next to his dead mother, poking her cheek, wai for her to open her eyes again. She doesn't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned sits on the porch, dressed all in black. He wat as Chuck's 30-something Grey Garden-esque aunts (VIVIAN a LILY) drag large steamer trunks into Chuck's house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck was orphaned when her father  died and fostered by her aunts Vivian  and Lily. A renowned synchronized  swimming duo, they shared matching  personality disorders and a love for  fine cheese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned watches as his FATHER fills a steamer trunk wit all the belongings from his room, his Rodan costume,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For all intents, Young Ned was  orphaned, too. After a brief mourning  period, his father panicked at raising  a child alone. In the wake of that  panic, Ned was hustled off to boarding  school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The JEWISH and CHRISTIAN GRAVEYARDS are two halves of the same cemetary. The Synagogue and Church on either end of",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hillside graveyard. Two funerals are taking place, one on each side of the graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At their respective parent's  funerals...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The peak of the cemetary hill. Young Ned and the Neighbor Girl ENTER FRAME from their respective side, silhouetted the sun. She takes his hand and kisses him on the lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...dizzy with grief, curiosity and  hormones, Young Ned and a girl named  Chuck had their first and only kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "Young Ned watches the Neighbor Girl head back down the hi After a moment, Young Ned's dog Digby returns and bounds  right up to Ned. He reaches out to pet Digby and the dog  pulls away. Despite this, Digby wags his tail and smiles, keeping a safe distance. As Young Ned leads Digby down th other side of cemetary hill, CAMERA BEGINS TO PULL BACK..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The effect of his Mother's death on  Ned's psyche was twofold. He avoided  social attachments, fearing what  he'd do if someone else he loved  died.  Secondly, he became obsessed  with pies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The setting sun shining bright and round MORPHS INTO A GO BROWN PIE on a cloud-print tablecloth. We are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's 19 years, 34 weeks, 1 day and  59 minutes later...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're on a cooling window, the shelves lined with the  cloudprint tablecloth. On a pillow on the floor, is DIGBY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Ned has become \"The Pie-Maker,\"  owner and pastry chef of \"The Pie  Hole.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FINDS a PAIR OF HANDS rolling and kneading dough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The expression \"pie in the sky\"  entered popular culture in 1911,  referring to a dessert so sweet it  can only be found in heaven. But...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A charming Parisian (in tone)/American (in style) googiee bakery. The front of the business is rounded and given th facade of a giant pie wedged into the ground floors of an ADJACENT APARTMENT BUILDING, complete with a pie-crust ro A sign reads: The Pie Hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...if you crave something before you  die I recommend where the Pie Maker  makes his pies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES IN ON the back of the Pie Maker as he works lining the pie pan with dough, not yet showing his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The peaches never brown. Berries  ripe as the instant they were plucked.  If they weren't so delicious and  eaten so quickly, folks might notice  the pies stayed fresh an unusually  long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dead, dying or bruised fruit is lovingly picked from a bo and placed into the empty pie crust. Bruises fade and dea fruit spontaneously engorges with juice, ripe and tasty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's because the Pie Maker  personally touches the contents of  every one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A piece of NOW FRESH fruit spills out of the pie crust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dead fruit in his hands becomes  ripe with ever-lasting flavor -- as  long as he only touches it once.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pie-Maker's hand snatches it before it hits the floor and the fruit spontaneously shrivels and darkens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For this reason, the Pie-Maker is a  vegetarian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA FINALLY REVEALS NED'S FACE",
          "text": "Simultaneously handsome and awkward, about 30 years of ag Ned's lips are whistling but we don't hear a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He bakes alone, whistling quietly to  himself, rarely pursing his lips  tight enough to produce a sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Digby cocks his head, listening to what no one else can h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rich and textured, like the inside of a pie. Tufted booth and a rounded counter bar (with spinning stools) that cur parallel to the pie facade exterior. Right out of the 40' The place is dappled with customers and a single WAITRESS CAMERA FINDS OLIVE, a 20-something waitress waiting on re customer EMERSON, a late 30's/early 40's African-American man in a seersucker suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every day I come in, I pick a pie  and concentrate all my love on that  pie.  If I love it, then someone  else will love it. And you know what?  By the end of the day I've sold more  of those pies than any other pie in  the bakery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? What pie do you love today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rhubarb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll stick with three plum. Ala mode.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson Cod, soon to be enjoying a  slice of three plum pie ala mode,  was the sole keeper of the Pie Maker's  secret.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EMERSON chases a RUNNING MAN across a rooftop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how he came to be the sole keeper  of the Pie Maker's secret...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Running Man jumps to make it to the next building and misses, plunging 10 stories to his death. Emerson looks o the ledge to see the Running Man HIT a trash bin with a B CRUNCHING WHAM that most definitely killed the man.  But BOUNCES into a SLIGHTLY YOUNGER NED who happened to be  emptying the trash at the time. CAMERA JUMPS TO AN EXTREME-EXTREME-EXTREME CLOSE UP of th impact and we SEE the POP OF STATIC ELECTRICITY. CAMERA POPS WIDE as the Dead Running Man OPENS HIS EYES a takes off again. Slightly Younger Ned gives chase. Emerson watches as Slightly Younger Ned tackles the Runni Man and he goes limp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After the runaway corpse, Emerson  Cod, a Private Investigator, proposed  a partnership with the Pie Maker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES IN ON Emerson staring, slack-jawed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murders are much easier to solve  when you can ask the victim who killed  them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Ned watches Emerson through the porthole window in the ki door. Emerson looks up from his pie. Their eyes connect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since the bakery was on the verge of  financial ruin, the Pie Maker agreed  so he could keep his Pie Hole open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's after hours and the bakery is closed. Blinds are dra over the windows and the lights are dim. As CAMERA FINDS and Emerson sitting at a booth speaking in hushed tones. Ned, forever the handsome, articulate recluse, fidgets a  bit, uncomfortable in his own skin. Digby sits nearby  listening to them MID-CONVERSATION:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked you not to use the word  \"zombie.\"  It's disrespectful.  Stumbling around, squawking for  brains. That's not how they do. And  \"undead?\" Nobody wants to be un- anything. Why begin a statement with  a negative? It's like saying \"I don't  disagree.\" Just say you agree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you comfortable with \"living  dead?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned shakes his head for a long beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're either living or you're dead.   When you're living, you're alive.  When you're dead, that's what you  are. And when you're dead and then  you're not, you're alive again. Can't  we say \"alive again?\" Doesn't that  sound nice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sounds like you're a narcoleptic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suffer from sudden and  uncontrollable attacks of deep sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the other one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Necrophiliac.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Words that sound alike get mixed up  in my head. Used to think masturbation  meant chewing your food. Now are you  interested in this opportunity or  not? (off his hesitation) A dog is involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(glances at Digby) What kinda dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna be a dead dog. A dead dog named  Cantaloupe. Putting her down.  Allegedly killed her owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you say allegedly --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cantaloupe was framed. Someone put  part of the victim in her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Docile as a kitten, says the family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson holds up a picture of the dog, a chow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Despite it being a chow -- the breed  most likely to turn on its owner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's racial profiling. Looky here,  if the dog's innocent, it's murder.  If it's murder, then there's a reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The facts were these: one Leonard  Gaswint, 39 years, 42 weeks, 5 days,  3 hours and 26 minutes old, was found  mauled to death in a parking garage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A chow named Cantaloupe cleans himself next to a parked c which partially obscures Leonard Gaswint's corpse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His dog Cantaloupe was the soul  witness and only suspect in the  murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A REWARD SIGN",
          "text": "There's a business photo of Leonard Gaswint with text tha reads: \"REWARD $20,000.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Convinced of her innocence, the  Gaswint family offered a significant  reward to find the real killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cantaloupe sits alone in her cell, awaiting execution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Emerson stand outside the morgue with the CORONER who is filling out a series of forms on a clip board. TWO COUNTY SHERIFFS stand nearby, looking official.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You the dog expert?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Already had a dog expert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm the, uh... other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson and Ned approach a sheet-covered body on a slab. Ned peeks under the sheet and Emerson takes a step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's he look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks fine, but my threshold is  pretty high so you have to take what  I say with a grain of salt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson takes a peek under the sheet himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not a grain of salt. It's one  of those blocks they give cows to  lick.  The man's tore up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't help the way he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't make it any less traumatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me. And I'm sure him. But mainly me.   I'm fine when they don't move. It's  when they move that I have a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would it help if I turned off the  light?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned turns off a metal floor lamp next to the drawer, cast a shadow over the body and obscuring it. Emerson pulls ba the sheet and reacts to the OFF-CAMERA corpse, mortified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna wait outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned watches as Emerson quickly disappears out the door. A Ned's about to touch dead Leonard Gaswint's hand... CAMER JUMPS TO AN EXTREME-EXTREME-EXTREME CLOSE UP and we see t FAMILIAR POP OF ELECTRICITY. Ned sets the alarm on his wa A CLOCK appears in the corner of the SCREEN and begins  counting down from ONE MINUTE. 59 seconds... 58... 57... Leonard Gaswint sits upright into the light revealing he' been MAULED. He couldn't be nicer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Sorry to disturb you, Mr. Gaswint.   Or Leonard. Do you prefer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leo. Your, um, current condition...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned indicates the missing part of Gaswint's face. The clo continues to count down: 43... 42... 41...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I have something right here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. There's nothing right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cantaloupe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no. Cantaloupe's docile as a  kitten.  It was that rottweiller. My  secretary sicked her dog on me. She's  been upset since last year's Christmas  party. You know, it's a funny story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before Gaswint can start, Ned touches him and life slips  from his body instantly. He stops his watch at 27 seconds",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Coroner and the Two Sheriff Deputies stand outside, a before, alone with Emerson. Ned steps out of the morgue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it the chow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Secretary. With a rottweiler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cantaloupe bounds out of her kennel and down the aisle, h fellow kenneled dogs barking M.O.S. in support.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SECRETARY and the ROTTWEILLER are escorted out of her  apartment building, surrounded by MEDIA and POLICE.  CAME PULLS BACK TO REVEAL the image is on TV. We are --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA CONTINUES PULLING BACK TO REVEAL Olive sitting in over-stuffed lounge chair, Digby squeezed in next to her, his head on her lap. They're watching the evening news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An anonymous tip led to solving the  murder of a Michigan entrepreneur  believed to have been fatally mauled  by a family pet. The truth, however...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KNOCK-KNOCK. Someone's at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olive opens the door to find Ned standing on her stoop.   Digby pokes his head out from around the lounge chair. Th NEWSCASTER continues to prattle on in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was your convention?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She draws close to him, flirtatious and almost slightly  desperate for him to seduce her. He doesn't engage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conventional. How was Digby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neurotic. He's a very needy dog.  Do  you pet him? Maybe if you pet him  once in a while he wouldn't be so  neurotic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned steps inside and around Olive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I pet him. I'm allergic so I can't  actually touch him. But I pet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a stick? How do you pet him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A stick is involved, but it's more  like a handle to a... petting device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dog needs to be touched. We all  need to be touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You touch him. Other people touch  him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's your dog. Do you touch anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course I... I touch lots of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With affection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She reaches out and touches his shoulder, holding her han there an uncomfortable beat. Ned innocently averts his ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When was the last time someone touched  you with affection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She holds his gaze for another uncomfortable moment. He c his throat, she finally pulls back her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I get Digby's leash? (to Digby) You don't mind that I don't touch  you, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Digby smiles and wags his tail, happy to see Ned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then came the event that changed  everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned's attention is drawn away from Digby and to the telev news broadcast. A NEWSCASTER reports:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In other news, the body of a young  woman allegedly murdered aboard a  cruise ship was recovered from the  sea. Her identity is being held  pending notification of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned watches on the television as an image of a LIMP, LIFE WOMAN is hauled out of the water by a system of pulleys o the deck of the cruise ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pie-Maker listened intently to  the news, unaware that he stopped  breathing.  He was haunted by the  nameless woman who met her end on  the high seas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olive approaches with Digby's leash in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's your leash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he didn't know why.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF Ned, totally rapt, ignoring Olive...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned has one eye on the pies he's making and the other on small television set in the corner of his kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her name still withheld, very little  is known of the victim, who was  reportedly traveling alone when ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned gives Digby a scratch with the petting device.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...murdered aboard a passenger ship  returning from a tropical cruise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned looks up from the television to see Emerson through t porthole window in the kitchen door -- he's seated at a b in the restaurant. Their eyes connect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's after hours and the bakery is closed. Blinds are dra over the windows and the lights are dim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Been watching the news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't seem like much is going on  in the world besides a dead girl on  a boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lot's going on with that dead girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm-hmm. 100,000 dollars of that's  so.  Interested in a conversation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could be persuaded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better be persuaded quick cause  dead girl's about to go in the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They just pulled her out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jewish. Christians leave 'em laying  around. Jews gotta get 'em buried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coeur d'Coeurs. Ever been there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I grew up there. Sort of. (lost, then:) So this dead Jewish girl from Coeur  d'Coeurs. She have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POW. He might as well have punched Ned in the stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Young Chuck stomping through the dirt city in her yard -- Young Chuck and Young Ned at Halloween. She's Godzilla he's Rodan, they hold their candy bags out for goodies. -- Young Chuck and Young Ned kissing in the graveyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Emerson sit opposite each other next to a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know this girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know of her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Know of her in the biblical sense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't thought of her since I was  10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think of her a lot when you were 10?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't remember anything when I was  10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pie-Maker remembers everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA IS ANGLED UP at the undulating surface of the wate SPWOOSH. A BODY breaks the surface in a cloud of bubbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The facts were these... Charlotte  Charles, 28 years, 24 weeks, 3 days,  11 hours, and 51 minutes old, was  found floating in the ocean moments  after her body was discarded there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The silhouette of dead Charlotte Charles floats in the su",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Discarded by whom seemed to be a  question only Charlotte Charles could  answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A simple, pine casket. The lid is set in place over  Charlotte's beautiful, lifeless body. We don't see her fa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jewish law prescribes burial in a  plain white shroud to demonstrate  equality for all. No bling. For this  reason...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The FUNERAL DIRECTOR, a chain-smoking obese man, stands  outside the Home as MOURNERS file inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the nondenominational Funeral  Director preferred non-Jewish  services.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE LAVISH COFFINS",
          "text": "-- The Funeral Director opens the coffin lid and pulls th NECKLACE off of a DEAD WOMAN'S neck. -- ...pulls the WATCH off a DEAD MAN'S wrist. -- ...pulls the SIZEABLE RING off a DEAD WOMAN'S finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Funeral Director continues to watch MOURNERS file in. CAMERA FINDS Ned and Emerson approaching in the throng of mourners. Emerson begrudgingly slips the Funeral Director some cash, he quickly pockets it and opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The simple, pine casket in the middle of the room surroun by much fancier coffins. The afternoon sun shines through window -- a light on the pine casket. Emerson and Ned ENT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um, I just wanna... I wanna... Can't  I do this one alone? On account of,  you know, the whole historical  context?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Got something personal you wanna  say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Okay, perhaps. I have nothing to  gain but a small amount of closure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wha'cha got so open it needs closing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just wanna say I'm sorry for  something.  One of those stupid things  kids do... that they don't know  they're doin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ask who killed her first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You only got one minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "60 seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson walks out eyeing Ned, who closes the door behind  him. Alone in the room, Ned braces his back on the door a takes a deep breath. Gulp. He slowly approaches the caske Ned runs his hand over the pine frame then lifts the lid, bathing the body of Charlotte Charles, aka CHUCK, in sunl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only Prince Charming could know how  the Pie-Maker felt upon looking at  her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even in death she's beautiful, a woman yet very much the  little girl he once knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great thought was taken as to where  to touch her. The hand too impersonal,  lips too forward, the cheek... the  cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned's finger closes in on Chuck's alabaster cheek and CAM JUMPS TO AN EXTREME-EXTREME-EXTREME CLOSE UP of his slow  caress. A CRACKLE OF ELECTRICITY between finger and cheek A CLOCK appears in the corner of the SCREEN and begins  counting down from ONE MINUTE. 59... Chuck opens her beautiful eyes and blinks. Ned can only s back at her. The moment is as electric as his touch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles at her, expecting a warm smile in return but  instead... WHAM. She grabs him by the jacket and SLAMS HI HEAD between the coffin and its lid. WHAM-WHAM-WHAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck scrambles out of her coffin as Ned stumbles back in daze. She grabs a chair and raises it to hit him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck! Wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you remember the little boy who  lived next door to you when your dad  died?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We used to destroy small villages  together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck stares at him a moment... confused... then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned? Hey. How's it going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She finally puts the chair down. 46... 45... 44...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good. You look great. Um, do you  know what's happening right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had the strangest dream I was being  strangled to death with a plastic  sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It wasn't a dream. You were...  strangled to death with a plastic  sack. That's probably an odd thing  to hear but I wasn't quite sure how  to sugar-coat it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It takes a moment. She glances at her burial shroud, her  coffin and finally the viewing room filled with caskets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. Oh. And I'm...? Neat. How...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You only have a minute. Less. About  38 seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huh. What can I do in 38 seconds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can tell me who killed you so,  um, you know, justice can be served.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is so sweet. I just wanna put  you in my pocket. But I don't know  who killed me. I went to go get ice.  I was filling my bucket and I dropped  my room key in the ice maker and  just as I was thinking that was  dumb...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ACTION",
          "text": "CHUCK stands at the ice machine perplexed with a bucket o ice under her arm. FWIP - a bag is thrown violently over head. She sucks air and it shrink-wraps to her face. The ice tumbles to the deck in the FOREGROUND as Chuck is murdered in the BACKGROUND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...then you touched my cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BEEP-BEEP-BEEP: Ned's watch alarm goes off. 15 seconds le",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is my time up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Chuck was just starting to get used to being alive ag It's weird and sad, but all she can think to say is:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for calling me Chuck. Nobody's  called me Chuck since... you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson RAP-RAP-RAPS on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard you beeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Chuck back in her coffin, Ned holding the lid. 11... 10.. He stumbles on his words, trying to speak but overwhelmed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanted to say I'm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Staring at her, Ned can't bring himself to tell her he  inadvertently killed her father. So instead he says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I used to... when I lived next door  to you... I had a cru... I was in...  You were my first kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles, touched) You were my first kiss, too. Or did  you think I'd been around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't want to assume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna be my last kiss? First and  last?  Or is that weird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not weird. It's symmetrical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "5... 4... He looks at her and slowly moves in for the kis She closes her eyes. Their lips are about to connect when",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Funeral Director scoots into the stall, pulling down pants, sitting on the toilet and striking up a cigarette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Ned and Chuck, their lips hang in the air, centimeters ap",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His lips went as far as they would  go.  He couldn't will them to go any  further.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck opens her eyes. 2... 1... Minute's up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beat, then THUNK -- we HEAR The Funeral Director's life head hit the stall door. Then the smoking cigarette drops",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESUME",
          "text": "Ned slowly pulls away from Chuck, who lies there blinking He let her live and someone else died, the weight of it a is clearly on Ned's face when he looks back at Chuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't wanna kiss me, you  don't... It was just a... I thought  it might...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I want to, I do... I... What if  you didn't have to... be dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that would be preferable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RAP-RAP-RAP, Emerson pounds on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody can know. I have to think  about how to get you outta here. Can  you lay really still until I get  back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh, sure --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before she can finish, he's closing the coffin lid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned emerges from the viewing room, quickly shutting the d behind him. He's nervous and a little sweaty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't know. Didn't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone tossed her carcass off a  boat and -- why are you sweating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm -- it's warm in there. What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your eye's twitching. When people  aren't telling the truth, their eye  twitches.  Right there. Like yours  did, just now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nerves. Aggravated by a stomach  thing. Like acid reflux but in my  eye.  I think I'm gonna stay for the  service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S'that so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feeling nostalgic. I'll catch a later  train. Remember how to get to the  station? It's down the, uh... Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned runs in and STARTLES at an ELDERLY JEWISH MAN standin next to where Chuck's coffin was but no longer is. The El Jewish Man STARTLES, as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where... uh, where's the deceased?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He points to an open back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gone to sleep with her fathers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? I'm sor -- You sort of mumbled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's getting buried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Presently?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF Ned's ohshit of it all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HEARSE is pulling away as Ned BURSTS out of the doors the Funeral Home in PANICKED HOT PURSUIT. CUT TO BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned runs across the cemetery vaulting over headstones. He cuts into a road and falls into step behind the Hearse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned chases the hearse until he disappears in a cloud of d",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned waves at the clouds of dust. He sees the Hearse conti down the driveway until it turns onto the street, a long  line of cars pull out behind it. Ned sees which direction the Hearse is heading and cuts a the Funeral Home yard, jumping over fences and hedges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small amount of light coming through the joints of th coffin barely illuminates Chuck. She's beaming, awestruck",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only Sleeping Beauty could know how  Chuck felt at this moment. With a  brush of his finger across her cheek,  the world became a place of magic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck is suddenly JOSTLED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then the pallbearers pulled her  out of the hearse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "8 PALLBEARERS pick up the casket and carry it out the bac door following the RABBI walking ahead of them. The  Pallbearers are unevenly matched -- tall on one side, sho on the other -- consequently there's some slippage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck continues to be jostled about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pallbearers stop and we HEAR Chuck slide up and bump head on the inside of the coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two Pallbearers react to the \"Ow,\" glancing at one anothe over the top of the casket, each thinking it was the othe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned runs as fast as he can, spying the cemetery up ahead. He quickens his pace, running past the last of the mourne",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck lies there, waiting patiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lying in the dark, Chuck considered  how she came to be lying in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES IN ON YOUNGER VIVIAN AND YOUNGER LILY, thei backs to us as they sit on the side of the pool facing ve very sparsely populated audience stands, mermaid fins cov their legs. A SIGN READS: \"The Darling Mermaid Darlings.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She considered the life that was  with Aunts Lily and Vivian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The yard is over-run with growth and the paint is peeling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No longer nursing at the teat of  synchronized swimming stardom, their  personality disorders blossomed into  incapacitating social phobias.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VIVIAN (early 50's) is cleaning a birdcage. LILY (early 5 dressed in a kimono and an eyepatch) shields her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which made it difficult for them to  leave the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK TO REVEAL... they're surrounded by DOZE AND DOZENS of CAGED BIRDS in a maze of STACKS AND STACKS newspapers and magazines. Chuck is moving through the hou opening curtains and windows and allowing fresh air to fl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Which in turn made it difficult for  Chuck to leave them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck is wearing a bee keeper's outfit and pulling cells honeycomb out of the hive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She never strayed far from home. She  served the community by harvesting  honey in her backyard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A HOMELESS MAN",
          "text": "He's below a banner reading: \"HONEY FOR THE HOMELESS: HON DRIVE.\" Chuck stands next to him holding a jar of honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Chuck sits in the window sill reading a novel, the emp shelves in the room FILL WITH BOOKS until the walls are  \"literally\" covered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and read about people she could  never be, on adventures she would  never have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck ENTERS glancing around at all the promise of advent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Life was good enough until one day...   it wasn't. Chuck wanted more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHUCK'S P.O.V. as she approaches the smiling MANAGER DIED next to giant STANDEE advertising a TAHITIAN CRUISE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The irony that her want for life got  her killed was not lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA ROCKETS through the headstones until FINDING a lar mound of earth next to a hole in the ground next to a  headstone that reads \"Charles Charles, Loving Father.\" Th TWO GRAVEYARD WORKERS seen earlier are about to take thei first shovels-full of dirt and sling them into Chuck's gr Ned runs up to the Graveyard Workers, out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I think somebody's truck's on  fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They look over his shoulder to see their work truck CONSU IN FLAMES. The Workers GASP and run to put out the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holy -- Oh, jeez --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned makes sure they're not looking and jumps into the gra pulling the lid off the coffin. Chuck sits up and smiles the sight of her Prince Charming. He returns the gesture:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry I'm late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck and Ned sit at a booth, Chuck wrapped in his coat. watches her devour a piece of pie and a large glass of mi Ned is still filthy from digging up her grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't even hug you? What if you  need a hug? A hug can turn your day  around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a fan of the hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then you haven't been hugged properly.   It's an emotional Heimlich. Someone  puts their arms around you, gives a  squeeze. All your fear and anxiety  comes shooting out of your mouth in  a big, wet wad and you can breath  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's fine for someone else to do,  if I'm choking. On something other  than emotion. But you can't touch  me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So a kiss is out of the question. (off his look) I'm teasing. I'm teasing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lost my train of thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the most delicious pie I've  ever tasted... you use a lot of  butter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He shakes his head, then touches a piece of fruit that's  fallen out of the pie, it SHRIVELS before our very eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never had so much in common with a  pie. (back to point) Why didn't you touch me twice? I  haven't seen you in 20 years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a very good memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How long were you thinking about  this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like thinking-thinking? It wasn't  premeditated.  I wasn't lying in  wait.  More like I was musing on the  idea.  Not, you know, dwelling. But  I wasn't seriously considering until  the exact moment I did it. Or, um,  didn't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck stares at him a moment -- this is all overwhelming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always wondered if you'd come back.   I guess you came back when I needed  you most. Well, that would've been  before I was killed but this worked  out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You understand you can't go back,  right?  You can't see your aunts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're shut-ins, it's not like they  talk to anybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People aren't used to this sort of  thing.  Issues of morality and \"how  come she's not dead anymore?\" It'd  be a disaster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose dying is as good excuse as  any to start living my own life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least you're not the only Jew  whose ever risen from the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am if you asked a Jew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Chuck stand in front of Digby, who wags his tail. It's clear from Ned's slouching that he's exhausted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Digby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wasn't your old dog named Digby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did he...? Did you...? And now  he's...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You seem to do that a lot. Why do  you do that a lot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just the two of you. I don't  mean to be a bad host but I'm sort  of exhausted from chasing your coffin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, oh, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned crosses to the couch and lays down, dirt and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna sleep here, you take the  bed.  I insist. My eyes are rolling  back into my head. I'm laying down  now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Ned is already sound asleep. He snores quietly",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly) I'd kiss you if it wouldn't kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck sits up in bed, watching the TELEVISION NEWS. A can \"while living\" PICTURE OF CHUCK's smiling face looms over NEWSCASTER #1'S shoulder as he recites the news:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 year-old \"Lonely Tourist\" Charlotte  Charles was laid to rest earlier  today --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a strange bed watching her own  funeral on the evening news, Chuck  was struck by the undignified nature  of celebrity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every time she CLICKS the remote the NEWSCASTER changes b her haunting \"while living\" picture stays the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A passenger heard a commotion just  moments before the victim's body  fell past his window --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe her death should be celebrated.   If she hadn't died, she wouldn't  have this chance to finally live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boutique Travel travel boutique has  offered a 100,000 dollar reward for  the murderer of customer Charlotte  Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck reacts, no one said anything about a reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned sleeps on the couch. CAMERA SLOWLY REVEALS Chuck sitt on the big wing-back chair opposite him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would I be alive right now if I knew  who killed me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. Don't be silly -- That's  a -- Something on the news about the  reward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said you wanted to know who killed  me so justice could be served. But I  don't think justice was on the menu.   Maybe as a side dish. But not an  entree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It most certainly was an entree. It  was a special of the d -- Can we  drop the metaphor? I wouldn't have  known you died if it weren't for the  reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When were you gonna tell me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the morning or when it came up.   Which ever didn't come first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "100,000 dollars makes a lotta pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "50 thousand. I have a business  partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not in the traditional sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You touch murder victims, ask who  killed them, touch 'em again, they  go back to being dead and you collect  the reward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... that's it in a nutshell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you after my reward? I'm not mad  at ya, I just wanna know. I'll be  mad at ya if you lie to me, though.  Is that why you're keeping me around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want your reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be so mad if you're lying. You'll  have me scratching the drapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not lying. Please don't attack  the window treatments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Go back to sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck stands and returns to the bedroom. Ned lays his hea back down on the couch, unable to shut his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck in bed, facing the living room. She closes her eyes and reaches out and puts her palm to the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...on the other side. He reaches out and touches the wall He and Chuck appear to be holding hands side by side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck opens her eyes to find a note taped to the lamp sha It reads: \"Please do NOT leave this apartment.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck, in long coat, scarf and sunglasses, turns and is  surprised to see Olive standing outside her apartment  surprised to see a woman coming out of Ned's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a friend of Ned's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olive sizes her up for a moment, then out of curiosity:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does he touch you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson sits opposite Ned before the bakery is open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was the service?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, just paid my respects.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Weren't looking to get paid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might see a dead woman speaking to  you in confidence as an opportunity  to make a whole lot of money by your  lonesome.  Regardless of prior  arrangements.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no opportunity here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With that, Chuck slides into the booth next to Emerson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Are you the business partner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte Charles. Call me Chuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson can only stare. Ned buries his face in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been ruminating. And by  ruminating I mean pondering, not  chewing cud. How about we solve my  murder and collect the reward.  Wouldn't that be poetic?  It's  certainly an anecdote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's supposed to be in the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Chuck) I thought you didn't want the reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I wanted you not to want the  reward.  100,000 dollars is a lot of  money. How about a 3 way split?  30/30/40? Only fair I get more. I  did die for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a detective. I make pies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't just touch somebody's life  and be done with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I can. That's how I roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For someone who brings people back  to life, you're awfully dead inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned reacts to that, stung.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can do 30/30/40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's supposed to be dead. (to Chuck) You're supposed to be dead. I think  this is pushing your luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, well, luck pushed me first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF Chuck's determination...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson and Ned on the googie-esque pie crust roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just so shockingly stupid I  have a hard time believing you did  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You just agreed to be her partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I intend to profit from your  stupidity.  Are you in love with  her? Cause it's that level of stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll admit to being confused. This  is a very confusing time. Childhood  issues.  Diggin' in the dirt. S'all  coming up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We all have the childhood issues. I  got a full subscription. Horror  stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I kinda killed her dad when I was  10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe not \"horror\" stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't know. I wanted to make  it better or different from what it  was because what it was was her dead  and I didn't want that to be my fault,  too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who died instead, Captain Sav'a'ho?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned hands him the folded newspaper in his back pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a random proximity thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bitch, I was in proximity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson glances at the obituaries and a circled picture o the now deceased obese, chain-smoking Funeral Director.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wondered where he went.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank god he was an A-hole. He took  stuff off of dead people and sold it  on ebay. It's all in the obituary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's nice. Fact he was an A- hole make you feel better about what  you did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Immensely. I would've felt  horrible if it was... you, for  example.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson slaps Ned upside the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow. I'm not proud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like that you did it. Makes the  worst thing I ever did seem  insignificant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to you all judgey-judge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know this woman. You don't  know anything about her. Except she  got herself killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ned takes that in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pie-Maker hadn't considered Chuck  could be anything but the little  girl next door he fell in love with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA DRIFTS OVER THE LEDGE to find the side of the Pie  Hole Bakery, moving through a window and into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She only ever had charitable thoughts  and her heart was filled with  kindness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FINDS Chuck sitting at the booth alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was who he wanted her to be and  no one else... until proven otherwise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Emerson slide into the booth next to Chuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not who you think I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson gives Ned a side-long glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who does he think you are?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small town girl who never saw  the world only to have her first  time out be her last. Well, that is  who I am but I've been hoisted upon  my own petard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's a petard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my case, a petard is the wander- lust that compromised my judgment.  That Tahitian getaway was a devil's  bargain.  And the devil... was Diedre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diedre Duffield holds the door open for Chuck as she ENTE Once inside, Diedre locks the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diedre Duffield was the local manager  of Boutique Travel travel boutique  who lured Chuck with the promise of  a highseas adventure at no cost...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I had to do was pick up a package  for Diedre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a drug mule?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I'm a monkey mule. I met a man  in a park and he gave me a brief  case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIEF CASE",
          "text": "A stainless steel Halliburton molded in an alligator prin The case opens to REVEAL a pair of PLASTER MONKEY STATUES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You died for a pair of plaster  monkeys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diedre said their value was  sentimental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those must be some emotional monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, well, clearly he didn't want to  part with them. You should ask Diedre  about all of this. I'm very curious  what she has to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK FROM Diedre the Boutique Manager to REV she's SPEAKING M.O.S. in front of SEVERAL REPORTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The facts were these: in a shrewd  marketing ploy, the Boutique Travel  travel boutique offered a 100,000  dollar reward in the death of  Charlotte Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson, Ned and Chuck pull up in front of the building. Only Ned and Emerson get out. Chuck slouches in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boutique Travel travel boutique  manager, Diedre Duffield, hoped it ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "would catch a killer before a killer  caught her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Emerson open the door. They step inside and a bel CHIMES. The store appears to be empty, they look around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Anybody home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned looks around as Emerson goes into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson ENTERS and stops short at strangled-to-death Died sitting at the break table, plastic bag over her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although on-line sales increased by  23 percent, the reward fell short of  achieving its desired goal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as he ENTERS) This is really no way to run a --  Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck is now staring at Diedre's  dead body along with Ned and Emerson.  Chuck carefully pulls the bag off  her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I guess I can't be too mad at  her. Is that how they found me? That's  humiliating. She looks horrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wonder how long she's been here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Touch the poor bitch and ask her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(hesitates, to Chuck) I'm sort of embarrassed to do it in  front of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck turns around and Ned touches Diedre. A familiar POP ELECTRICITY. Diedre opens her eyes, blinks and sits up. glances around, more than a little confused -- wasn't she just murdered. She locks eyes with Chuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLOCK appears in the corner of the SCREEN: 59... 58...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Diedre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now why'd I know you'd be the first  person I'd see when I got to... is  this... which one is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't either. Or maybe it's  both.  But here's the deal: you get  to talk for like a minute so we're  gonna catch up. Then you're... not  talking anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does everybody get to do this? Cause,  girl, we got to break it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you know I was gonna get killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it might be a possibility.   And I'm real sorry about that. I  probably should have said something.   But to be honest, and really? Why  not at this point? If it was safe, I  would've done it myself. This is  fantastic. Being honest is fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck is stunned. The clock continues: 34... 33... 32...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto, to Chuck) Ask who the dude was that killed  you.  And her. And what's with the  monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(re: Ned and Emerson) Um, who are those people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's Emerson. I don't know him  really.  And this is Ned. He was my  first kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, now he's adorable. Look at this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diedre reaches over and pinches Ned's cheek and THUNK! He head hits the table as she goes back to being dead INSTAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You couldn't have taken a step back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't know she was gonna pinch my  cheek. Who does that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She... actually, she does that a  lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whoever killed you, killed your girl  Diedre as evidenced by the plastic  sack.  But why would whoever killed  you kill her if he already got his  monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dropped my key in the ice maker.  He couldn't get in my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PLASTIC SACK KILLER, his face OUT OF FRAME, stands ou a cabin door holding dead Chuck slumped over in his arms, he fumbles through her bathrobe for her room key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, for Pete's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He tries the handle, it doesn't open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't have the monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you get murdered on a boat,  where do they send your stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your next of kin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I got killed for the monkeys and  Diedre got killed for the monkeys  then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA VERY QUICKLY PULLS BACK TO REVEAL we're in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room has been stripped of all personal belongings. Th briefcase sits on a bed, surrounded by STACKS OF BOOKS. I fact, the whole room is filled with STACKS OF NEWSPAPER. CAMERA CONTINUES PULLING BACK INTO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HALLWAY",
          "text": "...and down the stairs to the:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "Vivian is preparing a cheese platter while Lily watches a old television playing a NEWSREEL of the DARLING MERMAID  DARLINGS in action, swimming in circles under water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was Aunt Vivian and Aunt Lily who  received custody of the monkeys. And  they were about to be paid a visit  by the man willing to kill for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DING-DONG. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that, would you dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned's VINTAGE MERCEDES screeches to a halt across the str from Chuck's Aunts' House. Ned, Emerson and Chuck hop out",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just wanna look in the windows.  Like the ghost of Christmas past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't your Christmas anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want my pie and I wanna eat it,  too.  I'll get crumbs in the bed I  don't mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't. You can have your pie,  but you can't eat it. That's how it  works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck was the Pie-Maker's pie and he  could never have a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're making me hungry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What if something happened?  What if  they got hoisted on my petard, too?  I would just die. Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wish I could give you an emotional  Heimlich so you could cough up that  wad of fear and anxiety, but... I  can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned stares at her, his heart swells.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Emerson) Give her a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson gives Chuck a hug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was from me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck watches them cross the street to her Aunts' house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For 19 years, 33 weeks, 3 days, 7  hours and 42 minutes, Aunt Vivian  and Aunt Lily were all Chuck had.  And before Chuck, all they had were  each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teen Vivian and Lily loll underwater, rolling over and ov languidly in sea-shell bikini tops and mermaid fin bottom",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They made a name for themselves as  the \"Darling Mermaid Darlings.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teen Vivian and Teen Lily dive, pivot, shoot out of the w and flip, perfectly synchronized. The CROWD goes wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30's VIVIAN and LILY loll underwater, rolling over and ov less gracefully than before, their mermaid fins not as cu",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still holding onto their fading glory  as under-water artists, their lives  were changed forever...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA MOVES PAST an advertisement for the \"Darling Merma Darlings\" to FIND 40's Lily cleaning the litter box as th cat waits patiently for her to be done. She accidentally  flips cat sand in her own face and recoils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...when Lily cleaned the litter box  and got dirty cat sand in her eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cat now sits at the edge of the pool watching 30's Vi and 30's Lily (with an eye patch) loll underwater with no indication of grace, colliding into each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not only was the eye lost but their  careers, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CROWD in the stands is only 7 percent of what it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Chuck and 30's Vivian and 40's Lily lead a RABBI an train of PALLBEARERS carrying her father's coffin through the GRAVEYARD on the hill above the Synagogue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They retreated behind a fence and  made sure the world stayed on the  other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vivian is preparing a cheese platter while Lily watches a old television playing a NEWSREEL of the DARLING MERMAID  DARLINGS in action, swimming in circles under water. DING-DONG. The doorbell rings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that, would you dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Emerson stand at a walk-in gate talking to a box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Uh, my name is Ned. I lived next  door 20 years ago. I was a friend of  Chuck's... or Charlotte's, rather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson shoots him a look. BUZZZ. The walk in gate unlatc and Ned turns and gives Chuck in the car a thumbs up. She returns the thumbs up and then immediately scrambles out the car, running to catch the gate before it closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned and Emerson sit opposite Vivian, they're surrounded b CAGED BIRDS of all varieties and a maze of newspaper stac As Vivian sets a sad cobbled-together cheese and cracker  plate in front of their guests, Lily prattles on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte was a firecracker. Always  trying to get us out of the house,  threatening to bake anti-depressants  into our food. Got to the point I  was scared to eat anything she cooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was a good cook. And a nice girl.   Do you like girls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, ma'am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte was a nice girl.  With the  exception of puberty. Which was  unfortunately the same time Lily was  going through her change of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's impolite to discuss a person's  menopause in mixed company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It nearly killed me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lily turns the subject back to Charlotte.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Horrible the way Charlotte died. On  a cruise. Last days spent surrounded  by middle-aged over-weight women who  wear sweatshirts with things sewn to  them.  Usually kittens made of felt.  And the food is perfectly atrocious.  Unless she enjoyed vomiting and  diarrhea, I can't imagine she had a  good last meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A good last meal goes a long way.  Our penal system makes a point of  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's nice she had a little glimpse  of the world before she died.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The world isn't that great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At least she had the sense not to  fly.  Airplanes fall outta the sky  every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheese? I recommend the pure goat  with blue ash. Has a grassy flavor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson takes a bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It does have a grassy flavor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's delicious with Charlotte's honey.   You haven't lived until you've tasted  her honey. The homeless love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holds off emotion) We'll never taste her honey again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck peers through the window at her Aunts, examining th life she left behind. Regardless of their neurosis, Chuck Aunts were the only family she had and she loves them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For the life of her, Chuck couldn't  remember why she was so desperate to  leave her Aunts behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned reacts as he catches Chuck peering through the window He tries not to lose his focus and keep on task:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not to change the subject, but has  the cruise line returned her  belongings?  Specifically a stainless  steel briefcase?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck spots Ned spotting her and ducks out of sight. She sneaks another look at her Aunts through the window,  surrounded by their feathered friends in cages. She moves around the side of the house, eyes the stacks of bee hive",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck opens the window, climbs inside, finds the bed with the suitcase and the briefcase on the springs on top. A l parrot is on its perch in the its cage in the corner.  Ch opens the briefcase to reveal the twin PLASTER MONKEYS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The monkeys of indeterminate  sentimental value took on a new  sentimental value for Chuck. If she  couldn't keep her Aunts, she was  going to keep them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She HEARS footsteps coming up the stairs. She pulls the  monkeys out of the briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS LANDING",
          "text": "Lily walks up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHUCK'S BEDROOM",
          "text": "Chuck snaps the briefcase shut and moves toward the windo She stops and takes a look around and slips outside. Lily ENTERS narrowly missing Chuck. Lily crosses to the w and pulls it shut, yanking the curtains closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck stands on the ledge out of sight, the two plaster  monkeys under her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lily moves to the bed and picks up the briefcase. Behind  her, silhouetted in the door, a MAN quietly ENTERS the ro The parrot SQUAWKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Oh, for Pete's sake.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lily turns around and FWIP - a bag is thrown violently ov her head. She sucks air and it shrink-wraps to her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck is trying to see through the window, but can't arou the winding maze of NEWSPAPER STACKS. She shimmies along ledge toward another window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned, Emerson and Vivian in the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlotte always wanted to get away.   Got away further than any of us  thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned reaches over and holds Lily's hand...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a rare moment of sensitivity, the  Pie-Maker reached out and touched  someone... who didn't want to be  touched.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...but she stiffens at his touch. They sit there an awkwa beat as if a social taboo has been broken. Ned is finally unable to take it anymore and gets up to excuse himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll go see if she needs any help  bringing it down in case it's heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned climbs the stairs to the second landing. It's eerily  quiet upstairs. He takes a few steps down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Want me to carry that for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rounds the corner and sees the stainless steel briefca in the middle of the hall when FWIP - a bag is thrown  violently over his head, as well. He sucks air and it  shrinkwraps to his face. Ned's struggles with the Killer, who tightens his grip, pulling Ned off his feet. WHAP -- Chuck comes out of nowhere and SLAMS THE STAINLES STEAL BRIEFASE upside the Plastic Sack Killer's head. It  rings in his ears and ours. He drops Ned with a plop. He  scrambles back pulling the sack off his face, gasping for air. The Plastic Sack Killer spins around just as Chuck i taking another swing with the briefcase -- THWAP. The Plastic Sack Killer catches the briefcase befo it hits his head, snapping it out of Chuck's hands. A ten beat then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Didn't I kill you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can hold my breath for a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Plastic Sack Killer turns to see Lily, still alive,  standing at the other end of the hall cocking a shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "18 years of under-water ballet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, for Pete's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLAM! The shotgun KICK PROPELS Lily backward into the  partially closed door behind her and into the next room. The impact of the SHOTGUN BLAST knocks the Plastic Sack K off his feet and THROUGH THE WINDOW BEHIND HIM, the stain steel briefcase clamors to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Emerson and Vivian both react to the commotion upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS LANDING",
          "text": "Chuck and Ned stand with the gaping window between them,  staring at each other. Holy shit. Did that just happen? They look down the other end of the hall where Lily is st directly at not only Ned but more importantly Chuck, her  dead niece evidently returned from the grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The jig appeared to be up. Aunt Lily  was looking directly at her niece.  Her niece who wasn't supposed to be  alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HALL",
          "text": "The corridor is partially obscured by her eye patch and s doesn't see Chuck at all, only Ned",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if she possessed two good eyes,  she would have seen her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHUCK",
          "text": "She slinks around the corner and out the open window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck emerges from the second story and climbs down the r trellis. She turns back to see:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND STORY WINDOW",
          "text": "Ned's looking out the window at Chuck. The wail of approa sirens can be heard in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YARD",
          "text": "Chuck runs across the yard and stops at the dead Plastic  Sack Killer and kicks him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rush of warmth washed over the Pie  Maker, he would later describe this  feeling as delight. The girl he  rescued from death had returned the  favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned turns from the window to find Lily holding the stainl steel briefcase as Emerson and Vivian come up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON BRIEFCASE",
          "text": "The lid pops open to REVEAL there are no monkeys, but ins it's filled with HONEYCOMB. A single bee flies out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she gave a little sweetness to  the ones she left behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned, Emerson, Vivian and Lily watch the lone bee fly out window and into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "POLICE and NEWS VANS parked in the street outside the fen POLICE OFFICERS, REPORTERS and CAMERA-MEN storm through t gait and stop short at an unusual sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DEAD PLASTIC SACK KILLER",
          "text": "He's laying sprawled out surrounded by broken glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON LILY AND VIVIAN",
          "text": "They step out onto the porch, surveying the REPORTERS and gathering CROWD OF LOOKILOOS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And saw that the Darling Mermaid  Darlings had another go at the teat  of stardom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON CHUCK",
          "text": "She's wearing scarf and long-coat, watching from the gath CROWD OF LOOKILOOS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey. Aren't those the world-renowned  Darling Mermaid Darlings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Reporters glance at Chuck, then back at Lily and Vivi then swarm to the Darling Mermaid Darlings in a CACOPHONO MURMUR OF QUESTIONS and GASPS. Chuck smiles, pleased with herself...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A TELEVISION",
          "text": "Newscaster #1, seen earlier, reports breaking news:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Former \"Darling Mermaid Darlings\"  Vivian and Lily Charles defeated a  deadly home invader who may have  some connection to the murder of  their niece, \"Lonely Tourist\"  Charlotte Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PULLS BACK TO REVEAL we are --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA CONTINUES PULLING BACK TO REVEAL Olive again sitti in her over-stuffed lounge chair, Digby squeezed in next her. They're watching the evening news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When asked about a \"Darling Mermaid  Darlings\" reunion the sisters  mentioned a benefit performance to  support \"Honey for the Homeless\" was  in the works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Olive raises the television remote and we...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA FINDS Ned and Chuck seated at a booth enjoying pie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, this whole thing is sort  of like reincarnation but more  immediate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sort of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you believe in reincarnation? If  I wouldn't have come back this way,  would I have come back some other  way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanna believe in  reincarnation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The planet's falling apart. Right  now it's the children's problem, but  if we reincarnate it's our problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never thought of it that way. (considers) Was this an act of kindness? Me.   Here.  Were you trying to do something  good for no other reason than to  help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes his head) I was being selfish. I'd love to  tell myself I was being unselfish  but I know deep down in my primal  sweet spot I was being unselfish for  selfish reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you want a corpse bride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I just thought the world would  be a better place if you were still  in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The most romantic things she's ever heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anything else I should know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Pie Maker wanted to tell Chuck  about that fateful afternoon when he  brought his mother back and  inadvertently killed her father, but  instead he said...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know everything there is to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slides one of the Monkeys across the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I figure since they cost me my life  I should get to keep at least one.  And since I wouldn't be alive if it  weren't for you, you should have the  other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's like those heart pendants that  BFF's wear. Except with monkeys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for bringing me back to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The word \"life\" hangs there. Chuck stares at Ned a moment The attraction is palpable, but is it love or fascination Not even Chuck could tell you. Ned's affection is clearer",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks for returning the favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck takes her Monkey and presses its face against Ned's Monkey. Ned smiles returning the kiss with his Monkey. He feels the weight of the plaster statue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These are kinda heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then: SMASH. Chuck smashes her Monkey against Ned's. The  plaster shatters revealing SOLID GOLD MONKEYS underneath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Neat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flowers in the yard are blooming and there's a fresh  coat of paint being applied to the house. Lily and Vivian emerge and walk down the path to the gate, stepping out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a renewed interest in the world  on the other side of their fence,  Vivian and Lily retreated from their  retreat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large metal water tank with port hole windows in the si Vivian and Lily in robes and wearing bathing caps climb t stairs to the platform above the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and took the plunge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The VERY AMPLE CROWD APPLAUDS as Vivian and Lily DIVE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA PUSHES INTO THE PORTHOLE WINDOW",
          "text": "SPLOOSH-SPLOOSH. Vivian and Lily dive in and into each ot The porthole the window in a kitchen door. The door swing open to REVEAL we are:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES PAST Emerson to find Ned and Chuck standing either side of the door to the WALK-IN FREEZER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the Pie-Maker and Chuck took a  plunge of their own...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA PUSHES BETWEEN Ned and Chuck to REVEAL they're sta over a FROZEN CORPSE. A clean-cut white professorial type his late 40's wearing a suit. His name is MARTIN MILTENBE and he's been stabbed several times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The facts were these: one Martin  Miltenberger, Principal of the Beales  School for Boys was found stabbed to  death in the school's walk-in freezer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Ned's about to touch dead Martin Miltenberger... CAMER JUMPS TO AN EXTREME-EXTREME-EXTREME CLOSE UP and we see t FAMILIAR POP OF ELECTRICITY. Ned sets the alarm on his wa A CLOCK appears in the corner of the SCREEN and begins  counting down from ONE MINUTE. 59 seconds... 58... 57... Martin Miltenberger sits up and takes in his stabbed stat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But before Principal Miltenberger  could get into the specifics of his  demise, Chuck thought it would be  nice to ask...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have any last words or thoughts  or requests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ned reacts, glancing at Chuck and loving her for asking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was something the Pie Maker never  thought or cared enough to ask until  Chuck back into his life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better ask who killed him first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Martin Miltenberger prattles on, Ned stares at Chuck, heart swelling. He reaches behind him and holds his hands behind his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he stared at her, he reached around  and held his hand behind his back,  pretending he was holding hers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chuck winks at Ned and reaches behind her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And at that very moment she was  pretending to be holding his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OFF Chuck and Ned holding their hands behind their backs.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1448"
    }
  ]
}