{
  "movie_id": "MOV1450",
  "scenes": [
    {
      "location": "LAKE HAVASU",
      "time": "DAY",
      "characters": [
        "SURFACE",
        "MR. CROUSE",
        "GIRL",
        "JOCK",
        "ROCK FORMATIONS",
        "TED",
        "ROLLS RIGHT OVER HER",
        "JULIE, (V.0. - TV)",
        "REVERSE",
        "C.U.",
        "FOLLOW THE LIGHT",
        "THE PIRANHA",
        "FRAT BOY",
        "THE BOY",
        "ON SHORE",
        "SMASH CUT TO BLACK",
        "THE LOOKING GLASS",
        "SHELF",
        "SAME TIME",
        "A TALL BAR TABLE",
        "J.C.",
        "BACK TO BLACK",
        "THE SCREEN",
        "THE WATER",
        "THE PASSAGEWAY",
        "THE EMBANKMENT",
        "CAR",
        "PYLONS",
        "DALE",
        "BELOW",
        "SIMULTANEOUS",
        "DOBBS",
        "ZACK",
        "BACK ON THE BOAT",
        "FLASHBACK",
        "WATER",
        "SEARCH FOR THE RIFT",
        "EMBANKMENT",
        "SONAR VISION",
        "BOY",
        "THE ROOF OF THE MERCEDES",
        "MARCUS",
        "C.U. TED",
        "JACOB",
        "THE RIFT",
        "THE STAGE",
        "VOICE",
        "NATE",
        "CA-RUNCH",
        "THE GIRLS",
        "MOMENTS LATER",
        "THE SWARM",
        "CAVERN",
        "MARCUS LOOKS DOWN",
        "SHOCK CUT",
        "THE BAR",
        "PARTY",
        "THE CAVERN FLOOR",
        "VOICE, (0.S.)",
        "AAAMMMMYYYY",
        "COMPUTER SCREEN",
        "REGGIE",
        "BACK TO AMY",
        "FLASH",
        "DISSOLVE TO",
        "CAMILLE",
        "SHERIFF",
        "JOCKS",
        "WINDOWS",
        "GEOLOGIST",
        "THE SURVIVORS",
        "CUT TO",
        "SHORELINE",
        "MRS. TUNNIE",
        "TAYLOR",
        "ZACK REACTS",
        "E.C.U.",
        "GLASS BOTTOM",
        "THE GENERATOR",
        "BAR DOORWAY",
        "SHORE",
        "THE SURFACE",
        "DEPUTY",
        "ALPHA FISH",
        "MASTER",
        "DAY",
        "A HAND",
        "CAMERA BOOMS UP",
        "CLACK",
        "COLLEGE JOCKS",
        "AMY",
        "CARRIE",
        "RODRIGUEZ",
        "BOY, (0.S.)",
        "RIFT ENTRANCE",
        "THE MERCEDES",
        "THE CAVERN",
        "SYDNEY",
        "JULIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A garish Jose Cuervo ad flashes by on the side of a brigh yellow HUMMER as it drives through frame, pulling CAMERA the mid-summer crush of semi-clad, youthful bodies on mai street Lake Havasu, Arizona. Havasu is an overcrowded blue collar summer paradise at t peak of its three-month-a-year run of prosperity. You can almost smell the sunscreen as heat waves make the crowd o the pavement appear to waver like a mirage in the desert. Main street is a row of tourist trap t-shirt shops, bars coffee shops and cafes. Beyond lies the shimmering expans of the lake itself. CRANE SHOT ENDS as a four wheel drive pick-up pulls into foreground. A sign on the side of the truck reads “Patter Bait and Dive Shop.” A beautiful golden retriever, BAXTER bounds out of the open truck bed, barking merrily. TED PATTERSON and JULIE TUPPER step out of the cab. They’ one of those golden couples who have the ease and confide of two people who are perfect for each other. They are bronzed, athletic, early thirties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bell mounted on the front door JINGLES merrily as Julie enters with Baxter bounding close at her heels. The Proprietor, NATE HASKEL, is a pleasant, if forgettable, middle-aged man, idly surfing the web on his laptop. He rises as they enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Hi, Ted. Hi, Miss Tupper. Can you believe this heat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Pretty miserable, but it’s good for business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(sighs) Not mine. Tourists usually don’t bring pets... and they don’t think much about taking one home. what can I do for you today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We need a bag of dry food and a couple of those rawhide chews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "You’re a lucky dog, Baxter. Baxter barks in agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(gathers goods) So, the big day’s coming right up, isn’t it? Julie and Ted share a warm glance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Only three weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "You trying to get me nervous, Nate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Well, some of us wouldn’t mind if you got cold feet. You got the prettiest girl in Havasu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "That’s sweet, Nate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "That’1l be twenty-two thirty-five. (as Ted pays) You know, those Balinese fighting fish should be in next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(skeptical) Balinese fighting fish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "They’re beautiful, hon. wait ‘til you see ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Sounds like they’1l eat everything else in the tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don’t worry, they come with their own environment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I heard the Sumatras are more aggressive than the Balinese.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Maybe so, but I wouldn’t recommend them. They’re much more sensitive to the PH balance. There’s a website here somewhere... Nate punches up the website on laptop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(takes Baxter) You two chat, I’ve got to get back to the dock. Your brother’s the only one minding the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "That’s trouble. She gives him a quick kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "And don’t forget, you’ve got a dive at one o’clock with that dot com guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(chuckles) The great white hunter. How could I forget?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Just don’t let him spear you in that cute tush. Julie pinches Ted’s jeans-clad butt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Hey, easy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(waves as she exits) Thanks, Nate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Oh, anytime, Miss Tupper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie. (big smile) Or Mrs. Patterson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Okay, Mrs. Patterson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An isolated inlet. This is the remote end of Havasu... breathtaking red rock terrain sculpted by time itself. No much has changed here in ten thousand years... CAMERA BOOMS DOWN to reveal Ted standing waist-deep in th water, wearing a full wet suit and diving gear. MR. CROUS a slightly pudgy yuppie with a tourist’s sunburn waits be Ted as he checks his spear gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "The grouper like to feed in these inlets this time of day. Remember it’s all about your approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. CROUSE",
          "text": "Cool. I’m a human shadow. Lead the way. Ted slips on his dive mask, sucks in his mouth piece, and submerges with barely a ripple. Crouse follows with an awkward SPLASH. As they disappear beneath the surface, CAMERA pushes past them to the nearby shore... where an old TIRE SWING is ti off to an oak tree. All is silent and still. Beat. Then the tire slowly begins to swing. At first, almost imperceptibly. Then in a widening arc, as if it hada ghostly rider. The barren branches of the entire tree beg to TREMBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCK FORMATIONS",
          "text": "The ground begins to SHAKE. Several fist-sized rocks tumb down the slopes as we hear the growing RUMBLE of an earthquake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People in the streets react as the tremor hits Havasu. A pitcher of beer SMASHES to the sidewalk at an outdoor caf",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dogs HOWL and parrakeets FLAP in their cages. Nate manage to catch a fish bowl just as it tips off a counter top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME TIME",
          "text": "Patterson and Crouse are tossed about beneath the surface a churning backwash of water. The rocky slope at the bottom of the lake SHAKES violentl Then a jagged crack travels up the slope like an inverse lightning bolt... and a_twenty foot rift in the floor of lake cracks open. There is a deafening ROAR of water and both men are viole sucked into the rift... followed by tons of sand and rock",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie rises to her feet, screw driver in one greasy hand, spark plug in the other. JACOB WYATT is assisting her. He a tough-as-nails ex-longshoreman in his sixties. The boat they’re working on begins BANGING against the do pylons. Julie grips the gunnels to steady herself. Then it’s over as suddenly as it started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate waits a beat, then sets the fish bowl safely back do The parrakeets PEEP angrily, but settle back in their cag",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U. TED",
          "text": "He struggles to orientate himself in pitch darkness. He’s alive... but where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted CLICKS on a flashlight and the beam reveals a dark mo SHADOW whirling straight towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie rises as the boat steadies itself. ZACK PATTERSON, Ted’s younger brother, bursts out of the dive shop and crosses to Julie. Zack’s a tattooed twenty-year-old with curious charm about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "You okay, Julie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Yeah. Was that an earthquake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "(gets back to work) Hell, that was nothing but a hiccup. I’ve been in an earthquake. MARCUS (20s), Zack’s co-worker, joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Let me guess, that one with Moses, right? When he parted the red sea. Wasn’t Pharaoh after you guys? Jacob is clearly used to Marcus’ dry humor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "As a matter of fact, it was the San Fran quake in ‘89. Little puss like you would have shit his heart straight into his tighty whities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Zack, is your brother still out on that dive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Yeah. Wonder if he felt anything... CAMERA PUSHES into a CLOSE UP of Julie as a hint of conce crosses her features.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try him on the radio, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMASH CUT TO BLACK",
          "text": "Images briefly FLASH against the darkness, like the flick of lightning. A RUMBLE of thunder accompanies each image; FLASH #1 - EXT. LAKE - TED’S BOAT - SUNSET Julie frantically inspects Ted’s empty boat, which floats adrift. Zack and Jacob tie their boat off to Ted’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASH",
          "text": "Two state owned Fish and Game boats ROAR along the shorel A grim-faced SEARCH TEAM scans the darkness with powerful spot lights. Julie and Zack ride in the back of the lead boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO BLACK",
          "text": "FLASH #3 - INT. TED’S CABIN - NIGHT Julie, surrounded by Ted’s family and friends, breaks dow tears. Zack reacts with anger and frustration, SMASHING h glass in the fire place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO BLACK",
          "text": "TITLES FADE UP - “THREE DAYS LATER” INT. SHERIFF DOBBS’ OFFICE - LATE AFTERNOON A cluttered Fish and Game Department office. SHERIFF JIM DOBBS, late fifties, is a seasoned enforcement veteran; a good man whose simply been at this job too long to believ he’s going to save anybody but himself and his pension. He sits across the desk from Julie Tupper, who has learne believe the same about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "We’ve had our resources maxed out for days now. I can’t justify it any longer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You’re calling the search off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have no choice. Fourth of July is the busiest weekend of the year. Maybe after the holiday...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Maybe what?! He could still be alive out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "He certainly could. In fact, I’d bet money on it. But not in Havasu, maybe not even in Arizona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Look, I don’t want to upset you anymore than I have to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "It’s a little late for sensitivity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Ted Patterson was a better diver than any man on my search team. There’s no way he drowned in Lake Havasu. (beat) The truth is, there’s no evidence that there was any kind of accident at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "We found his boat adrift!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Which makes it seem pretty damn strange that we haven’t found a body by now. (pauses) Your wedding was supposed to be in two weeks, correct?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What are you getting at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "We have to consider all the possibilities. One of them is that Ted simply left town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That’s ridiculous!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "You want to tell me what’s more likely? Alien abduction?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "How do you explain the businessman Ted was diving with...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "We still have no record of this “Mr. Crouse.” None of the hotels had him registered. No one’s turned up to inquire about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "So, what... you don’t believe me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I know this is difficult for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You’re difficult for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(ice cold) We’re done for today, Miss Tupper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You were done before you even started, weren’t you Sheriff? (rises) I guess I can’t blame you, this is such a busy time of year for you. Must be hard to keep up with all those fishing licenses. Julie storms out and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jacob is waiting for her, standing beside the dive shop p He knows the story from the look on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(enters passenger’s side) Don’t ask. \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "They’re just glorified park rangers, Julie. Even if Dobbs wanted to help, he couldn’t find his own ass with two hands and a flashlight. Julie slides into the passenger seat, the entire weight o the tragedy on her shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What do you think happened to him, Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "(shrugs) Anything can happen in the water. Anything. I don’t care if it’s six feet or sixty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(searches for the words) But Ted was... he was the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "I know. I taught him. Jacob cranks the engine, reaches under the seat and hands Julie a coffee thermos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Coffee’s the last thing I need.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "It ain’t coffee. As Jacob pulls out, Julie unscrews the cap and sniffs. Th vapors alone makes her eyes water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "Go ahead, it won’t make you feel any worse. Julie thinks it over... then she takes a deep swig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pick-up swings out and passes by a traffic jam of incoming tourists. A large red, white and blue banner is strung across main street. It reads “Happy Independence D From Lake Havasu City Council.” \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Posters for “Havasu’s Fourth of July Fireworks Extravagan adorn the building. The dock is busy with a variety of college kids and vacationing families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TAYLOR BILLINGS enters the shop like he owns the place. H a trust fund kid with a rocker ponytail, streaked with be salon highlights. He’s accompanied by REGGIE TRIPP, a frat type with a gym physique, Reggie’s girlfriend, SYDNEY (hot and knows it) her college roomies CAMILLE and J.C. Camille talks on her cell phone as she aimlessly wanders about the shop. The girls are pretty, but there’s something special about quiet one, J.C. Zack notices her right away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Hi. Can I help you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "We want to rent tanks, regulators, the works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Light gear. Just for a little sport diving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Great. Are you certified?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’m a Navy Seal, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Yes, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Still gotta know if you’re certified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(getting irritated) I’m certified, alright? \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Then you’ve got a card...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I got this. Reggie pulls up his sleeve and flexes. There is an impressive Navy Seals tattoo on his bicep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(in Zack’s face) You can read, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "C’mon Reggie. Please don’t start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(to girls) What about you guys? Ever dive before? J.C. Just some snorkeling. But I’d like to learn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I can take care of them. I’m an instructor too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(sighs) Right. Look, if they want to dive, they need to get certified. Takes about a week. Maybe you should do it too, y’know. Just to brush up. Taylor intercedes, pulling out a Gucci money clip loaded fifties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "We’re only in town for a couple of days. I’1ll pay double. Like a rush fee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Can’t do that. Julie enters from the back of the shop, senses trouble ri away .",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What’s going on, Zack? \f13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Gear rentals. I got it. It’s okay. Zack sets down a clipboard with a rental form on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "If you really want to dive, I can take you guys out myself. As long as I accompany you, one quick lesson and you’re good to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "It’s a scam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "It’s the law. If you don’t like it, that’s okay. There’s lots of other things to do in Havasu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(eyes Julie) Why don’t you take us out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Zack’s the best. If you like, we also do tours on our glass bottom boat. Stay dry and see some spectacular underwater life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "That shit’s for tourists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Come on, Reggie. Don’t be a dick. Let’s go on the dive. Camille finally finishes her phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "Screw this, you guys. We can just hangout on the houseboat. J.C. smiles at Zack. Something’s going on between the two them. J.C. No. Let’s try it. It’d be cool. Sydney squeezes Reggie’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "C’mon, baby. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(shrugs) What the hell...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Best time’s early. Like seven a.m.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "Gawd. Are you serious? This is supposed to be a vacation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "He’s right. The lake’1l be calm. Good visibility. Good dive will take you ‘til lunch. We supply sandwiches and sodas. Taylor lays down his platinum card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Can you stock some Coronas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Only for after the dive. (aside, to Zack) You sure you want to take these guys out? They seem like a handful. Zack glances up at J.C. and catches her looking at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "It’1l be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "If they don’t shape up during the lesson, promise me you’1l1 pull the plug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "You got my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girls and guys walk to their cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "I can’t believe it. You liked that guy. J.C. No way. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "Bullshit. I know you, J.C. J.C. Alright, he was cute. So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "He’s a loser townie, J.C. And if you start hanging out with one of the locals it makes us all look like sluts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "Two more weeks and we’re back at school. You can wait ‘til then to get revenge on Chad. J.C. I don’t want revenge on Chad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Of course you do. He dumped you in front of the entire school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "Besides, nothing’s better than revenge sex. That’1ll get Chad jealous and he’1ll want you back. Then you get to have great make-up sex. And after that, you’1l finally be over Chad, so you can be the one to dump him. Perfect, right? J.C. Camille... are you still seeing that therapist?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "No. My mom started dating him, so it kinda seemed like I was talking to my dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack watches J.C. through the dive shop window. MARCUS, Zack’s co-worker, enters lugging a pair of tanks through",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "See something you like? \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "They’re Arizona State girls, Zack. They’re all looking for some preppie asshole with a Porsche and a trust fund. That ain’t us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "True.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Any word on your brother? Zack hangs his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "He’s gonna turn up, Zack. You did everything you could, so...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(cuts him off) Let’s drop it, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Okay, okay... Marcus reaches into his back pocket, pulls out a flyer...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Here. Concentrate on this. It’s for a Fourth of July party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Club Zanzabar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I made a deal with Rodriguez to use the Sand Bar. If I turn a profit, I’1l get to do it every Wednesday night. I’m a club promoter now, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "You can call it what you want. It’s still the Sand Bar. The place’s got fleas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I got a D.J. out of Vegas. Guy’s smokin’ hot. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MARCUS(cont'd) The place will be packed and not with those stuck up college bitches, either. Zack takes a last glance out the window at the girls. The climb into Taylor’s big Mercedes and peel out. Looks like fun and money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The orange rim of the sun dips beneath the horizon line. The exact moment it’s snuffed out like a candle... nightf The water is calm. Beat. A TURBULENCE begins just beneath the dark surface... doze and dozens of source points swirl about. One split second of activity, then the strange phenomenon over as if it never happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two tourists, a teenage boy and girl, ride along on horseback, passing a joint back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Let’s stop for awhile. There’s supposed to be an old boathouse a little ways up this trail. The girl giggles and passes the joint back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Okay, but you have to catch me first! The girl kicks her horse in the flanks and it takes off l a bolt of lightning. The boy wheels around and pursues at full gallop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Amy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl is a hell of a rider. She rides at a full gallop straight toward the lake, laughing wildly. Youth plus dop and horse power. Always trouble. \f18. The horse plunges straight into the lake. KER-SPLASH! Probably feels good on this hot night. The boy reigns his horse in at the shoreline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Amy, get back here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "Come and get me! wWhat’s wrong, scared of the water? She and the horse are now chugging along in deeper water, following the shoreline. The boy kicks his horse’s flanks but it spooks at the water line, refuses to go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amy has reached the abandoned boathouse. The dilapidated pier is half-submerged in the inlet. An old tire swing ha from a dead tree. The same tire swing where Ted was sucke under. Now we know exactly where we are... and it’s nota good place to be. Amy can hear the boy calling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AAAMMMMYYYY",
          "text": "She reigns her horse in and pats him on the neck. He stan in the water, up to his shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "What do you think? Should we go back...? The horse WHINNIES deep in its throat. Something is spook him. Amy follows the horse’s fearful gaze. AMY’S P.O.V. - THE WATER The strange DISTURBANCE appears on the moonlit surface. Dozens, maybe hundreds of churning points of contact. But this time they move with purpose, traveling directly at A The entire formation submerges as it races straight at he The horse rears up in panic. Amy tries desperately to rei him in. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "No, Stormy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "He hears the horses frantic WHINNY and realizes something deeply wrong. He kicks his horse into a gallop along the rocky shoreline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO AMY",
          "text": "Her horse is clambering for a foothold, still up to its shoulders in the water. Amy is fighting to control him wi all her might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "No, Stormy, no! MYSTERY P.O.V. Eerie SONAR VISION scans the horse beneath the surface as struggles to get it’s footing. The P.O.V. picks up speed, rocketing straight at its inte target.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SHORE",
          "text": "At a full gallop, somehow knowing, fearing just how bad t could be. He hears Amy SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "The water all around her suddenly ERUPTS with blood and bubbles. The horse BRAYS in agony, thrashing violently against an unseen enemy. It collapses into the churning water, taking Amy with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOY",
          "text": "Finally gallops up to Amy’s location. He dismounts and rushes to the edge of the water. But there’s no sign of the horse or Amy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT",
          "text": "The horse breaks the surface, it’s a LIVING NIGHTMARE of flesh stripped down to the bone, yet it’s somehow still alive; it’s eyes rolled back in agony. Amy is coughing water, clutching in blind fear to the saddle horn. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She SCREAMS hysterically as her horse is literally torn t pieces beneath her... she tumbles with it, straight back into the deadly broiling water. The boy flies out of the darkness on the tire swing... He grabs Amy around the waist and swings to safety as the ho finally collapses beneath the surface. All this has happened without ever revealing a glimpse of ungodly force that pulled the horse under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORELINE",
          "text": "The boy and Amy hit the ground hard as they land on the r shoreline. He scrambles to his feet, holding her tightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Amy, are you okay? She does not reply. By the vacant look on her blood- splattered face we realize she may never be okay again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "Amy?! 1!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A beautiful sunlit dawn. Julie detaches the gas line from large, expensive looking houseboat. MRS. TUNNIE, a middle aged woman with oversized accessories (hat, ear rings sunglasses) steps up to the rail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "So sorry to hear about Ted. A terrible tragedy. But he was a real sportsman, wasn’t he? So he liked taking those risks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(pauses) It’s still kinda tough to talk about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "Oh, I understand. (beat) So, you must be starting to think about moving on by now... \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "Well, now that Ted is gone aren’t you going back to Vegas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I’m not from Las Vegas, Mrs. Tunnie. I’m from L.A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "Really? I heard you were a show girl or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I was a realtor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "Only danced part time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(gives up) That’s fifty-six thirty-nine, Mrs. Tunnie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "(pays) . So you’re going to stay in town after all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Yes, actually, I am. Ted’s dad needs me to run the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "Well, tell him my husband will take this old dock off his hands whenever he’s ready to sell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "This dock has been in Ted’s family for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "That may be so, but you’re not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "You’re not part of Ted’s family are you? Not really. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS. TUNNIE(cont'd) And now that Ted’s gone, you won’t ever be. Joe can’t run things anymore with his heart condition. So... Julie finally starts to get steamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You know what, Mrs. Tunnie? There’s only one thing I miss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Dancing in Vegas. I miss shaking my bare ass for men like your husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. TUNNIE",
          "text": "I knew it! Where there’s smoke, there’s fire. If you’re smart you’11 cut your losses and move on while you can, missy! (calls to captain) We’re done here, Jose. As the houseboat slowly pulls out, Zack steps up beside Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "You really danced in Vegas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Nope. Think I ought to give it a try? (Zack grins) Don’t answer that. Julie secures the gas line. Jacob steps up and takes over for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "Let me grab that for you, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Thanks, Jacob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "Don’t let that old gas bag get to you. Her and her old man have been trying to get their hands on this pier for twenty years now. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Well, they’1l have to wait another twenty as far as I’m concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "That’s my girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "I’ve got to take out that charter. You need anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I’m fine. Just keep it simple with those kids, okay? She tosses Zack the boat keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "No worries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Patterson’s excursion boat, the “Chill Pill” cuts acr the calm waters of Havasu with Marcus at the helm. Taylor Reggie and the girls are lounging on the open deck as Zac helps them prep for the dive. Zack helps J.C. slip on her tank. He adjusts the harness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Too tight? J.C. No, it’s fine. I didn’t think air could be this heavy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Once you’re in the water, you won’t even know it’s there. J.C. Hold on a sec. She adjusts a neoprene knee brace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Bad knee? J.C. Just gotta take care of it. I tore some cartilage swimming. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "What kind of swimming? J.C. I compete for Arizona State. I’1ll be fine as long as I don’t push it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "As far as I’m concerned, the whole point of diving is not pushing it. It’s about going with the flow. I think you’re gonna love it. J.C. Why do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "What? J.C. Love it so much. I can see it in your face when you talk about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(adjusts her harness) I dunno. It’s kind of like flying. No, it’s more like... a dream of flying. You’re weightless, gliding through this secret world where all you can hear is your own breathing. And no one else can see what you see. J.C. You must dive alone a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "...guess I do. Reggie interrupts, dropping his tank down with a loud CLA",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Hey man, this regulator’s fucked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Should be okay. I checked it this morning. Reggie strains to turn the valve. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Well, you didn’t check this. I can’t work with this cheap crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Lemme see. Zack turns the valve in the opposite direction Reggie’s b turning it. We instantly hear the HISS of air coming thro the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "This is different than the gear we train with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Sure. The Seals probably use valves that twist in the wrong direction to like, foil terrorists, right? Reggie fumes. Marcus cuts the engines and trips the ancho release.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(over intercom) Ladies and gentlemen, this is your captain speaking. Please stow your tray tables in their upright position. We have arrived.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat drifts to a stop, revealing a picturesque hidden cove. Red rock walls tower above placid water. Zack slips overboard into waist-deep water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Okay. wWe’ll stop for a quick lesson and still have plenty of dive time before lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "(admires view) »..not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Cabo’s nicer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "This sucks. Can we try someplace else? \f26. J.C. (slips into the water) C’mon, Cami, it’s beautiful. The water’s perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "(displays phone) No reception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "You just might have to talk to us in person without A.T. & T. involved. Zack plunks the gear down on shore. J.C. notices somethin J.C. Look at that...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORELINE",
          "text": "J.C. hops up into the old tire swing. Now we know they’ve dropped anchor right were Ted Patterson disappeared. J.C. begins to swing. The old rope CREAKS under her weigh",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Hey! Don’t do that! J.C. Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "That thing’s like twenty, thirty years old. I don’t want you to fall on your... um. J.C. My ass? Taylor wades up onto shore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "And a fine ass it is. (to Zack) Calm down there, Aqua Boy. You don’t want to pop a stiffy in your speedo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "Havasu doesn’t have the crystal clear waters of the Caribbean, but it does have its own unique beauty. The “atmosphere” of the water carries breathtaking shafts of light that ripple across the perfect bodies of J.C. and h girlfriends as they gracefully descend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack puts the college kids through some of the basics; Flooding their face masks, then learning how to blow them clear without surfacing. “Buddy Breathing,” in which two divers alternate off of o tank. Reggie breaks rank to play grabass with Sydney. Zack and J.C. glide weightlessly along the incline of the rocky slope. J.C. spreads her arms like wings to “fly” fo Zack. Taylor gets Zack’s attention, showing him that his regula is reading in the red (low air time). Zack scribbles ona hand-sized MARKER BOARD. It reads: “Relax. You're Hyperventilating.” ANGLE J.C. She’s noticed something peculiar a short distance ahead. immediately recognize the RIFT, the deep crevice that swallowed Ted Patterson alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sand along the rim is slowly, but constantly tricklin inward, disappearing into the dark void within. It’sa subtle but weird phenomenon. J.C. glides over for a closer look",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "As he turns, realizing he’s lost sight of J.C... then he spots her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIFT",
          "text": "J.C. swims down towards the rift, gracefully passing thro a shaft of rippling light. The second she’s over the open crevice, she’s violently sucked down into it. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK REACTS",
          "text": "He drops his hand board and swims with all his might, bla straight to J.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIFT",
          "text": "J.C. desperately clutches a rocky outcropping as the unde drags her inside. Nothing but a slippery hand hold keeps from being swallowed up by the darkness. INT. RIFT - SONAR P.O.V. An eerie SONAR image of J.C., as she’s seen by something inside the rift. She appears as a softly strobing silhouette, constantly scanned and rescanned by radiating sonar waves. A small figure in a vast black limbo. The P.O.V. rushes straight up at the struggling J.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIFT",
          "text": "J.C.’s hand slips and she’s jerked inside. But she snags second hand hold. Frantic, she looks back over her shoulder, into the darkn Her dive mask is RIPPED from her face by the relentless current. She slips a few more inches, now blinded. SONAR P.O.V. Rushing straight at J.C.’s feet C.U. - J.C.’S HAND White knuckled grip. She hangs on... but the rock gives w",
          "sentiment": "neutral"
        },
        {
          "speaker": "CA-RUNCH",
          "text": "J.C. disappears into the darkness. But Zack’s hand thrust into the rift and grabs her forearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "He straddles the rift, fighting tons of water pressure. H pulls all his might... and J.C. slowly begins to appear, by inch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack manages to get J.C. past the outer edge of the crevi The grip of the relentless undertow is suddenly broken an Zack and J.C. sling shot away. \f29. Zack takes J.C.’s hand and quickly leads her to the surfa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie sips a cup of coffee as she leans against the weath railing, gazing out at the sparkling reflections of the l afternoon light on the water. As she watches, Julie notices an odd turbulence on the la surface. It’s distant, but still noticeable. Julie slips on her UV sunglasses. JULIE’S P.O.V. The image is cleaner. There is definitely something odd about the disturbance on the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie walks a few feet down the dock and grabs a pair of binoculars from a tackle box. She scans the water, but is now past the safety railing, perched on the edge of the d JULIE’S P.0.V. - BINOCULARS A water skier, a young girl, is heading toward the patch turbulence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATER",
          "text": "A tracking shot from in the water as Julie watches. Something is watching her. There is a growing sense of dr about what lies in wait for Julie. Julie GASPS as the ski girl crosses the odd patch of wate and WIPES OUT, disappearing in a spray of water. C.U. - JULIE’S FEET Julie, engrossed in the view through her binoculars, step dangerously close to the edge of the dock. BINOCULAR - P.O.V. The girl does not surface for one, two, three seconds... empty skis pop up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie slips, losing her balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A HAND",
          "text": "Shoots out of nowhere, grabbing Julie’s forearm... pullin her back to safety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s Nate, the pet store owner. Julie recovers, still ups by what she’s seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Nate... you startled me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(awkward) Oh, sorry! I, uh... you almost fell in. Julie glances back at the scene. The ski girl finally surfaces, laughing. Her friends in the boat pick her up. All is perfectly normal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I just thought I better stop by and service the aquarium. I figure since Ted’s... well, since he’s not around, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(pulls herself together) That’s sweet of you, Nate. C’mon in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate and Julie enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I’m really very sorry about Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I haven’t given up. I won’t until I know what happened to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "You’11 find him. TI know you will. If there’s anything I can do... anything. Just let me know. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Of course, Nate. Nate is left in a totally awkward state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I’ll... just, you know, check the PH. The angel fish, they’re tricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Thank you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Okay, then. Nate finally turns and hurries off to the safer world of fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Looking Glass pulls into its sloop. Jacob greats them and expertly ties off the tow lines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "How was the dive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(hops off) Great, except for the part where your instructor almost got my friend killed. Marcus guides it into its slip at the Patterson dock. Zac helps J.C. step off the boat. She’s still badly shaken fr the misadventure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "There’s an emergency ward five minutes from here, I can... J.C. I told you, Zack. I’m okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Just to make sure. J.C. This is already embarrassing enough... really, I’m fine. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "You’re the one who’s got problems, aqua-boy. My dad specializes in injury law. wWe’re going to own that boat, this dock and every dime you make for the rest of your natural life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Taylor, try not to think about money for five minutes, okay? Reggie confronts Zack as he off-loads the tanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "So that was your “sweet dive spot?” Fuckin’ idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Back off man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Next time we go out, I run the dive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Before you get somebody hurt, maybe your friends here oughta know the closest you’ve ever been to the Seals is at Marine World.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "You don’t know shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Really? Better tell the guy who did your tat that the “e” in Seals comes before the “a.” Reggie stops in his tracks and checks the tattoo on his bicep. A shocked look crosses his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "What?! That stupid shit! Are you serious?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(ice cold) The tattoo’s fine; but you’re no Seal. (beat) My brother was a Seal. You couldn’t shine his shoes. \f33. Zack walks off towards the dive shop, leaving Reggie completely flustered. The girls begin to giggle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(laughs) Oh, man, you are so busted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(calls after Zack) You’re dead meat, trailer trash!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and Marcus stow the dive gear as they discuss the incident with Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Sounds like you got caught in some kind of suck hole. When I was a kid we had to watch out for them along the California coast",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "But this is a lake, not the ocean. (to Zack) Are you even sure what you saw down there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "The girl almost got killed, okay Marcus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "How do you know that? If the undertow was that strong it couldn’t be constant. Unless it’s just “the black hole that eternally sucks.” (pauses) No, wait... that’s my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(pauses) You think you could find it again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(shrugs) It was hard to see when I was right on top of it. I could try. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What’s the point? Just stay away from it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "The point is... if it happened to you, it could have happened to Ted. A chill goes through every person in the room, as they realize that Julie is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(softly) Even if it did, he would have never survived this long...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I know that. (beat) If he is down there, I can’t just leave him. We’ve got to bring him home. Zack begins to choke up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Yeah... you’re right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "There could be air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "You never saw this rift before that little tremor on Thursday, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Right. Which is very weird because we dive there all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "If there’s a strong current, it may be that something large opened up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "If it is one of these lakes... is it possible that it could have an air pocket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Oh, I don’t know about that... \f35. Phone RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Nate, there’s a call for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "No one knows I’m here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "It’s your mother. She says the Sheriff’s Department is looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(panics) What?! Tell her... tell her I’m not here. Tell her...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "You in trouble, Nate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "No. Not that I know of...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(hands him the phone) Go ahead. Don’t worry, I can hook you up with a good lawyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(into phone) Hello, ma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA BOOMS DOWN from the upper deck of the houseboat, w the girls are greased up, catching some rays. Someone’s m player is plugged into a boom box. Reggae/Rap BLARES. CAMERA ENDFRAMES on the rail of the lower deck. Reggie si on a lounge chair, puffing on a Cuban cigar. Taylor appears and sets some cold Coronas in the tub of i beside Reggie. He sits in a lounge beside Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "We need to talk. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Sure... about what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "The girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "They’re hot, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Yeah. But I thought you said they’d want to party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "They do. You just gotta get them in the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "The mood is about a grand a day of my money. Which is starting to get irritating. Tell them if I was looking for new buddies, I’d have joined a softball team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "C’mon, man. These are sorority girls. You don’t want to freak them out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Yeah, I know. But if this keeps up, I’m going to have to have a funeral for my dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Which one do you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "You make her nervous. Camille is more your type. Concentrate on Camille.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "No, J.C. Lets figure out how to make her un-nervous. Reggie reaches into his pocket and pulls out a slip of paper... the Club Zanzibar hand out. \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Here, check this out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "A very hot Fourth of July party tomorrow night. Supposed to get seriously wild. If that doesn’t loosen the girls up, I’ve got something special that’1l chill J.C. out for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "For real? Reggie reaches into his backpack and tosses Taylor a smal aspirin tin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "For emergency use only. Two in her margarita and she’s yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Is it safe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(shrugs) You're not taking ‘em, bro. She is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deputy Sheriff steers the Fish and Game Department’s boat. Sheriff Dobbs stands beside Dale, scanning the coastline of this rugged end of the lake. Nate sits idly behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "I’m not sure I understand this son. How do you lose an entire horse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "I don’t know. Something just dragged it down. (softly) I didn’t know a horse could scream. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Technically, they do. If you know what to listen for, they also laugh and cry. In fact, a number of mammals do, including dolphins and elephants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Spare us the Discovery Channel B.S., Nate. We’re just trying to piece together what happened here. You’re the only horse expert we got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I supply feed for the dude ranch but... actually, my specialty is tropical fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(irritated) Fine. Do you happen to have an opinion about what this boy has been telling us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Well... It’s awfully shallow here for a healthy horse to drown. Might have broken a leg and spooked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "That’s not what happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "There’s the boathouse. The Deputy slows the engines. The boathouse is clearly abandoned, it’s dilapidated pier half-submerged in the wa The familiar TIRE SWING is prominent on the shoreline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "It was in here somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "What’s that? The Sheriff follows Nate’s gaze. Only rocks and seaweed a visible beneath the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "What? \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I’m not sure. Circle around... The Deputy swings the boat in a tight 360. This time he c the engines and they drift along in silence. Nate scans t lake bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Right there... He leans out over the side of the boat to get a better lo SONAR P.O.V. From below... scanning Nate as he leans out. The sun behi Nate flares, obliterating the image.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Half hidden in the shallows, a piece of metal GLINTS in t sunlight... a stirrup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Right there. Nate slips over the side into waist-deep water. The terra beneath the water is rough. The rotted wood of the old boathouse’s dilapidated pier makes it tricky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(to Deputy) For Christ’s sake, Jerry. Give him a hand. The Deputy slips off his t-shirt and tosses it in the boa submerges in the shallow water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMULTANEOUS",
          "text": "The Deputy grabs the stirrup and pulls. Whatever the stra is attached to, it’s firmly hooked up under wooden debris",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURFACE",
          "text": "The Deputy comes up for air, gasping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "It’s hung up on something. Nate wades over beside the Deputy. \f40. EXT. UNDERWATER - SONAR P.O.V. In eerie, softly glowing SONAR VISION, The Deputy reaches right into CAMERA to get a grip on the stirrup. Whatever is watching The Deputy, it’s so close that it’s strange he doesn’t see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Deputy and Nate strain against the stubborn stirrup.. suddenly, with the CRUNCH of wood, a large SHADOWY MASS breaks free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SURFACE",
          "text": "Nate tumbles backwards into a section of rotted wood. It crumbles on impact. CRUNCH-SPLASH!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HORSE’S GRISLY BONES burst to the surface in a cluste around Nate... he scrambles to free himself, tangled up i old net that has snagged the remains. The Deputy helps Nate out of the tangle of rancid bones a netting. The Sheriff observes from the side of the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Fine! I’m fine. The Deputy heaves the saddle up into the boat and the men climb back on board. The Sheriff grabs a small camera fro his gear and snaps a picture of the bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "How long ago did you say this happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DALE",
          "text": "Last night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Looks more like last week. Those bones have been stripped clean. The shredded SADDLE looks as if it’s been through a wood chipper. \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "What the hell could have done this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I have no idea... The Sheriff gets a shot of the saddle as the Deputy inspe the straps, ripped into ribbons of leather. Water pours o of the torn saddle bag...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT",
          "text": "A DARK SHAPE explodes out of the saddle bag... right at Dale’s throat. Jaws SNAP! Dale SCREAMS as arterial blood sprays out in a gruesome arc. The Deputy grabs the dark, glistening CREATURE and yanks off Dale’s blood-splattered neck. It’s tail whiplashes as flies overboard and disappears beneath the surface. Dale scrambles away, gripping his throat, but the blood s squirts out with each heartbeat The Sheriff grabs a towel and presses it to the open hole",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "Sit back! You’ve got to lie still. The Sheriff applies direct pressure to the shocking wound",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(to Deputy) Get us out of here. The Deputy guns the engines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "(to Nate) You want to tell me what the hell that was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I didn’t get a very good look, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERIFF",
          "text": "You said you were a fish expert. Find out. And find out soon. Nate sits... and notices the Sheriff’s digital camera lyi beside him. \f42. The image of the waterlogged saddle is frozen on the view screen. A dark BLUR has been captured on the lower right edge of the shot... the creature leaping from the saddle Nate takes the camera and punches the screen controls ZOOMING IN on the image. Although it’s dark and distorted, the creature’s gruesome profile is visible. Rows of horrid fangs and a white, glaring eye are visible within the ghastly blur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus pulls up in front of the Sand Bar in his 70’s Shel Cobra. It would be a classic, but it’s more bondo than Cobra. As Marcus exits the car, he notices an orange state- sanctioned PICKUP parked near the bar’s retaining wall. Two men, STATE GEOLOGISTS, are checking the pylons that support the bar’s outdoor deck that hangs over the water. Marcus is immediately concerned. He tries to look casual he saunters over to the pair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Hey, guys. What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "Are you the owner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(lies) I’m his partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "Wwe’ve been spot-checking some of the public buildings since that quake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Wasn’t much of a quake, though, was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "Three point eight. But the numbers can be misleading. Looks like you have some baseline damage on your pylons. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Really? You sure about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "The damage might not be structural. We’1l have county engineers out here sometime next week to do a more thorough assessment. In the meantime, you’d best keep people off that deck. The Geologist fills out a form and hands it to Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "Call us if you have any questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I get it. Better to be safe than sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOLOGIST",
          "text": "Exactly. You have a good holiday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "You too, sir. Thanks. Marcus watches as the Geologists return to their truck. H waves at them as they pull out onto the main road. As soon as they’re out of sight, Marcus balls up the noti and tosses it in a trash can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "And you can kiss my sweet Irish cheeks until Sunday morning. He stuffs it in his pocket and slaps on of his club flyer the door in it’s place; “Club Zanzabar - Party Down on th Fourth.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U.",
          "text": "He’s standing in the rear of a speedboat. This is PLAYBAC of a digital tape. Julie is operating the digital cam, so can hear her voice, but she’s not in the shot. She’s in t midst of a playful “interview” with Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (V.0. - TV)",
          "text": "So, Mr. Patterson, as a famous deep sea diver... \f44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Lake diver. That’s a lake behind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (V.0. - TV)",
          "text": "Okay, whatever. “Deep lake diver,” to what do you attribute your great success?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I owe it all to the little people. Specifically the little five-foot- two girl in the red bikini right here. (grabs off cam at Julie) Now suit up. CAMERA PULLS BACK to reveal Julie, curled up on her couch with Baxter watching the playback on her TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (V.0. - TV)",
          "text": "I told you I don’t do scuba. You guys dive, I’11 make lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "What are you scared of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE, (V.0. - TV)",
          "text": "Everything. I’11 be so slow, you’11 end up leaving me behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(suddenly serious) Listen, I will never, ever leave you alone down there, understand? Now go get your gear on... Ted playfully SNAPS his towel somewhere below the frameli The camera goes cock-eyed as Julie shrieks with LAUGHTER. EXT. JULIE’S CABIN - LAKEFRONT - NIGHT The sounds of the playback of Julie’s laughter ECHOES acr the moonlit lake. The swirling TURBULENCE briefly appears the surface of the water, a larger more defined arrowhead motion... then all is still again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The houseboat is docked for the night at a remote pier. Laughter and music can be heard from inside. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J.C. is painting her toenails. Camille is chatting on her cell phone. Reggie and Sydney begin necking shamelessly o the couch. Taylor enters with a pitcher of margaritas puffing on a joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Hey, we gave you two the master so we wouldn’t have to watch the miracle of creation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "(mumble) Fuck off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "(into cell phone) Jackie? I’m losing you... Camille rises, trying to find a “sweet spot” for receptio Taylor pours J.C. a margarita and offers her a puff of th joint. J.C. No thanks. Taylor picks up her nail polish bottle and takes a whiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "No wonder. You already copped a buzz off of this shit. Camille mimes her irritation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "(into phone) Sorry, I can’t hear you. People are talking in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "That’s our primary form of communication on this planet. I/’1l phone you sometime and explain it Camille exits in disgust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camille steps out onto the pier, searching for reception. \f46. Three drunk FRAT BOYS are lounging on a speedboat docked the next slip. They try to get Camille to join them as sh passes by, but she won’t have anything to do with them. S remains focused on her cell phone, panning it like she’s searching for gold with a metal detector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Camille slips off the pier into warm waist-deep water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "E.C.U.",
          "text": "Camille sees the phone’s reception bars multiply from zer three...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "(softly) Yesss... She wades further out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In eerie, undulating SONAR VISION, we see Camille's lower torso wade out into deeper water. The P.O.V. is distant, approaching fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMILLE",
          "text": "She’s still casting about for reception... slows to a sto UNDERWATER P.O.V. As Camille stops walking, her sonar image disappears like ghost. Whatever this “vision” is, it only works on moving targets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the frat boys has followed Camille to the edge of dock. He watches her, admiring her body... but then notic something strange. The TURBULENCE flickers across the surface of the water, heading straight for her",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAT BOY",
          "text": "whey. Camille is still preoccupied, trying to get a call out. S remains standing in place, punching her send button. \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAT BOY",
          "text": "(louder ) Hey! Camille finally looks up, irritated at the interruption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAT BOY",
          "text": "(softly, intensely) Don’t move. Camille recognizes the fear in his voice. Something is wrong. Very wrong. She glances down at the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C.U. of Camille as she looks down in horror all around he CAMERA rapidly BOOMS UP until it’s directly overhead, revealing an IMMENSE SHADOW circling Camille beneath the surface. It could be the Loch Ness Monster... or hundreds Piranha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever it is, it completely encircles her. UNDERWATER - PIRANHA P.O.V. SONAR VISION is receiving scattershot images; a section o the uneven lake bottom, a bit of Camille’s calf, a sectio the pier’s pylons. As long as she holds still, the target unclear. E.C.U. - CAMILLE’S CELL PHONE The L.E.D. display lights up with a message; INCOMING CAL Beat. The phone RINGS LOUDLY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SHADOW RING of piranha instantly responds to the RING attacks Camille! The water EXPLODES all around her as she jerked beneath the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U.",
          "text": "Watches in stunned disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see lights clicking OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J.C. is nearly asleep on a fold out bed when Sydney enter She looks exhausted and is carrying a pillow and a blanke",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Reggie snores like a fucking lion. Mind if I crash on the couch? J.C. No. Go ahead. Is Camille back yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "(shrugs) Not that I know of. She must have finally made her love connection. J.C. Her what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Look, I love Camille. But she’s the queen of booty calls. why do you think she’s always on the phone? The girl’s quicker on delivery than Domino's. J.C. You sure she’s okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "You’1l see. She’1l probably show up at the party tomorrow with some hot guy. Maybe two. J.C. Maybe three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Great. Then I can finally ditch Reggie. I think all those steroids are starting to take the lead out of his pencil. The girls giggle and high five. J.C. clicks off the light \f49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACOB assists Julie and Zack as they load diving gear int the glass bottom boat, preparing to search for the rift. Baxter the dog is excitedly running up and down the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.S.)",
          "text": "Ahoy, there! Julie turns. Nate marches out onto the dock, wearing a ba boating hat and carrying an overstuffed beach tote. Baxte BARKS a joyful greeting and dances around Nate as he approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Oh no, Zack. You didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Not me. He invited himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(calls out) Morning!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(half-hearted) Hi, Nate. Nate holds up his duffel, stuffed full.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Brought my gear. I just thought you could use some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "It’s sweet of you to offer, but we have no idea if we’ll find anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(softly) He was a good man. I just... (awkward) Well, I’d like to help, if I can...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(considers) Of course, Nate. Climb aboard. Jacob grabs his duffel, helps him board. \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "So how was your big meeting with the Sheriff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Very strange indeed. He needed my advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Is he interested in fish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "He is now. But I’m not so sure I can help him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Alright, grab a seat, everybody. Baxter leaps on board just in time as Julie pulls the boa out of it’s slip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KER-SLASH! Zack drops the anchor overboard. They’ve reach the remote cove. Julie passes out compact high-beam flashlights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You put in the fresh batteries?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Yeah. (tests his light) This’1l be like looking for a needle in a haystack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "Try this... Jacob tosses Zack an UNDERWATER FLARE from a cardboard bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACOB",
          "text": "That’s a hell of a lot brighter than your flashlight; but they’re only good for about fifteen minutes. Just crack the cap... and keep it away from your face. \f51. Zack casually inspects his flare, but does a double-take Nate steps up from the aft of the boat. Nate has donned a surprisingly flashy red and yellow wets with a large NO FEAR logo down the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(off Zack’s reaction) What? It was a gift. Jacob hands Nate a flare. Nate handles it gingerly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Sorry. It’s just that I’m a little claustrophobic, so if we do finda cavern...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(takes back the flare) That’s okay. We don’t expect you to go in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "But I’ve got your back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Good to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "One by one Julie, Zack and Jacob plunge into the water an begin their descent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEARCH FOR THE RIFT",
          "text": "They methodically cover the lake bed... gliding over sand rock as they seek the rift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus is busy making preparations for his party. A waitress, a bus boy and CARRIE the bartender, are helping out. \f52. CARRIE is a tough, buff biker chick in her late twenties everybody’s favorite bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "What kind of crowd are we expecting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "The kind with cash... and plenty of it, I hope. RODRIGUEZ, the owner, steps out onto the deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGUEZ",
          "text": "Hey, Marcus, we got a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGUEZ",
          "text": "Your D.J.’s people are here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "So what’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGUEZ",
          "text": "They want to know where to put their gear. We now hear the WHINING of heavy machinery and two roadie appear on a FORK LIFT PLATFORM as it rises into frame. A huge stack of amps and a set of SPOTLIGHTS are lifted t deck level. In the B.G., two vans and a large generator truck have just begun to unload. CAMERA BOOMS DOWN from Marcus’ stunned reaction... down p the structure of the deck... to the PYLONS that support i above the water. A small chip of plaster falls off the hairline FRACTURE o the center pylon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter is poised at the bow of the boat... ears perked as patiently waits for his mistress. The sun is dangerously on the horizon. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME TIME",
          "text": "Julie, Zack and Jacob continue their search, gliding acro the lake bottom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RIFT",
          "text": "Zack and Jacob glide down and settle beside the rift. Jac raises a hand, cautioning Julie back He digs his hand into the lake bottom and releases a hand of sand over the rift. It plumes out, then is suddenly sucked inside by the powerful undertow. The current is on Julie nods, she understands. Jacob checks the rock formation for a solid spot, then unslings a rock hammer from his dive belt and pounds a ST PITON into the bedrock. Zack does the same. They clip nylon lines to the pitons and secure them to th dive belts. Jacob shows Nate how to tend to the coils of line. Nate gives an exaggerated thumbs up. Julie CRACKS off the end of her flare, which ignites its magnesium core. A bright blue incandescent LIGHT illumina their surroundings. She looks to Jacob. He CRACKS his flare, moving in right behind her. Julie pushes out over the rift, holding the flare before her... In an instant she is swept inside by the powerful current. Her nylon line quickly plays out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie tumbles inside, ripped head over heels by the power backwash. She slowly regains control and drifts to a stop",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She gazes up in awe at the vista before her, illuminated the ghostly flicker of her flare. Zack shoots into the cavern right behind her. Jacob’s las \f54. JULIE’S P.O.V. - UNDERGROUND LAKE The vast ceiling of the underwater cavern is breathtaking Sistine Chapel of ancient rock arcing out into darkness. This place may have existed undisturbed for centuries. Julie glances back at Zack and Jacob, who are equally in All are humbled by the sheer size of this place. There are several HOLLOWS in the cavern walls, which may may not be passages. Julie and Zack glide forward, pausin at each hollow to briefly illuminate its interior with th flares... searching for any sign of Ted Patterson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Julie, Zack and Jacob pass by, SWARMS OF PIRANHA are revealed, watching from the shadows within the hollows. T hover just beyond the ring of light from the flares. The ghostly forms rise and fall with an eerie grace, stay just out of sight as our heroes slowly swim past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter stands poised at the bow of the boat, waiting patiently for his master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Don’t worry, boy. They’re okay. Nate sits in the bow with his laptop open and scrolling through a site titled “National Oceanographic Society” Th program is in the midst of a search titled “Fresh Water F Characteristics.” On the lower quadrant of the screen is a scan of the Sheriff’s photo of the mystery fish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate carefully overlays the blurred image with green reference points that detail the fish’s facial characteristics. A glowing grid connects the dots. Nate presses a button and the program begins to rapidly search hundreds of images from the site... seeking a matc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack, Jacob and Julie swim along with their flickering torches held before them. The cavern has narrowed down to winding tunnel filled with rocky arches and dark hollows. Jacob motions to Julie, showing her that their lifelines nearly played out. As Julie checks her line, the light from her flare falls a beautiful little SEAHORSE, unlike anything she’s seen before. It GLOWS with a soft phosphorescence and its entire body translucent. Its fluttering heart and organs all look as they’re made of glass. It circles around them, its delicate fins whirring like humming bird wings. It’s followed by another half-dozen o its kind, all glowing like something out of a fairy tale. As Julie watches, the seahorses skim across the sandy flo passing over something metallic in the sand... something made. Julie starts towards it, but is pulled up short as her ny cord goes taut. They’ve reached the end of their lifeline She glances back at Zack, then makes a decision. Julie unclips her line and continues forward. Zack is obviously concerned. He looks back JACOB’S P.O.V. Their lines trail off into the dark murky void. Zack reluctantly unclips his line and follows Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAVERN FLOOR",
          "text": "Julie dusts the sand away from Ted’s cracked DIVE MASK. S glances at Zack. Whatever Ted Patterson’s fate was, they’ getting closer to finding out. A ripple runs through the swarms of piranhas in their positions throughout the hollows. The natives are restles but they still avoid the radiant nimbus of light that encircles the divers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter begins to WHINE, pacing up and down along the side the boat. Nate is getting nervous as well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Don’t worry boy, they’1l be back soon. Nate now hears a soft BEEP TONE from his computer, glance back at the screen...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(softly) Damn...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCREEN",
          "text": "The program flashes NO MATCH. A question appears on the screen; “Alternate Search.” Nate checks the box marked “scale twelve inches” to “any scale.” The search instantl flashes to a MATCH. The gruesome profile of a BRAZILIAN FRESHWATER PIRANHA fi the screen. It’s a close match to the photo... only our f is twice the size and three times as nasty looking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(whispers) Sweet Jesus with a tambourine... Nate clicks “more” and is hit with dozens and dozens of images... each more gruesome than the next of the vicious species. The tiny, evil eyes, disproportionately large fangs, the distinctive underbite. An mpeg suddenly appear and begins to playback a jittery black and white film cli",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMPUTER SCREEN",
          "text": "In the crude image, an ox is led by Brazilian ranch hands into a swiftly flowing river. As it steps into the water, time code appears in the corner, counting the seconds. At first, nothing happens. Then the ox suddenly collapses into the water. The water around the oxen now churns violently. It’s head breaks the surface, braying in pain. The moment the time code hits twenty-seven seconds it FREEZES. Ox bones bob up to the surface, picked clean of flesh. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U.",
          "text": "He’s thunderstruck as he realizes;",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "Nate tangled in the horse’s bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate rises, nervously pacing back and forth. Baxter BARKS picking up on Nate’s indecision and fear. Nate glances at the extra oxygen tanks. The box of flares. He knows he should warn Julie. Baxter BARKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "I can’t! I told them, I can’t go in there. They’1ll just have to... Nate’s voice trails off. He’s stuck between a rock and a hard place of sheer terror... and the sun is setting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack’s flickering torch reveals a blocked passage. Dead e He turns back to Jacob and Julie... now what? At that moment, Zack’s torch begins to SPUTTER. Zack fumbles for the flashlight clipped to his belt, just a_swarm of PIRANHA rises up from the hollows behind him. Dozens of sightless eyes reflect the dying light as they up out of the darkness. Zack’s flare finally goes out. Julie grabs Zack’s arm, pulling him back. The swarm surge forward in a swirling mass! Julie holds her flare higher, briefly driving them back, then her flare begins to sputter Icy fear grips Julie as she realizes their situation. She turns back, looking for any other escape route. JULIE’S P.O.V. By the last cold-blue flicker of Julie’s light, the caver walls appear to move. Hundreds of piranha line the walls. They rustle like leaves in the wind, their metallic scale GLISTENING. Julie, Zack and Jacob are completely surround \f58. Then Julie’s flare sputters out. The entire cavern is plunged into PITCH BLACK. Zack’s FLASHLIGHT BEAM finally flashes ON, stabbing throu the darkness... It’s too damn narrow and too dim, but it reveals our worst fears;",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT",
          "text": "A cloud of piranhas, swirl around them, closing in for th kill. They tear into the closest target... Jacob. Zack watches in horror as Jacob is ripped to pieces befor his eyes... still alive and SCREAMING as the gleaming whi bones of his rib cage are stripped bare. The fish go berserk, tails lashing and fangs snapping. Jacob’s blood billows out in a dark cloud as his limbs ar ripped from his torso. The power and speed of their attac is absolutely terrifying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAVERN",
          "text": "Zack discovers his light beam has the effect of a Star Wa “light saber.” It repels the fish as it strikes them. But Zack is fighting a losing battle as the swarm grows around them... becoming more aggressive with every heartb Julie’s light beam FLASHES on, as Jacob spins about in pa caught up in a living twister of piranhas. His blood stir the piranhas into a greater frenzy. Julie tries to help, but is quickly forced to fend off he own attackers. She flashes her light in their eyes to tur them away. Zack turns and the beam reveals a huge SWELL of piranha surging straight towards him. Zack backpedals in the darkness and collides with a caver wall. His flashlight is knocked from his grasp and tumble into the darkness below. Zack immediately swims straight down... trying to catch it Julie swims for her life in a blind panic, deeper into th cavern. The swarm splits; half whirls about to pursue Jul half dive bombs after Zack. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack swims straight down into this natural well of icy water... and the swarm swoops down right after him. Zack’s flashlight tumbles down through the darkness, its bouncing off the craggy walls. Zack is in a deadly race... straight to the bottom of thi natural well, with the swarm right behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie swims for her life. The pitch black cavern has now narrowed into a winding tunnel. Julie’s legs are scraped the razor sharp walls, leaving a trail of blood behind he Piranha swarm into the tunnel from both directions. Teeth and eyes FLASH up out of pitch blackness, cutting off her escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the last second, Julie ducks into a narrow hollow in t cavern wall. The two swarms COLLIDE into one another, just missing Jul The fish attack each other in their killing frenzy, quick filling the tunnel with dark blood and bits of flesh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie swims for all she’s worth, heading straight up a na “stove pipe” passage. It grows narrower as it twists and turns... growing more and more claustrophobic. Julie now hears the eerie SOUND of the swarm approaching, leathery SNAP of tails accompanied by an almost sublimina banshee WAIL. Julie twists about, scraping the narrow walls as she chec behind her with her flashlight. JULIE’S P.O.V. Hundreds of piranha streak straight up, completely fillin the narrow “stove pipe” passage. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Turns back... and bumps straight into a GRISLY CORPSE. Ha a body blocks her path, a grinning skull beneath a dive m She instinctively flinches backwards, but the sound of th piranha grows LOUDER and LOUDER. Julie grabs the corpse. Could this be Ted? There’s no tim to think. The corpse pulls free, falling to pieces and Ju swims straight through it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE",
          "text": "The piranha race straight up through the narrow funnel of rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Pure adrenaline empowers her. She desperately swims/scram up the jagged walls. JULIE’S TANK SLAMS into solid rock. She’s caught! The passage is simpl too tight to make it through. She SLAMS into the ring of solid rock again and again, bu she’s stuck like a cork in a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SWARM",
          "text": "A living wall of teeth rockets up the rocky chute and tea into the flesh of Julie’s legs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "She SCREAMS, losing her mouthpiece. The pain is excruciating. She panics, gulping water, only seconds lef to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie releases her harness. She pulls free of her tank... swims straight up with no oxygen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PIRANHA",
          "text": "In their frenzy, they attack the oxygen tank. We hear the metallic SCREECH as teeth scrape on metal. \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "No choices left, swims up... up... going on thin hope. Lo odds. Trailing blood. Lungs about to burst. JULIE’S P.O.V. Rising up over jagged rocks... the beam of her flashlight catches something strange in the darkness dead ahead. Her own reflection swims straight at her. Julie breaks th surface!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie sucks in a lungfull of centuries-dank air... and immediately begins coughing. She has surfaced in an AIR POCKET somewhere within the cavern. The beam of her flashlight quickly reveals the truth: She has surfaced in a dead end... a_rocky cove the size o coffin. She flashes her light back downwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELOW",
          "text": "Her tank is solidly wedged in the narrow bottleneck. The swarm’s access is blocked for the time being.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is packed, inside the bar and out, standing roo only. Rap/Rock blares. Marcus is a nervous wreck. He sucks down a shot of tequil and SPANKS the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Carrie, hit me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "Don’t tempt me. This is a mob scene, Marcus! I should have three back-ups working this bar. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "That’s why I’m lucky to have a pro like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "Nice try. (tosses him a bar towel) Get back here and give me a hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What?! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "You heard me, get to work or I’m walking. Now, Marcus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Okay, okay. Rodriguez elbows his way to the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGUEZ",
          "text": "The Sheriff’s office just called. We have to clear some of these people or they’1l shut us down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Just stall ‘em. Fireworks will start any minute. Some of them will leave. We now see a PATRON turn away from the bar, loaded down w margaritas... it’s Taylor. He makes his way through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TALL BAR TABLE",
          "text": "Taylor delivers the drinks to J.C., Sydney and Reggie. J.C. Where’s Camille? I thought you said she’d meet us here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Don’t worry, She can take care of herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "This is a rip-off. I thought there was supposed to be fireworks. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "The fireworks are right here, sweet thang. Taylor slides in beside J.C. The rowdy crowd pushes in on them from all sides.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "This place is a zoo. I knowa great little restaurant that serves killer barbecue. Maybe we should slip out for awhile. J.C. (re: Reggie and Syd) They look pretty happy here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "No, I mean just you and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAGE",
          "text": "Basically a wall of giant speakers and a high tech set of turntables. A local D.J. grabs the mic. D.J. And now... from the stone cold heart of Las Vegas, where paradise is a pair of dice. We bring you Lil John and the Too Live Crew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GIRLS",
          "text": "J.C. and Sydney watch as the hard core rap crew takes the stage. Taylor takes advantage of the distraction... He drops the small white PILL from Reggie’s aspirin tin into J.C.’s dr",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STAGE",
          "text": "LIL’ JOHN, a hard core rapper, his bare chest covered wit jailhouse tats, takes the mic as his D.J. starts spinning turntables. The stack of base woofers BOOM like cannons as Lil’ John begins his rap. The crowd moves to the beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That fracture in the central pylon is no longer “hairline More plaster flakes off as the combination of the dancing the monster subwoofers VIBRATES the entire deck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie is clinging to the rocks, trying to slow her breath Stay calm to survive. She hears a disturbance in the wate beneath her. JULIE’S P.O.V. A Single piranha is squirming through the narrow space between her tank and the passageway. Julie desperately tries to climb higher, but it’s impossi on the slippery moss covered rocks. Trapped. The piranha shoots straight up and breaks the surface lik leaping trout. Julie throws herself to one side. It’s teeth SNAP as it just misses her. The piranha impact the side of the cavern and careens back into the water. Julie begins to hyperventilate, trying desperately to loc the piranha with her flashlight. It could be coming at he from any direction. Her flashlight beam reveals two more wriggling through. T tank SCREECHES against the rocks as it becomes dislodged. The tank drops away into the darkness, and the entire swa surges straight up at Julie. We now hear the most surprising thing of all... a voice. Barely a WHISPER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "This way... Her beam flashes upward, revealing a hidden shelf on the opposite wall of the narrow air space. Julie snags a slippery hand hold and scrambles up as a do piranhas leap up at her heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rabid piranha fly into the air, SNAPPING at Julie as rolls into the safety of the hidden shelf. \f65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELF",
          "text": "Ted Patterson lies wedged in the tiny alcove just a few f from Julie. He looks frighteningly thin and weak, but he’ alive!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Ted! Oh my god, Ted... Tears well up in Julie’s eyes. From this closer angle, we can see how tough it is for hi muster the energy to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(weak whisper) Julie. How did you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Are you alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(coughs) I’ve been better... Julie notices his hands are dark with blood and curled in tight fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Your hands...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I was... I was trying to dig... stupid. The flesh of Ted’s fingers are scraped down to the bone. rock ceiling above him is covered with bloody claw marks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Can you move?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I don’t know. I busted some ribs. Can’t feel my legs. Ted begins coughing again... sounds worse this time. Juli cups some water in her hands and brings it to his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Here. Try to drink. Ted sucks the cool water through blistered lips. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "We’ve got to get out of here. The fish can be heard SPLASHING just below them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Those fucking things... they’re waiting for us. Julie’s voice shakes with emotion; the entire experience catching up with Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(softly) They killed Jacob right in front of me. Tore him to pieces. I tried to help him, but I couldn’t, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "That’s enough. (pauses) We’ve got to think. Did you see any other way out of here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(shakes her head) Nothing, as far as I can tell. One way in, one way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Is anyone else with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Zack, Nate... we got seperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "They’11 never find you in here. You’ve got to get back to the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(corrects him) We have to get back to the entrance. I’m not going without you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter WHINES, pacing back and forth along the length of boat. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last rays of sun dip below the horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie pauses as she hears a DISTURBANCE in the water. She trains her light on the pool beneath them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PIRANHA",
          "text": "Still circling... but one by one they dive downward, returning to the main cavern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What’s happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Nightfall. The swarm leaves the cave as soon as the sun sets. (beat) This is your chance, Julie... you’ve got to take it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s a few margaritas later and Sydney is busy arguing wi Reggie about his “lack of commitment.” Taylor leans close J.C. as she finishes her drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "You ready to go? J.C. No, I... J.C.’s head bobs as she begins to nod off. J.C. Wow... that was strong. Was that a double? Sydney suddenly jumps up from her seat",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Hey you guys, look! The fireworks are starting. Everybody looks up as an impressive display of multi-colo fireworks CRACKLES in the early evening sky. The D.J. cra up the music. The crowd rises to their feet. \f68. J.C. stumbles as she tries to rise. Taylor swoops right i slinging an arm around her. J.C. (softly) I don’t feel so good...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "I’ve got you, just relax. J.C. swoons. With her head leaning on Taylor’s shoulder they look just like a normal young couple in love. Taylor glances back at Sydney. She’s still watching the fireworks with Reggie. Taylor pulls J.C. closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "C’mon. You need some fresh air He rushes her off through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ted’s growing weaker... can barely speak",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "You’ve got to hurry. Go on. Take my tank. There’s still air in it",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "We’re going together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I’1l just slow you down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Remember when you told me you'd never leave me alone down here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(smiles weakly) .. yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "That works both ways. Julie braces herself against the rocks and carefully drag Ted into the water beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie fumbles for his oxygen bit and secures it in his mo She still has no tank of her own. Ted’s too far gone to argue. Julie hyperventilates with quick short breaths to fill he lungs to capacity, then takes one last long GASP and dive straight down, clutching Ted closely to her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie swims straight down with all her might. She’s force to go through the bottleneck first, then pull Ted after h Her lungs already aching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAVERN",
          "text": "Julie exits the hollow and peels out into the main cavern navigating by the narrow beam of her flashlight. Still no fish in sight. She makes a beeline for the exit... but hits a rocky wall",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she realizes she’s taken a wrong turn. She desperately flashes her beam around the unfamiliar rock formations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIFT ENTRANCE",
          "text": "Nate finds the rift and swims straight for it... but pull back at the last second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His eyes grow wide and he begins to rapidly hyperventilat We can see that his claustrophobia is suddenly overwhelmi him. NATE’S P.O.V. - THE RIFT A classic Spielberg PUSH IN/ZOOM OUT, vertigo of the narr rift. Only a fool would go in that narrow, nightmarish passage. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie turns, panic stricken, completely disoriented in th vast black limbo of the cavern. She gives up her last gas of oxygen... but still won’t take the bit from Ted. She’s suddenly jerked back... a hand grasps her shoulder It’s Zack, holding her nylon line. Zack takes out his oxy bit and offers it to Julie. She takes a desperately neede gulp of air. Julie “buddy breathes” with Zack as he helps her pull Ted towards the cavern exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT",
          "text": "A pack of piranhas swirl up out of the darkness directly behind them. Julie and Zack make a break for the entrance, dragging Te with them. The passageway is only twenty yards ahead... The piranhas wheel about and head straight for their victims... picking up speed. Julie, Zack and Ted are going to reach the entrance at exactly the same time as the swarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PASSAGEWAY",
          "text": "Nate shoots inside, thrusting a BLAZING FLARE before him. Instantly, the pack scatters from the blinding light But Nate panics, dropping the flare. He’s pushed himself beyond his limits and can barely move. Zack pushes Nate back out the rocky passageway as Julie p Ted along with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Baxter BARKS excitedly as oxygen bubbles break the surfac Nate appears, then Zack and Julie, supporting Ted. They cling to the boat’s aluminum ladder. ZACK. Ted... is he alive?! Julie spits out the mouthpiece, gasping. \f71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "He’s hypothermic. We’ve got to get him to St. Edwards!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(climbing up) What happened to Jacob?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "He’s gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nate’s fallen flare sputters out, leaving the passageway darkness again. The swarm quickly regroups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The swarm’s point man, THE ALPHA FISH, is a large, battle scarred male with a broken fang. He surges forward, leadi them through the passageway. The entire swarm fans out behind him as they head into th lake in a search and destroy mode. Alpha Fish reacts as he hears a low, rhythmic THRUM. ALPHA FISH P.O.V. This THRUM can actually be seen by Alpha Fish... it appea as a deep, wide RIPPLE in the otherwise even sonar plane the lake bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALPHA FISH",
          "text": "He swims upward toward the sound, leading the entire swar towards the surface.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAMERA races along the surface of the lake as the now familiar TURBULENCE appears, the eerie swirling phenomeno that is the sign of the piranha. The shadowy swarm skims along just beneath the surface of the moonlit water. CAMERA BOOMS UP to reveal their destination. The party lights of the Sand Bar’s outdoor deck lie directly in the path of the swarm. \f72. The rhythmic THRUM becomes loud and clear... it’s the bas line of Lil’ John’s rap performance as the Fourth of July party heats up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lil’ John is on the mic, working the crowd. LIL’ JOHN (chants) Jump on it! Jump on it! Jump on it! The crowd HOOTS and HOLLERS, jumping in unison to the bea",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pylon finally CRACKS wide open. The underside of the deck SHAKES. Dust trickles down. CAMERA BOOMS DOWN to the surface of the water. The pale eyes of the approaching swarm of piranhas are visible, glowing through the dark surface of the water li parade of ghosts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carrie is still trying to serve a sea of customers. Marcu does his best to back her up. Carrie pauses, sensing something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "Hey... Did you feel that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "I dunno. For a sec I thought it was another earth quake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boat flies across the moonlit water with Zack at the wheel. He’s speaking on the boat’s shortwave radio. Julie sits with Ted, a blanket pulled tightly around his should",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(hangs up) There’1l be an ambulance waiting for us at the dock. Julie glances at Ted, who nods weakly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "He’s going to make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "How did you two survive in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "They couldn’t stand the light. It was the one thing that backed them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(pauses... thinking) Light sensitivity only occurs in cave fish, or fish that have evolved in the deepest parts of the ocean. Most of them are nearly blind in the sunlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "...that’s why the attacks only happen at night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "But how could creatures like that turn up in Havasu?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "That wasn’t just a cavern, it was an underground lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "A what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "A large body of water completely cut off from the outside world. Maybe for centuries. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NATE(cont 'd) They’re not uncommon, especially here in Arizona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "If that’s true, something had to pen it up. oO",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(softly) The quake... They all turn to Ted. He’s fully conscious, but his voice still weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "he lake bed collapsed... we were uried alive. oo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It would take an environment that was closed off for centuries, for that kind of creature to evolve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What kind of creature Nate? What are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(pauses) Piranhas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "They’re much larger than piranhas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "But they have all the other attributes. The predatorial fangs, the swarm mentality... (beat) If they did evolve in isolation, they could be the progenitors of the entire species.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A secluded spot a short distance from the Sand Bar Spotlights from the party can be seen in the B.G. Occasio FIREWORKS continue. \f75. Taylor’s Mercedes pulls down an incline to a stand of wee willows at the end of the pier. The engine and the headlights click off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taylor leans over to J.C. She is slumped in the passenger seat, fading in and out of consciousness. Taylor cautiously runs a hand along her bare arm... cares her. A test to see if she’1l wake up. J.C. moans softly and stirs. Taylor gets more daring with his caress. Leans closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(whispers) Feels good, doesn’t it? You’re so beautiful... The delusional bastard thinks she’s enjoying this! He reaches across and lowers her seat back. It drops down with a CLUNK. J.C. stirs, her eyes half open. Is she going to wake up? Taylor slides across the console and lays on top of J.C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(whispers) I know what you want... Taylor nudges her legs apart and kisses her neck. He fumb with the snap of her jeans. J.C.’s eyes flash open. She wakes up, completely disoriented. J.C. What are you...? Taylor!!! But Taylor is committed to getting what he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Hey, don’t be a little tease... Taylor continues to grope her, getting forceful. J.C. fig back, raking his face with her nails. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three COLLEGE BOYS, jock types, are sharing a joint as th watch the fireworks. They react to J.C’s SCREAM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "(rises) What the hell was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J.C. kicks and punches Taylor with all her might.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "You bitch! Taylor is such a punk, he starts to hit her back. He does notice as he BUMPS the gear shift... putting the car in neutral.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they struggle, the big Mercedes slowly rolls down a br incline... and out onto the short pier",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLLEGE JOCKS",
          "text": "They see the car rolling straight towards the edge of the pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCKS",
          "text": "Hey!... Hey! Look out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MERCEDES",
          "text": "The car is slowly losing momentum... the front wheels go the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J.C. and Taylor both react to the double BUMP as the fron wheels drop. There is a SCREECH of metal on wood as their world tips over towards the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercedes seesaws, then plunges off the edge of the pi with a huge SPLASH! \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAME TIME",
          "text": "The Alpha Fish turns abruptly at the sound of the splash. The vast formation behind him follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mercedes bobs back up and drifts out into the lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taylor finally realizes what’s happened. The water line i already halfway up the windows and rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "My car! You stupid bitch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The swarm is on the move, wheeling about, swirling toward the sinking Mercedes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHORE",
          "text": "The Jocks splash into the water. The car is only a few ya further than the pier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "(to Jock #3) Get some help. As Jock #3 hurries off, Jocks #1 and #2 wade straight out towards the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car is quickly sinking; the waterline continues its steady rise up the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Shit... my Dad’s gonna kill me. J.C. tries the door, but it’s held shut by the external pressure of the water. Her attempts grow more frantic. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Hey, chill out, okay? The water’s not that deep. The pressure will equalize in a couple of minutes. J.C. notices that rushing water is quickly filling up the through the air vents. The two Jocks appear, up to their chests in the water. J. can see them above the split waterline as the car continu to sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "Hey! You okay in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Fuck off! We’re fine. As J.C. watches, a strange SURFACE TURBULENCE rushes at t Jocks from behind. A swirling SHADOW darkens her view bel the surface. The foremost Jock is struck by an invisible force so hard he’s spun around... but he’s still standing, a surprised on his face. The Jock raises his arms above the waterline... revealing bare, splintered bones sticking up from two bloody stumps The water now EXPLODES into churning hell and both Jocks pulled under.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(gasps) . What the hell’s happening? The waterline continues to rise as the Mercedes sinks... inches of air space visible along the top of the windows. The interior water is three feet deep and rising.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WINDOWS",
          "text": "The murky water surrounding the car is now washed by a DE RED... reducing visibility from bad to zero. J.C. can no longer see anything through the bloody red wa It is deathly quiet until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLACK",
          "text": "Multiple piranha hit the glass, their deadly teeth mashed against the window, SNAPPING inches from J.C.’s face. She SCREAMS. \f79. CLACK! CLACK! CLACK! CLACK! CLACK! Dozens more swim into glass, literally covering every inch of surface... CAMERA REVOLVES around J.C., a terrifying 360 degree view of the nightmarish attack. At the same moment, the interior is rapidly flooding, reaching the dash. Hundreds of SNAPPING mouths fight for position at the windows. J.C. screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Shut up!!! I’m trying to think Taylor stabs at a button on the dash... the sun roof! It’ still just above the surface of the water, but it doesn’t open. Taylor cranks the keys in the ignition. The interior ligh BLINK ON, then instantly short out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Shit!!!! He stabs the button again... And the sun roof smoothly WH open, revealing fireworks in the starlit sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(smiles) Yes! German craftsmanship... Taylor scrambles up out of the sun roof. J.C. hurries aft him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Taylor and J.C. pull themselves up onto the roof of the sinking mercedes. The water around them churns with piran as the grisly bones of Jocks #1 and #2 bob up to the surf The shadow of the swarm is immense, swirling around the c on all sides. J.C. What are they?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Seriously pissed off fish... They balance on the roof as the slippery blood-darkened w inches up on them. Taylor pulls open the blade of a pearl-handled penknife. Looks crazy, but it’s his only defense. \f80. J.C. gazes at the churning water, scared out of her sense A light appears out on the darkness of the lake. It’s the Looking Glass! J.C. A boat! (calls to boat) Hey, over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOOKING GLASS",
          "text": "Zack is at the helm. He’s still far away, but he spots th ANGLE ON TAYLOR AND J.C. The water washes over their feet... floods down through t sun roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Shit!!!  They’re not going to get here in time. The car slowly starts to tilt, rolling over in the water. J.C. and Taylor balance as best they can. J.C. You think we can swim fast enough? Taylor gets a crazy look in his eyes. He suddenly grabs J.C.’s wrist and cuts deeply across her forearm with the penknife. Blood wells up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Now I only have to swim faster than you. He shoves J.C. into the water",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOOKING GLASS",
          "text": "Zack reacts as he sees the young girl thrown into the wat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "My god. Zack turns to Julie, who sits in the back of the boat wit blanket wrapped around Ted’s shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Hang on! Zack slams the throttle forward. Nate is thrown off his f and lands hard on the deck. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROOF OF THE MERCEDES",
          "text": "Taylor dives out as far as he can from the car. The Merce sinks from sight with an eruption of bubbles. UNDERWATER - J.C. The circle of piranha surges inward, striking at J.C... b J.C. swims under the sinking car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONAR VISION",
          "text": "J.C.’s SILHOUETTE merges with the shape of the car, causi her to disappear as she swims beneath it’s chassis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAR",
          "text": "The piranhas’ attack dissolves into confusion as J.C. swi the length of the chassis and comes up the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He wheels about, scanning for her. But the formation of f behind him has broken up into a feeding frenzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "Taylor swims for his life. He only slows down to make sur the boat sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAYLOR",
          "text": "(waves) Please, help!!! J.C. surfaces a short distance behind him, swimming like Qlympic athlete! Taylor can’t believe his eyes. He gets back into the race swimming for all he’s worth. EXT. UNDERWATER - ALPHA FISH P.O.V. The piranha’s sonar focuses up on two nice loud targets SPLASHING away in unison; J.C. and Taylor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "He’s astonished to see the TURBULENCE closing in on Taylo and J.C. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(to Julie) Take the wheel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "J.C.",
          "text": "She’s swimming all out... then we hear her knee POP as sh snap kicks. J.C. winces in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOOKING GLASS",
          "text": "Nate takes hold of Ted as Julie springs forward and grabs wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Cut it as close to her as you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What are you...? Zack races to the back of the boat. CLOSER - J.C. She digs into the water fighting the pain, powered by fea what’s behind her... and outrage at the bastard ahead of She slowly gains on Taylor. Taylor and J.C. are neck and neck. The TURBULENCE is righ on top of them, no more than a few feet and closing fast. J.C. grabs Taylor’s ponytail and jerks back with all her might. Taylor SCREAMS like a little girl. J.C. swims righ over him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She’s gained a few yards, but the piranha close in for th kill. The TURBULENCE steam rolls over Taylor, who’s pulle down, SHRIEKING in agony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack hooks a foot in a wide SLALOM SKI in the aft of the boat, grabs a coil of tow rope and leaps out into the boa wake. Zack hits hard, shooting up a wall of spray... but he han on and rises up out of the water. Julie bears down on the throttle, heading straight for J. Zack quickly shoots up over the wake, sails through mid a and lands wide of the boat. \f83. J.C. She’s swimming for all she’s worth, BUT THE CHURNING WATE",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Leans into the water in a full horizontal. He plows strai into the swarm at full speed. A wall of water explodes up. Looks like a wipe out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then Zack pulls free, surfacing with one arm wrapped arou J.C., the other still hanging onto the tow rope! He cheated the swarm a split second before it would have stripped J.C. to the bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOOKING GLASS",
          "text": "Julie pulls them to safety, then loops the boat around in u-turn to pick them up. She cuts the boat’s engines. Nate scrambles to the rear of the boat as Zack scrambles up th short ladder with J.C. Nate pulls J.C. in. She collapses to the floor, still wid eyed and panting hard. She grasps her knee in pain. Zack kneels down beside J.C. on the floor of the glass bo boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(softly) Take it easy, you’re safe now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHOCK CUT",
          "text": "Taylor’s bloody face appears inches from J.C. pressed up against the glass... still alive! He pounds his fists on the glass as the piranha rip his f from his bones. Zack pulls J.C. to the gunnel. When they look back, Taylo remains are being dragged down into the darkness by the swarm... gone for good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lil’ John is joined on stage by the rest of his crew as t hip hop CHANT reaches a crescendo. The crowd jumps to the pounding beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rodriguez is doing his best to please Sheriff Dobbs. Dobb is backed up by two of his deputies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOBBS",
          "text": "We’re shutting you down. I want these people out of here, now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RODRIGUEZ",
          "text": "Sheriff, I’m sure there must be... Sheriff Dobbs and his deputies react to a loud off camera screech of rending wood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PYLONS",
          "text": "The central pylon TEARS LOOSE and the entire deck finally breaks free with a terrifying SCREECH of wood and metal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARTY",
          "text": "The deck tips down at a gut-wrenching angle sending a wav partygoesrs sliding across the dance floor... several hit rail and flip over into the darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAR DOORWAY",
          "text": "The Sheriff races out and is taken by surprise by the sha angle of the deck. His feet shoot out from under him and slides straight down into the darkness, past SCREAMING patrons clinging to the wreckage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WATER",
          "text": "Sheriff Dobbs SPLASHES down in a spray of water. He surfaces, shocked, GASPING for air. SHERIFF’S P.O.V. Dozens of piranha leap up out of the water, teeth FLASHIN \f85. EXT. UNDERWATER - TAYLOR’S CARCASS Hundreds of piranha fight for the last morsels. Alpha Fish drifts up into the foreground, chomping down a of Taylor’s flesh. He hears the sound of MULTIPLE SPLASHE and surges forward with deadly purpose. The swarm accelerates like a whirling tornado and streams after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus clutches the bar and hangs on as drinks slide by h",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "Grabs her high bar table, which is bolted to the floor... Reggie slides straight down into the tangle of partygoers slides SCREAMING off the deck. He hits the rail at full speed, SMASHES straight through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WATER",
          "text": "Reggie tumbles downward and SPLASHES into the water with dozens of other partiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYDNEY",
          "text": "She SCREAMS as a HUGE CRACK appears, traveling along the beneath her feet. The floor under their table is breaking away . Wood GROANS as the split grows wider... then with a deafe ROAR, the section of deck breaks away!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASTER",
          "text": "We see it all as half of the party breaks away. The wood SQUEALS like a huge sequoia going down. Pylons crumble. T deck collapses into trash, taking dozens of victims with Multiple SPLASHES of people and debris send explosions of spray into the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Surfaces, sputtering for air just as a half ton of shatte wood SWATS him like a fly. \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie, at the helm, reacts to the sight of the collapsing deck... the SCREAMS of the partygoers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Oh my god... Julie watches in stunned disbelief. Then she sees the TURBULENCE swirl about... sweeping towards the victims. S hits the gas and veers the boat around. UNDERWATER - PIRANHA P.O.V. Sonar defines dozens of swimmers thrashing in the water a more splash down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALPHA FISH",
          "text": "Leads the charge straight at the wide array of victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WATER",
          "text": "The piranhas strike! Horrified victims are dragged, kicki and SCREAMING beneath the surface as they water churns wi blood. SYDNEY’S TABLE Is on the very edge of a sheer drop, tilted at a radical angle. Sydney hangs on for dear life as less fortunates tumble by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two bolts EXPLODE off the table’s base. It swings out ove the edge as if on a hinge. Sydney clings to the table as it swings down... and jerks a halt, hanging upside down. She’s whiplashed off, SCREAM as she tumbles into darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Half-skeletal victims thrash in the churning water (CG an makeup FX). A victim who won’t give up, drags himself ont shore, covered in lashing piranhas. The lower part of his torso is missing! Sydney breaks surface in the foreground SCREAMING with half her face torn off. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LOOKING GLASS",
          "text": "Dozens of panicked swimmers grab at the Looking Glass... on one side. Their weight threatens to capsize the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "No, no! Don’t do that...! J.C. grabs the gunnels for support. Julie GUNS the engine But the weight of the swimmers turns the boat in a tight circle... sending it across the wreckage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GLASS BOTTOM",
          "text": "The twisted STEEL RODS of the stump of a pylon SCRAPES al the glass bottom of the boat... CRACKING the glass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAR",
          "text": "It hangs at forty-five degrees, literally swinging in the wind. Marcus is scared shitless, clinging to his swivel chair, one in the row bolted to the bar. He grabs a shot tequila as it slides by, sucks it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "What’s happening, Marcus?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(freaked out) I didn’t mean for anybody to get hurt, I...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "What?! You knew this would happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "No, I... Carrie grabs him by the collar and pulls him across the b",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "Talk to me, Marcus!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(starts to cry) The quake... it busted the pylons somehow . With an ominous GROAN, the bar tilts further. \f88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "What the hell’s in the water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "I don’t know, swear to God...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS LOOKS DOWN",
          "text": "One of Lil’ John’s powerful spotlights is now pointing straight down. Carrie notices that the shadows of the piranha are avoidi the circle of light... scattering as it swings back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARRIE",
          "text": "Whatever they are, they don’t like the light. Marcus now sees the Looking Glass, hung up on wreckage an surrounded by the mayhem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Holy shit... Julie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WATER",
          "text": "Lil’ John and two of his rap crew are stranded, clinging six by six chunk of debris. People are being torn to pieces all around them as their makeshift raft tilts/sinks. Piranhas swarm up the incline, leaping over one another t tear into Rap Crew #1 and #2. They tumble into the churni water, kicking and screaming. Lil’ John hangs onto the highest tip of the sinking wreck He pulls a 9MM out of the back of his pants and starts BLASTING away. LIL’ JOHN (freaking) I eat fish!!! Motha fuckin’ fish do NOT EAT ME! And, he’s actually a damn good shot, nailing leaping pira like a skeet shooter. BLAM! BLAM! BLAM! Then one SNAPS onto the wrist of his gun hand! Two more strike his throat like arrows and CHOMP DOWN, tails lashi \f89. Lil’ John’s gun finger is still twitching, CLICKING on em chambers as a half-dozen piranha strike his bare, tattooe chest. Lil’ John finally collapses into the churning wate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus stands on Carrie’s shoulders, climbing the side of building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "C’mon, hurry! She boosts him higher... Marcus gets a hand hold and pulls himself up to the power SPOTLIGHT mounted on an upper corner of the building. Marcus grabs hold and the spotlight FLARES into CAMERA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie guns the engines, but the boat is stuck solid. Water seeps through the cracks in the glass bottom boat. Rabid piranhas BUMP and THRASH against it, trying to get their victims. The weakened glass spiderwebs further",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Zack... get Ted! Nate looks back... the entire swarm is now heading for th boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "There’s nowhere to go! Suddenly the glass bottom BURSTS! A fountain of piranha spouts up onto the deck. The boat is instantly flooded wi rising water and SNAPPING piranha. Julie drags Ted up on the narrow gunnel as the ship sinks Zack and J.C. scramble up to the highest point on the bow but they are all going down with the ship, no hope in sig",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Swim for it! Zack holds J.C.’s hand as they jump into the water. Julie eases Ted into the water, calls to Nate. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Hurry! Nate takes a last look behind them. It’s too late. The swarm is almost upon them. They’1ll never make it to the shore. Julie plows through the waist-deep water dragging Ted... turns when she realizes that Nate isn’t behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Nate?! Nate grabs one of the last waterproof flares in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "(to Julie) Go! Get out of here! Nate turns back to the rear of the sinking boat. Julie ha no choice but to continue her race to the shore. Nate CRACKS the fuse cap on the flare as he fights his wa the rear of the boat. The bright blue/white FLARE is near blinding. A leaping Piranha strikes Nate in the shoulder, ripping d into the flesh. Another sinks its teeth into his forearm. Nate SCREAMS as blood gushes, but he’s reached his goal.. the big twin engines at the rear of the boat. Nate desperately twists off the gas cap. He takes a last look at the approaching swarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NATE",
          "text": "Sayonara, you little bastards. Nate jams the flare in the open tank just as the swarm reaches the boat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KA-THOOM! The half-submerged engine blows in a thunderous ball of fire... the second engine ignites a split second later. Julie turns back to see the boat rise up out of the water it’s blown to pieces... fire, spray and fish bits fill th air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SWARM",
          "text": "It doubles back on itself as the fireball erupts. Nate ha given his life to buy his friends a few precious seconds. \f91. Julie drags Ted as Zack helps J.C. thrash through the wat in a race to shore. The swarm regroups and is closing in fast! Julie stumbles into a floating corpse... nearly falls wit Ted in her arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "Julie! The foremost row of piranhas reaches her, leaping up out the water. Suddenly a BLINDING LIGHT pierces the darkness flaring off the water all around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REVERSE",
          "text": "It’s Lil’ John’s spotlights! Marcus and Carrie man the tw monster ARC LIGHTS, focusing them on our heroes. The swarm scatters, but swirls threateningly just beyond ring of light. Our heroes suddenly have a chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "(yells)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOW THE LIGHT",
          "text": "Julie carries Ted through the waist-deep water. Zack protects J.C. as the angelic shaft of light surrounds the Piranha thrash a few yards away, angry at losing their me",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dying victim clutches at Julie. She doesn’t pause, but drags Ted straight up the incline, until they are far fro harm’s way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zack and J.C. scramble to safety as a fire truck pulls up the B.G. Firemen rush to help others still struggling to out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie drops to her knees, exhausted, as she finally reach safety. She carefully eases Ted back onto the soft grass. He looks as if he’s close to death. His voice is a barely audible rasp. \f92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "...-help me. Julie pulls him closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What... what can I do? Ted raises his arm, looking beyond Julie. She realizes he pointing to something behind her. We hear an unsettling electronic HUM... growing louder and louder. Julie turns. JULIE’S P.O.V. A large TRAILER is the source of the humming, a heavy-dut gas powered GENERATOR attached to the back of Lil’ John’s equipment truck. It’s the power source for all his lights and amps... parked only a few yards away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Julie looks from the gennie, back down the embankment. It directly in line with the swarm, which is in a feeding fr on the remains of dozens of victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "..kill them. Kill them all. Julie helps Ted rise. He leans heavily on her as they mak it to the gennie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marcus and Carrie hurry down to Nate and J.C. Firemen ten to victims in the B.G.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Where’s Julie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U.",
          "text": "Ted’s fingers travel down the row of switches, flicking t all to MAX. We hear the generator’s engine REV loudly in response. The gauges hit red, over a hundred thousand vol Ted, with great effort, manages to stand on his own two f He grabs the latch on the trailer hitch, but it won’t bud",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(to Julie) ...do it. \f93. Julie SLAMS open the trailer hitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "As he realizes what Julie is about to attempt",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZACK",
          "text": "(softly) My god...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "She throws her weight behind the trailer. Smoke pours out the overheating generator. The tires slowly start to roll down the embankment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SURVIVORS",
          "text": "Everyone’s attention is drawn to the huge generator as it CRASHES through the brush, picking up speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASTER",
          "text": "The generator hits the curb of the retaining wall at full speed. Does a half-flip, up and over... Beat. There is a deafening CLAP OF THUNDER and a blinding FLASH electricity as the half-ton generator hits the surface of water. A spiderweb of CRACKLING electrical energy dances across inlet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A_ shuttering ELECTRONIC PULSE rips through the entire sw",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALPHA FISH",
          "text": "Alpha Fish’s eyes EXPLODE as the arc of power blazes thro him",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GENERATOR",
          "text": "It’s a flickering light show as it sinks to the bottom of lake. It shorts out in a final eruption of fiery bubbles. \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SURFACE",
          "text": "Beat. One by one, the corpses of the piranha bob to the surface... dozens... hundreds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EMBANKMENT",
          "text": "Julie looks to Ted, the exuberance of their victory lifti her from exhaustion. Ted manages a weary smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "It worked... Julie embraces him; tucking her head into his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "He gingerly picks a smoking piranha carcass up by the tai",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARCUS",
          "text": "Check it out... any of you mother fuckers bring tartar sauce? Marcus takes a big crunchy bite out of the piranha’s flan",
          "sentiment": "neutral"
        },
        {
          "speaker": "EMBANKMENT",
          "text": "Julie and Ted appear on the edge of the embankment, gazin down at their handy work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERA BOOMS UP",
          "text": "From the C.U. of Julie’s haunted, exhausted gaze... wider over the embankment as Zack runs into frame, embracing hi brother... wider as J.C. puts a jacket over Julie’s shoul and firemen step in to help. Ambulances and police cars finally begin to arrive. END FRAME reveals the entire inlet, with the fallen remai of the deck, dozens of half-eaten bodies... and hundreds fish carcasses floating on the calm surface of Lake Havas FADE OUT.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1451"
    }
  ]
}