{
  "movie_id": "MOV1452",
  "scenes": [
    {
      "location": "FRENCH SHIP COURAGEUX.",
      "time": "NIGHT",
      "characters": [
        "PREDICTED",
        "BRITISH SOLDIERS SWINGING BACK TO THEIR SHIP --",
        "ADMIRAL SCARFIELD",
        "JACK GOING TO THE WHEEL",
        "AS THE SMOKE CLEARS JACK SLOWLY REACHES IN",
        "AND NOW BARBOSSA SEES SOMETHING ELSE",
        "THE SPECTACLE OF PUBLIC EXECUTIONS.",
        "LOOKS STRAIGHT UP AT CARINA",
        "STABBING HIM --",
        "CLOSING HIS EYES --",
        "THE BLACK PEARL STARTING TO TIP OVER AS THE SEA DRAGS THE",
        "THICK FOG SURROUNDING THE TRIANGLE AS THE SILENT MARY DRI",
        "HAPPEN --",
        "AS THEY COME OUT OF THE BLACKNESS --",
        "AS CANNON FIRE SUDDENLY RIPS THROUGH THE REVENGE",
        "ANOTHER SOLDIER --",
        "IN THE WATER WE SEE THE FACES OF THE DEAD",
        "GAMBLER, (V.O.)",
        "BARBOSSA, (CONT'D)",
        "MAP IN THE SHAPE OF A TRIANGLE. EVERYONE TURNS TO HER NOW",
        "AND NOW SWIFT RECOGNIZES HER --",
        "JACK LOOKING DOWN",
        "BLACKNESS AT THE BOTTOM OF THE TRIANGLE --",
        "EVERYONE WATCHING THE SAILS AS A LIGHT WIND STARTS TO BLO",
        "HENRY TURNING BACK AS BRAND RAISES HIS SWORD --",
        "SUDDENLY THE DOOR TO THE SHACK SLOWLY OPENS ON ITS OWN --",
        "DARKNESS.",
        "A FRENCH CAPTAIN, (THUROT)",
        "YOU HAVE MY WORD.",
        "BUT NO MATTER HOW HARD THEY TRY",
        "BE YOUR ORDERS",
        "SCARFIELD WALKS TO THE CAGE",
        "SEEING THE SUDDEN APPEARANCE OF THE SILENT MARY --",
        "BUNCH OF CUTTHROATS STARING AT HIM.",
        "AND THEN JACK NOTICES SOMETHING IN THE DISTANCE --",
        "A DEEP BREATH AND THEN EXHALES INTO HER FACE. HER EYES",
        "AT FIRST IT SEEMS TO BE DRIFTING",
        "AND KNIVES --",
        "BEGINS TO BUCKLE FROM THE SHEER FORCE",
        "AS THE BUILDING STARTS TO PICK UP SPEED --",
        "SURROUND JACK AND PLACE HIM UNDER ARREST.",
        "THE GIRL",
        "AND THE BLACK PEARL SHIP STARTS TO SHAKE AND EXPAND AND G",
        "TOWN",
        "CREW",
        "AND JACK LOOKS DOWN AT THE SATCHEL PINTEL IS HOLDING --",
        "JACK TAKES THE SWORD BACK FROM HIM",
        "CARINA RACES THROUGH THE SIDE OF THE COMPOUND AND INTO TH",
        "OPEN IT MEN",
        "SCARFIELD",
        "AS THE GHOSTS GRAB THEM",
        "FIVE",
        "CARINA STEPS BACK AS MR. SWIFT COMES OUT FROM THE BACK --",
        "THE WAGON PASSES BY CARINA SMYTH, (29, BEAUTIFUL)",
        "GUNS COCKED",
        "AS SWIFT RUSHES TO THE BACK OF HIS STORE CARINA QUICKLY T",
        "BACK FROM THE FORCE OF THE CRASH --",
        "JACK WATCHES AS HENRY MADDOX PREPARES TO STRIKE THE CHAIN",
        "SIDE BY SIDE ON A BRITISH WAR SHIP",
        "THEM",
        "THE MEN HORRIFIED",
        "SAILS --",
        "THEY REMOVE THE FAT MAN NEXT TO JACK",
        "WE SEE CAPTAIN BRAND RAISE HIS SWORD",
        "IN THE BOTTLE.",
        "CAPTAIN BRAND/SCARFIELD, (CONT'D)",
        "JACK DRAWING HIS SWORD",
        "STENCH IMMEDIATELY HITTING THEM ALL --",
        "SEES A GLIMPSE OF WHAT IS INSIDE.",
        "LAUGHING ON THE DECK --",
        "TEAGUE",
        "DIAMOND IS STARING BACK AT HIM.",
        "AS WELL.",
        "CURTAINS OF WATER PUSHING THEMSELVES APART AS BIG AND SMA",
        "OLD SOLDIER",
        "READS",
        "AND NOW WE SEE THE ISLANDS THAT SURROUND THE TRIANGLE --",
        "PUTS THE TWO EARRINGS IN HIS POCKET",
        "HE THEN TAKES OUT AN EARRING",
        "DRAW THE MAIN",
        "THE CURRENT",
        "WITH HIS MOUTH --",
        "BARBOSSA SLOWLY NODS --",
        "HE GASPS FOR AIR. SEVERAL CREW MEMBERS HAVE SOMEHOW GRABB",
        "JACK DRAWS HIS SWORD",
        "A DOCTOR IS TAKING HIS PULSE",
        "STARE ACROSS AT A MASSIVE FORTRESS THAT PROTECTS AN ANCIE",
        "THE FOG LIFTING ALL AROUND THEM --",
        "THE PIRATE SCREAMING AS TWO MORE MASSIVE PRIMEVAL BIRDS",
        "WE SEE THAT THE WALLS OF THE MASSIVE CAVE ARE COVERED IN",
        "BRAND LIFTS HIS SWORD --",
        "GET AS FAR AWAY AS YOU CAN",
        "THE CREW STARING OUT AT THE TRIANGLE IN THE DISTANCE",
        "PIRATES AND SOLDIERS STILL ENGAGED IN FULL BATTLE AS CARI",
        "AND NOW SCARFIELD HITS HIM HARD ACROSS THE JAW --",
        "HAND AS HE WALKS INTO HIS QUARTERS",
        "SHE TAKES THE SCOPE BACK FROM HIM",
        "BY ONE OF THE CELLS HE CASUALLY SAYS HELLO TO HIS FATHER",
        "TO PULL APART --",
        "THE TELESCOPE GETS KNOCKED FROM HER HANDS",
        "SHE MUST NEVER KNOW THE TRUTH",
        "HE FLASHES BACK TO A MOMENT IN TIME",
        "SHE LOOKS THROUGH THE LENS FOR A BEAT",
        "THE QUEEN ANNE IS OVERFLOWING WITH SPOILS",
        "THE BOTTLE --",
        "HENRY MADDOX SEES HER GOING",
        "WARES TO SAILORS, PIRATES, AND TRADERS",
        "JUMP OFF",
        "TO OPEN",
        "AS THE BATTLE TAKES PLACE ALL AROUND --",
        "GHOSTS APPEAR AND DISAPPEAR AS THEY MOVE THROUGH THE WALL",
        "CARINA CRAWLING TOWARD IT",
        "THEY BOTH RUSH TOWARD IT",
        "CARINA REACHING FOR THE SCOPE",
        "AND THE WAVE FINALLY CRASHES DOWN ON THE ISLANDS --",
        "THE WAVE SO STRONG IT COMPLETELY COVERS THE ENTIRE TOMB O",
        "IN THE DISTANCE WE SEE A SMALL CAVE BEHIND THE TOWERING",
        "THE GHOSTS FIGHTING HARD",
        "JACK WATCHES IN HORROR AS THEY RAISE THEIR SWORDS",
        "BARBOSSA WALKS INTO HIS ROOM, OPENS HIS DRAWER AND LOOKS",
        "WE'RE OFF TO THE ISLANDS TO FIND THE",
        "GUARD IN THE MIDDLE OF THE SEA. A THICK, HEAVY FOG STANDS",
        "ON TOP OF HIM --",
        "AND NOW WE REALIZE",
        "AND BARBOSSA KNOWS HE HAS NO CHOICE",
        "AND THE DEAD BIRD DROPS FROM THE SKY AND LANDS ON TWO PIR",
        "UP.",
        "A TOWERING MENACE THREATENING TO RELEASE. THE SEAS HELD B",
        "PREPARING TO CHASE JACK DOWN --",
        "SUDDENLY THE FINGER IS REPLACED BY A SWORD --",
        "THEY SHOVE JACK INTO THE GUILLOTINE AND TRY TO LOCK HIM I",
        "THE SECOND PIRATE DRAWING HIS SWORD --",
        "THE LARGEST OF THE FISH FLIPS ITS TAIL AND KNOCKS THE SWO",
        "THOUGHTS --",
        "THE PIRATES MAKE IT THROUGH THE OPEN WINDOW --",
        "CARINA TURNS TO HIM",
        "JACK AND BARBOSSA ARE GONE --",
        "CARINA LOOKING THROUGH THE HEAVY FOG IN FRONT OF THEM NOW",
        "THE PIRATES SMACK THEIR HORSES",
        "WATER POURING INTO THE SHIP",
        "TO TURN AROUND. BUT HOW CAN HE RESIST",
        "CAPTAIN BRAND SLOWLY WALKS TOWARD HIM --",
        "MAYOR, (CONT'D)",
        "ALMOST TURNED TO NIGHT",
        "THEIR SOULS --",
        "THE TOMB BROKEN APART",
        "SPARROW",
        "CREW --",
        "THE WALLS OF WATER CAVING IN ON HIM AS HIS EYES REMAIN FI",
        "EVERYTHING IS CALM",
        "KING GEORGE --",
        "PIRATES ARE USING ROPES TO PULL THEMSELVES UP TOWARD A SM",
        "AND BELOW IT ALL --",
        "GRABBING NECKS TO BREAK",
        "BORDER FOR THE TRIANGLE.",
        "THE SHIP",
        "BARBOSSA DRAWS HIS SWORD",
        "THE DEAD MEN FINISHING THEIR OWN TALE AS THE SCREAMING GH",
        "AS JACK USES HIS BROKEN CHAINS TO FLIP THE PIRATE ONTO HI",
        "JACK CASUALLY KNOCKS OUT THE TWO CARD PLAYERS AS HE LIFTS",
        "CAPTAIN JACK SPARROW IS AT THE WHEEL OF THE BARBOSSA --",
        "BEHIND THE BANK",
        "YOU HAVE TO GET OFF THE SHIP",
        "SUDDENLY A PAIR OF HANDS COMES THROUGH THE WALLS OF THE S",
        "SCARFIELD WALKS INTO THE CELL",
        "AT THE HORIZON.",
        "-- KNOWS HIS DESTINY IS STANDING DIRECTLY ACROSS FROM HIM",
        "COME AT HIM AT ONCE --",
        "YOU LED ME TO SLAUGHTER THE ONLY",
        "SCARFIELD STEPPING BACK",
        "EVERYONE LOOKING AROUND TO FIND IT --",
        "PLANTS SWALLOW A FEW MEN DOWN",
        "AND BRAND DIVES IN AFTER HIM",
        "WAR",
        "THEY ALL LOOK TERRIFIED AS THEY LOOK AROUND THE SHIPWRECK",
        "SARDINES. NOBODY MOVES AS A FUSE IS LIT AND THE VAULT DOO",
        "JACK ON THE ROOF",
        "DAGGERS",
        "EYES.",
        "SHIPWRECKS THAT ARE SPREAD ACROSS THE SEA FLOOR.",
        "SEES THIS HAPPEN --",
        "SINGLE GOLD COIN. HE TURNS TO SEE HIS CREW STARING AT HIM",
        "-- BUT HER POWERS ARE TOO STRONG NOW --",
        "BUT JACK COMES RUNNING IN BEHIND HER",
        "AS THE GHOSTS START TO POSSESS THE TERRIFIED BRITISH SOLD",
        "AS CARINA RUNS AT JACK",
        "LINED UP ON THE DECK OF THE SILENT MARY. SCRUM, GIBBS AND",
        "THEY REACH THE WHEEL",
        "JACK AND CARINA SAVED FOR THE MOMENT",
        "GET THAT CHEAT OUT OF HERE",
        "SHE STARTS SKETCHING IN HER BLACK BOOK",
        "LISTENING",
        "SCRUM",
        "MASSIVE WALL OF WATER STRAIGHT DOWN TO THE BOTTOM OF THE",
        "THEM --",
        "CHURN BENEATH THEM",
        "THE CROWD REACTING AS JACK STEPS TO THE EDGE OF THE ROOF",
        "ALL OF THE HORSES SPOOKED BY THE GUNFIRE",
        "TO HAPPEN --",
        "ASLEEP ON THE DECK. THE MEN ARE CLEARLY DEPRESSED",
        "GHOSTS COMING THROUGH THE WALLS",
        "LIMIT. AS THE QUEEN ANNE MOVES THROUGH THE WATER THE WOOD",
        "THE WINDOW --",
        "TO ME IN BLOOD",
        "DECK --",
        "DOCTORS ARE BACKING AWAY IN FEAR.",
        "JACK AND BARBOSSA WALK DEEPER INTO THE CAVE",
        "BARBOSSA USING HIS SWORD TO FILL THE SAILS --",
        "WALLS CRASHING AND CRUMBLING AS THE ROOF CAVES IN --",
        "HENRY LOOKS ACROSS INTO THE DARKNESS",
        "FADE OUT",
        "YOU ARE EXCUSED, MR. GIBBS",
        "TAKE COVER",
        "WEAPON AIMED AT HIS HEAD.",
        "AS HE EASILY FIGHTS HIM OFF --",
        "THE MEN STARE AT HER IN STUNNED DISBELIEF. HENRY MADDOX",
        "PREPARE TO FIGHT",
        "CARINA WATCHING THE CHAOS FROM THE GALLOWS",
        "AND NOW BARBOSSA SEES CARINA RUNNING ACROSS THE CLEARING",
        "LEADS TO THE ANCIENT GOLD TOMB",
        "HE LOOKS AT THE PORTRAIT FOR A BEAT",
        "-- WHO IS KNOCKED OFF THE SIDE OF THE SHIP --",
        "AND NOW WE SEE BARBOSSA DROP TO THE GROUND --",
        "FRENCH SOLDIER",
        "OLIVIA STEPS FORWARD NOW",
        "SCREAMS HEARD NOW THROUGHOUT THE FOREST AS THE PIRATES TR",
        "THE ROPES TIGHT AND PULLING THE BUILDING FASTER AND FASTE",
        "CREW MEMBER",
        "SWORDS AND",
        "BARBOSSA STARES INTO THE FOG",
        "FALLING INTO THE WATER WHERE GHOSTS ARE WAITING --",
        "AND NOW BARBOSSA TAKES THE YELLOW DIAMOND EYE FROM HIS PO",
        "ROUSING DRUNKS AND DERELICTS. JACK AND SCRUM WALK INTO TH",
        "JACK PULLS HER IN AND GIVES HER A KISS",
        "PINTEL",
        "PIG KELLY IS AT THE WHEEL OF THE ESSEX",
        "WITCH",
        "AWAY FROM HIM.",
        "AND THEN HEADS FOR THE DOOR --",
        "ON THE OTHER SIDE OF THE SQUARE CARINA SMYTH IS STANDING",
        "DOCKS",
        "NOBODY SEES A THING.",
        "CAPTAIN BRAND STEPS IN FRONT OF JACK NOW --",
        "A LINE OF SWORDS SILENTLY MOVE TOGETHER",
        "CAPTAIN BRAND STEPS TOWARD BARBOSSA NOW",
        "HARD AND FAST --",
        "ABOVE THEM",
        "HENRY MADDOX STANDS WITH OLIVIA IN THE SHADOWS",
        "BOTTLE.",
        "ON THE DECK OF THE BRITISH GUNNER WE SEE ONE OF THE HEAVY",
        "HURRY",
        "HIM",
        "JACK GLANCES OUT THE WINDOW",
        "THE ROPE FREES A GRAPPLING HOOK THAT SWINGS ACROSS INTO K",
        "-- LOOKING UP AT CAPTAIN TOMS --",
        "THE HORSES TURNING A SHARP CORNER",
        "FIRING SQUAD --",
        "FIRE",
        "AS THE SILENT MARY SAILS TOWARD THE BOUNDARY",
        "DIRECTLY IN FRONT OF HIM",
        "YOU CAN DIE TOGETHER --",
        "BEACHES SUDDENLY EXPOSED --",
        "HIS DEAD MEN WALKING BEHIND HIM --",
        "FORTRESS",
        "THE BIRD COMING AFTER JACK NOW",
        "ALL AROUND THEM",
        "FIT FOR THE GODS. CARINA LEADS THE WAY TOWARD THE FORTRES",
        "HENRY MADDOX LOOKS ACROSS TO THE SILENT MARY --",
        "CAPTAIN TOMS COMES DOWN THE STAIRS",
        "MR. SWIFT, (CONT'D)",
        "WE SUDDENLY SEE JACK SPARROW STANDING ON THE ROOF OF THE",
        "THE WALLS COLLAPSING IN AND THE OCEAN VIOLENTLY COMING BA",
        "JACK MAKES HIS WAY BACK TO THE WHEEL OF HIS SHIP",
        "A YOUNG BARBOSSA WATCHING HER AS HE HEADS TO SHORE",
        "REVENGE.",
        "BIRDS COMES FLYING TOWARD HER",
        "THE MEN SLOWLY MOVE TOWARD JACK WITH WEAPONS IN HAND",
        "OF THE SILENT MARY AS IT DISAPPEARS INTO THE FOG --",
        "AND NOW CARINA TURNS TO HIM",
        "THE TWO MEN DRAW THEIR GUNS",
        "ISLAND. EVERYTHING IS DEAD AND DYING",
        "PLACED AT HER THROAT.",
        "WHAT IT IS.",
        "AND THE FLOOR OPENS UNDER HER",
        "HEAVY LID",
        "CAPTRAIN BRAND",
        "OUT THE WINDOW OF THE COACH --",
        "THEIR GUNS",
        "THEY RUSH THROUGH THE NOW SUNKEN CAVE THAT HELD THE MAP -",
        "LOOKS TO THE SKY",
        "AND WAITING TO BE EXECUTED.",
        "BARBOSSA IS AT THE WHEEL OF THE BLACK PEARL",
        "CARINA EYEING HIM NOW AS HE PULLS HIS HAND AWAY --",
        "TWO SMALL SHIPS FIGHTI",
        "AND NOW BARBOSSA TAKES OUT HIS SWORD",
        "SHE LOOKS AT THE PEARL",
        "JEWELS. MILLIONS OF DIAMONDS COVERING THE WALLS",
        "PIRATES AND SOLDIERS THROWING THEMSELVES OVERBOARD IN FEA",
        "BARBOSSA RAISING HIS SWORD",
        "AND HORRIFYING",
        "IGNORES THE INJURED, DYING ADMIRAL AS HE TAKES THE TRIDEN",
        "AWAY FROM THE SHIP --",
        "WOUNDED AND DEAD DRAGGED TO THE SIDE.",
        "AND NOW TEN BRITISH SOLDIERS COME BURSTING INTO THE PUB -",
        "GIBBS AND THE OTHER PRISONERS KNOCKED BACK IN THEIR CELLS",
        "THE SCREAMING BIRD TURNS TO COME BACK FOR JACK --",
        "SHIP ORDERING THE ASSAULT --",
        "MAYOR",
        "HE SEES JACK IN CHAINS --",
        "THE PIRATE CREW LOADING THEIR GUNS --",
        "AS JACK AND CARINA COME FLYING THROUGH THE HOLE IN THE SE",
        "HOLDING THEM --",
        "JACK GRABBING A ROPE AS WELL",
        "AND NOW THE BOTTLE CRACKS AND A TRICKLE OF WATER COMES OU",
        "JACK HIDING BEHIND THE MAST --",
        "ABOUT TO LEAVE WHEN SHE SPOTS A LARGE TELESCOPE FACING OU",
        "THE MEN ARE EATING LIKE KINGS AND DRINKING FROM BARRELS -",
        "AND IS ABOUT TO LIFT HER OFF THE GROUND --",
        "SUDDENLY THE SILENT MARY SAILS STRAIGHT INTO THEM",
        "CAPTAIN BRAND APPEARS ON THEIR SHIP SWINGING HIS HANGER S",
        "AND NOW THE WATER CRASHES OVER THE FORTRESS AND SWALLOWS",
        "BRAND AND HIS MEN COMING TOWARD THEM --",
        "ERIC BRAND",
        "THE MAN REACHES INTO HIS POCKETS",
        "OF A CLEARING YELLING AT SOME OF THE PIRATES WHO ARE CLOS",
        "WITCH, (CONT'D)",
        "JACK AND CARINA WALK THROUGH CORONATION BAY",
        "BILLOWING THICK BLACK SMOKE --",
        "THE CROWD GOING WILD AS A VICIOUS LOOKING PIRATE MOVES",
        "THE BIRD DIVING DOWN AT THEM --",
        "THE DYING GULL",
        "THE SOUND OF BATTLE STOPPED NOW",
        "THROUGH ROUGH SEAS. CAPTAIN TOMS IS ON DECK WATH H",
        "AND JACK TAKES OFF RUNNING",
        "WIND",
        "BEATEN BY ADMIRAL SCARFIELD --",
        "AS THE SHIP DRIFTS RIGHT BACK OVER THE LINE --",
        "TOWARD THE PEARL --",
        "CARINA AND BARBOSSA GET TO THE SHORE",
        "CAPTAIN TOMS",
        "SLICE JACK IN HALF --",
        "TO CRUMBLE TO CREATE AN OPENING AT THE BACK OF THE CAVE.",
        "THE LOOK ON HER FACE IS PURE RAGE.",
        "AND NOW WE SEE THE FULL POWER OF THIS ANCIENT SPEAR --",
        "INSIDE THE BOTTLE.",
        "WAITING SHIP",
        "GOAT",
        "CARINA AND BARBOSSA",
        "AS THE ROYAL GUARD PULLS UP TO THE BRIDGE",
        "JACK TAKES A BUCKET OF WATER",
        "THROUGH THE CROWD",
        "SHE REACHES OUT AND TAKES HIS HAND",
        "FALL IN LINE YA LAZY REPROBATES",
        "JACK STARING AT IT",
        "SCRUM AND GIBBS ARE LOADING THE SHIP",
        "AS THE SHIP SAILS FROM THE HARBOR AND HEADS OUT TO SEA --",
        "AND UNDERNEATH",
        "SWORDS AND GUNS OUT NOW AS PIRATES FIGHT WITH SOLDIERS --",
        "IT SINK IN A MATTER OF SECONDS --",
        "BLUNDERBUSS --",
        "THE MEN DROPPING INTO THE WATER",
        "CARINA TAKES OUT SOME COINS",
        "A SIGHT NO ONE HAS SEEN BEFORE --",
        "JACK SURFACES HOLDING THE SHIP IN THE BOTTLE --",
        "OTHER SOLDIERS MAKING IT ACROSS",
        "INSIDE THE POT",
        "CANNONS LIT BY INVISIBLE HANDS, FUSES SLOWLY BURNING DOWN",
        "AS KELLY CHARGES",
        "BOTTOM OF THE SEA. THEY CLIMB A TALL BED OF SEAWEED AND",
        "THE VAULT",
        "TRY AND KEEP THE MONARCH FROM SAILING INTO THE TRIANGLE -",
        "THE BIRDS HAVE BEAKS LIKE RAZOR BLADES",
        "CARINA KEEPING HER EYES ON THE WATERS OF THE TRIANGLE --",
        "OTHER SIDE --",
        "SHE'S A WITCH",
        "CAPTAIN BRAND AND HIS VERY DEAD MEN HAVE COME ABOARD. SOM",
        "CHEERING THEIR VICTORY --",
        "WANTED --",
        "SKY NOW PART OF THE EQUATION AS A MAP BEGINS TO FORM --",
        "SCARFIELD.",
        "FOREBODING AS THE NAME SUGGESTS. EVERYTHING IS DEAD AND",
        "MAN",
        "TOWARD THE WOODS --",
        "CREATING THE MAP --",
        "ABOUT TO KILL HIM --",
        "AS THE BLACK PEARL RIGHTS ITSELF WITH A MIGHTY SPLASH --",
        "DIRECTIONS NOW AS MEN ARE THROWN VIOLENTLY INTO THE SIDE",
        "-- WAITING TO STRIKE RIGHT BEHIND THEM --",
        "HIGH ON A HILL ABOVE THE TO",
        "AS THE VAULT SLIDES ACROSS THE FLOOR OF THE BANK",
        "THE WORLD",
        "AND NOW SHE SHOWS SHOW HIM HER OWN HANDS",
        "BUT AS THEY SWING BACK THEIR ROPES ARE CUT",
        "AS SOLDIERS ARE ATTACKED ALL AROUND THEM, HENRY AND OLIVI",
        "GAMBLER",
        "TIED AND GAGGED --",
        "ACROSS THE SHIP",
        "ONLY ROAD OUT OF TOWN.",
        "CAPTAIN BRAND UNABLE TO REACH THEM",
        "THE MEN RUSH OFF AS JACK TURNS BACK TO THE WHEEL. GIBBS",
        "ABOUT TO HAPPEN --",
        "THE PEARL IS HEADING BACK TOWARD THE WATERS OF THE TRIANG",
        "THE BLACK PEARL IS DOCKED IN A BUSY PORT.",
        "JACK EYING THE SEA --",
        "BRAND'S MEN PICKING UP JACK",
        "SEA.",
        "THROAT --",
        "AND PULLS TWO PIRATES OVERBOARD AS HE USES THEM TO HELP",
        "JACK BACKING UP NOW AS BRAND MOVES TOWARD HIM WITH HIS SW",
        "JUST AS A MAN WALKS INTO THE PUB",
        "HE SLIDES TOWARD HER",
        "THE SEA HAS HIM NOW",
        "THE SAILS ARE TORN AND THE MEN ARE JAMMED TOGETHER LIKE",
        "MEN ARE DRINKING AND BIDDING WILDLY",
        "BUT BARBOSSA STANDS HIS GROUND",
        "GHOSTS WHO ARE LED BY ERIC BRAND",
        "BARBOSSA IS STANDING RIGHT THERE",
        "NOW WAIT A SECOND",
        "CONTINUES TO BID --",
        "DRAWS THEIR SWORDS --",
        "AND JACK TOSSES THE SWORD INTO THE SEA --",
        "POSEIDON --",
        "FLASHBACK --",
        "FIRE AT WILL",
        "AND NOW JACK TURNS",
        "MELIA PULLS OUT A SHARP KNIFE AND SLOWLY MOVES TOWARD THE",
        "A SAILFISH SLICES THROUGH THE CURTAIN",
        "CARINA RUNNING FOR HER LIFE AS ONE OF THE MASSIVE HALF-DE",
        "INSIDE THERE IS A LARGE YELLOW DIAMOND",
        "SURE WHAT TO DO AS THEY STARE OUT AT NOTHING.",
        "GHOST",
        "OUT OF THE WATER --",
        "CARRIAGES TO THE BACK OF THE BANK --",
        "A PIRATE RUSHES TO THE WALL",
        "TRIDENT.",
        "OF THEM IMMEDIATELY AWARE OF THEIR FATE.",
        "FASTER --",
        "ONE BY ONE",
        "EVERYONE RUNNING TOWARD THE FRONT OF THE SHIP",
        "CARINA CONTINUES TO MONITOR THE SKY",
        "JACK IS TAKEN DOWN TO THE JAIL BY TWO GUARDS. AS HE PASSE",
        "SCREAMING WITH VOICES OF THE DEAD --",
        "HIM --",
        "THE TWO MEN HOLDING ONTO THE DECK",
        "SWORD TO SLIT HIS THROAT --",
        "CANNONBALLS RIP INTO HER BELLY --",
        "THE TOMB COMPOUND",
        "JACK STOPPING FOR A BEAT TO EYE THE DIAMONDS ON THE WALLS",
        "THE GHOST OF CAPTAIN BRAND LEADING THE CHARGE IN SCARFIEL",
        "SLOWLY RISE IN THE AIR LIKE A SNAKE AS IT STALKS SOME PIR",
        "THE PEARL SAILING TO THE EDGE OF WHAT IS NOW A MASSIVE",
        "CARINA WALKS OFF TOWARD THE MEN",
        "THE SILENT MARY IS SAILING ACROSS THE SAND DUNES AT THE",
        "YELLS DOWN TO THE PEOPLE OF SAINT MARTIN.",
        "CHANCE TO SURVIVE --",
        "AND BARBOSSA STANDING TOGETHER AS THE PEARL MAKES HER MOV",
        "KELLY TRIES TO TURN HIS WHEEL",
        "TENSION --",
        "88.",
        "ROPES ARE FED THROUGH THE HOLE",
        "CAPTAIN",
        "HIM TO START BIDDING --",
        "ALL THE SHIPWRECKS OF THE TRIANGLE ARE REVEALED AT ONCE -",
        "JACK SLOWLY BENDS DOWN TO PICK IT UP",
        "SIDE",
        "CARINA SMYTH, (V.O.)",
        "SEARCHING FOR JACK --",
        "CLEAR THE CROSS ROAD --",
        "JACK CORNERED BY PIG KELLY NOW",
        "TOGETHER --",
        "CARINA IS READING THE MAP NOW",
        "DISCUSS YOUR WAGES",
        "BODY.",
        "HENRY TURNS BACK TO THE SHIP",
        "WAVES LASHING THE REVENGE AS THE WIND STARTS TO BLOW IT",
        "SHADOWS. HE SLOWLY REACHES IN",
        "EXPLOSIONS TEARING THROUGH THE BRIG OF THE ESSEX",
        "SCAMPERS OFF. THE MEN RELIEVED",
        "BRITISH SOLDIERS ARE SEARCHING FOR SOMEONE INSIDE THE PUB",
        "SHE CHARGED THE REVENGE",
        "THE INJURED PIRATE FIGHTING HER OFF",
        "SHE TAKES THE DIAMOND AND WALKS TOWARD THE WALL",
        "JACK SPARROW",
        "MELIA, (CONT'D)",
        "THROUGH THE WALLS OF THE FORTRESS",
        "BUILT INTO THE HULL.",
        "SAILED HIS SHIP INTO THE HEAVY FOG. AND NOW THE WAITING",
        "PORCELAIN BOWLS",
        "NOT A WITCH. NEVER BEEN A WITCH.",
        "WOUNDED AND ENRAGED --",
        "JACK EYEING THE SEA",
        "HENRY SLOWLY WALKS TOWARD JACK --",
        "KILLED. A CROWD OF LOCALS IS CHEERING, SCREAMING, ENJOYIN",
        "ROCKS.",
        "JACK GETS TO HIS FEET",
        "HENRY MADDOX",
        "JACK LOOKS TERRIFIED AS HE SLOWLY REACHES OUT TO GRAB HIS",
        "JACK ABOUT TO JUMP IN THE WATER",
        "NOISE. HE QUICKLY LOOKS AROUND --",
        "CLOTHES OF A PIRATE AND HE CARRIES A SWORD.",
        "OF SHACKS UNTIL THEY SEE ONE WITH A BLOOD RED DOOR.",
        "SILENCE NOW. JACK LOOKING AT CARINA",
        "A TWO-HEADED DOG IS GROWLING AT THEM BY THE RED DOOR --",
        "THE SMALL ANCHOR DROPS DOWN",
        "ACROSS FROM THE CAGE.",
        "SHOT TO KILL HIM --",
        "JACK IS QUICK TO GIVE INTO IT.",
        "OWN",
        "OF THE CAPTAIN --",
        "AND SCRUM MAKE THEIR WAY UNDER THE DOCKS, MOVE PAST A SER",
        "MELIA WALKS TOWARD THE BACK WALL, THE WALL WHERE CARINA H",
        "THE SURFACE --",
        "BRAND STOPS JUST BEFORE HE REACHES BARBOSSA",
        "THE LOCKS OF THE GUILLOTINE --",
        "HAT.",
        "THAT BACK OF THE DYING GULL --",
        "AFT IS A SINGLE WORD --",
        "AT THE BOTTOM OF THE OCEAN --",
        "GUNNER",
        "WOODEN BOX",
        "ALL THE PIRATES LOOK TO JACK AND BARBOSSA",
        "BOTTOM OF THE OCEAN",
        "METHODICALLY SCRUBBING THE DECK --",
        "ENTRANCE OF THE CAVE AND DIVE FOR COVER BEHIND THE ROCKS",
        "ACROSS FROM HIM. THEY ARE CRAMMED INTO THEIR CELL",
        "AS THE DEAD START TO CRAWL OUT FROM THE BOTTOM OF THE SEA",
        "LAST. SHE THEN SLOWLY STEPS BACK --",
        "SAILING TOWARD A PERFECT RED SUNSET. HE HAS HIS SHIP",
        "AND NOW WE SEE THE OUTLINE OF THE TRIANGLE IN THE DISTANC",
        "THEM ALL",
        "MR. SWIFT, (FAT AND REPELLENT)",
        "JACK TURNING AROUND NOW",
        "AND JACK AND SCRUM STARE IN AT MELIA",
        "BASKET. JACK STANDS NEXT TO THE GUILLOTINE WATCHING THIS",
        "COVERED WITH STRANGE EQUATIONS",
        "IT RISES OUT OF THE WATER --",
        "THE HORSES SPEED UNDER THE BRIDGE WHILE THE BANK SLAMS IN",
        "GLOWS YELLOW --",
        "-- PISTOL IN ONE HAND",
        "THE MASSIVE SHIP NOW COMPLETELY RESTORED --",
        "AS CARINA HAD SAID.",
        "SHOVES IT INSIDE THE CANNON",
        "AS THE BRITISH SOLDIERS, (GHOSTS)",
        "TEETH.",
        "AT THE DOCKS --",
        "THEY PULL CARINA ONTO THE PLATFORM AND THE CROWD GOES WIL",
        "OPENING --",
        "BRAND THROWS HENRY A SWORD --",
        "BRAND AND HIS GHOSTS BACKING AWAY NOW --",
        "HORSE AND CARRIAGE",
        "ONE NEAR THE BACK WALL.",
        "JACK JUMPING TO BRIDGE",
        "SUDDENLY VERY DISTRACTED",
        "BRITISH SOLDIERS SCRAMBLING --",
        "AND NOW THE SHIP SAILS STRAIGHT THROUGH THEM",
        "THE TOWN SQUARE IS FILLED WITH PRISONERS WAITING TO BE",
        "MEN BACKING UP IN FEAR --",
        "MIDDLE OF TOWN --",
        "BODY --",
        "SCARFIELD AND THE BRITISH SOLDIERS ARE ALL SOAKING WET AN",
        "AS JACK AND CARINA BOTH RUN TOWARD A CORAL REEF, JUMP UP",
        "WEEKS LATER",
        "WATER FLOODING EVERYTHING",
        "23.",
        "STOPS ATTACKING --",
        "OWN THROAT AS HE GOES DOWN.",
        "THEM DOWN --",
        "WE PUSH IN ON A SPOT IN THE OCEAN",
        "CARINA HOLDS A SUITCASE",
        "ASIDE. THEY FINALLY GET IT OPEN --",
        "SUDDENLY TWO HORRIBLE CHILDREN COME RUSHING UP TO JACK --",
        "THE SHIP HAS BECOME A HAUNTED HOUSE",
        "SAILORS.",
        "SAME SCARS.",
        "BUT AT THE LAST SECOND JACK RAISES THE TRIDENT IN FRONT O",
        "JACK OPENS THE MAP",
        "SHOOT/SHIT THEMSELVES --",
        "FOR HIM WITH THE OTHER GHOSTS --",
        "TWO PIRATES FIGHT OVER A PAIR OF CANDLE STICKS --",
        "HANDS",
        "JACK LOOKS AT HER",
        "MOST DRAW THEIR WEAPONS",
        "GIBBS LOOKS OUT TO SEA",
        "SHOW US YOUR COIN",
        "SHIP. SHE LANDS IN THE WATER",
        "THE MAN LIFTED AND SWALLOWED DOWN BY THE HUGE PLANT. NOBO",
        "STANDS IN THE SHADOWS",
        "HENRY PULLING OLIVIA TOWARD THE BACK STAIRS.",
        "ARE WAITING TO BE AUCTIONED OFF",
        "HELP",
        "GHOSTS WALKING ACROSS THE WATER TOGETHER",
        "OF THE OCEAN NOW VISIBLE --",
        "AGONY",
        "HE SNEAKS ALONG THE DECK",
        "BRAND TURNING BACK NOW",
        "THE LAMP IS TURNED OFF INSIDE THE SHIP --",
        "ANGRY BIRD",
        "CARINA SMYTH, (CONT'D)",
        "THE HAMMER ON THEM",
        "WHERE BARBOSSA REMAINS AT THE BOTTOM OF THE ANCHOR --",
        "RUN",
        "WE NOW PUT TO DEATH THE PIRATE JACK",
        "THE NOISE GETS LOUDER",
        "CANNONS AIMED AT THE COURAGEUX",
        "CARINA IS AT THE FRONT OF THE LINE, STUFFED INTO A REVEAL",
        "THE SOLDIERS PUSH THEMSELVES AGAINST THE WALLS",
        "THE REVENGE MOVES QUICKLY BACK OVER THE LINE --",
        "CARINA SMYTH",
        "MELIA STEPS TOWARD BRAND",
        "PIG KELLY",
        "A WILD BLUR TOWARD THE BOW --",
        "CARINA OBLIVIOUS TO IT ALL",
        "MEN WITH THEIR OWN WEAPONS --",
        "LEFT AND SEES THE ROCK FORMATIONS",
        "AS EACH PRISONER IS POSSESSED, THEIR EYES IMMEDIATELY TAK",
        "GHOST --",
        "JACK AND BARBOSSA ENTER THE CAVE WITH THE OTHER SURVIVORS",
        "THE CREW WATCHING AS THE MONARCH SAILS IN. SUDDENLY",
        "THE BIRD REACHING FOR HIM WITH HIS TALONS --",
        "JACK IS ON THE DECK OF THE PEARL",
        "HENRY LOOKS BACK",
        "WITH A LOOK OF SHEER REPULSION ON HIS FACE.",
        "SWORD TO MAKE WAY.",
        "BARBOSSA GRABS HIM NOW",
        "FRENCH CAPTAIN",
        "THE PIRATES ARE TERRIFIED AS THEY MOVE THROUGH THE COFFIN",
        "BLOOD POOLING ON HIS SHIRT --",
        "THE DROP SWITCH",
        "JACK IS BEING HELD DOWN BY TWO BRITISH SOLDIERS AS HE GET",
        "JACK RUNNING WITH THE SMALL PEARL",
        "THE GALLOWS PLATFORM",
        "RAGING STORM PULLING THE TWO WARRING SHIPS ACROSS THE",
        "BY A DRUNK",
        "CARINA LOOKS AT THE TRIDENT IN SHEER AWE",
        "JACK GRABS HIS SCOPE BACK",
        "CARINA SLOWLY WALKS IN THE FRONT DOOR OF THE STORE",
        "SOLDIERS COMING DOWN FROM THE MAIN FORT",
        "HARD TO LISTEN WITH THE MIND OF A",
        "OF THE SEA --",
        "DECK WITH THE OTHERS.",
        "BARBOSSA TURNS HIS BACK NOW --",
        "THE SUN RISES BEFORE THEM.",
        "PEOPLE DIVING OUT OF THE WAY AS THE BANK SLIDES THROUGH T",
        "WE SEE CAPTAIN BRAND REACHING FOR HIS BROTHER",
        "TOMB OF POSEIDON",
        "AND NOW WE SEE THAT JACK IS STEERING THE SHIP WITH HIS HA",
        "MAPS. CHARTS. SHIPS LOGS, ALL PILED FLOOR TO CEILING.",
        "SLOWLY WALKING TOWARD BARBOSSA --",
        "RED DRESS WITH A HEAVY HAND OF MAKE-UP APPLIED TO HER FAC",
        "A TERRIFIED PIRATE LOCKED INSIDE THE GUILLOTINE,",
        "FORM AN IMAGE. AN IMAGE THAT RESEMBLES A TRIDENT. THE",
        "IS COMING TOWARD HIM",
        "CAPTAIN BRAND LOOKS TOWARD THE TREES --",
        "GRAPPLING HOOKS ARE THROWN",
        "AS LIGHTNING FLASHES --",
        "WHERE FOUR GHOSTS STAND AND WAIT FOR HIM --",
        "MIGHT STARVE TO DEATH FIRST --",
        "ON CARINA --",
        "THE FRENCH CAPTAIN LOOKS TO HIS WOUNDED MEN",
        "/ BARBOSSA",
        "JACK QUICKLY OPENS A BARREL OF RUM",
        "SOME CREW MEMBERS GETTING SUCKED BACK INTO THE TRIANGLE B",
        "THE CROWD TAKING COVER AS THE PIRATES ATTACK --",
        "FOR A MOMENT JACK HAS SAVED HIMSELF --",
        "WHEEL OF",
        "A HEAVY STORM LASHES THE MONARCH, WHICH SAILS FOR HOME",
        "THE WITCH MOVES FORWARD IN HER CAGE",
        "STIRRING UP THE LARGE CROWD AS HE AUCTIONS OFF TWO DONKEY",
        "THEN SUDDENLY REGAINS HIS SWAGGER --",
        "COMES LOOKING FOR YOU",
        "A DISGUSTING MAN STANDS NEXT TO JACK",
        "THEY STARE AT A SCHOOL OF SHARKS",
        "WINDOW AT THE BACK OF THE BANK --",
        "PLACES A DAGGER AT HIS THROAT --",
        "AS THEY LOOK BACK DOWN INTO THE HOLE IN THE SEA --",
        "COACH. JACK IS STANDING WITH HER --",
        "PERFECTION.",
        "STEPS TOWARD THE FRONT OF THE SHIP NEXT TO MELIA.",
        "HE LOOKS TO CARINA",
        "BARBOSSA --",
        "EXHAUSTED PIRATES STANDING BEHIND IT --",
        "RUNS FOR THEIR LIVES --",
        "AS IF THEY HAD SAILED INTO THE GATES OF HELL --",
        "SHIP TO THE AFT",
        "CARINA STARTS WALKING",
        "JACK IS STAYING FAR AWAY FROM CARINA NOW",
        "ALL OF THE DEAD WHO WERE KILLED BY BRAND IN THE TRIANGLE",
        "THE THREE BORDER ISLANDS FORMING A VISION OF NAUTICAL HOR",
        "TOWARD HIM --",
        "JACK HOLDS UP THE ONE GOLD COIN --",
        "BARBOSSA IS SAILING STRAIGHT FOR THEM",
        "CAPTAIN TOMS WALKS DOWN INTO THE DARK BILGE AT THE BOTTOM",
        "BRITISH SOLDIERS AND PIRATES",
        "AS JACK JUMPS OFF THE BACK OF THE BRIDGE AND LANDS ON TOP",
        "DEAD MEN TELL NO TALES",
        "THE DARKEST CORNERS",
        "AS GOLD",
        "AS CARINA GRABS THE EYEGLASS",
        "THE WITCH CALMLY STEPS OUT",
        "ALONE ON DECK",
        "GUARD TAKING POSITION.",
        "PORT ROYAL",
        "RUN HER DOWN",
        "SUDDENLY THERE IS A FLASH OF LIGHT COMING FROM THE SILENT",
        "KELLY AT THE WHEEL NOW",
        "TURNS TO THE CROWD OF DISGUSTING TRADERS, PIRATES AND",
        "UP ONE OF THE PIRATES AND SAILS OUT OF FRAME --",
        "JACK AND CARINA SEE THAT THE WALLS OF WATER ARE STARTING",
        "AS WOODEN CORNER SUPPORTS SHATTER AROUND THE BANK --",
        "JACK LIFTS THE DIAMOND FROM HIS POCKET --",
        "EVERYONE RUSHING TO SEE THREE TOWERING ROCK STRUCTURES TH",
        "THE PIRATES PICKING UP SPEED AS THEY PULL THE BANK OUT OF",
        "BARBOSSA USING HIS SWORD TO CLEAR THE SMOKE AND FOG --",
        "FACES. CARINA STEPS TOWARD THE LIGHT --",
        "THE MARY SUDDENLY TRANSFORMS ITSELF",
        "THE TWO SHIPS SLAMMING INTO EACH OTHER",
        "JACK HOLDS UP THE BLACK PEARL",
        "SILENT MARY IN THE DISTANCE",
        "JACK LOOKS AROUND",
        "HALF THE CREW HAS MADE IT OUT OF THE WATER",
        "HENRY TRIES TO GET TO THE MARY",
        "ABOUT TO EAT IT WHEN HE IS SUDDENLY CAUGHT BY SURPRISE --",
        "THE SMOKE CLEARS",
        "THE BONES OF THE PIRATES ARE SPIT OUT BY THE PLANT",
        "FROM A DISTANCE. JACK GLANCES AT THE SETTING SUN --",
        "AND NOW BRAND LOOKS OUT TO THE WOODS",
        "DIAMOND --",
        "AND NOW WE PULL BACK AND SEE THE COFFIN ISLAND",
        "CAPTAIN JACK SPARROW WILL PAY HIS DEBT",
        "CAPTAIN BRAND WALKS DOWN THE LINE NOW",
        "51.",
        "SIX",
        "JACK SPARROW, (CONT'D)",
        "HE TURNS TO HER",
        "AS CAPTAIN BRAND MOVES TOWARD HIM",
        "AS A HEAVY FOG ROLLS IN AND DARK CLOUDS FORM OVERHEAD --",
        "WAVES BATTERING THE SHIP",
        "CAPTAIN BRAND WALKING TOWARD HIM",
        "H.M.S. MONARCH",
        "NESTS AT THE TOP OF THE ROCKS --",
        "LOOKING TO THE STAIRS AND WAITING --",
        "ARE WE TO LET THIS MAN SWINDLE A",
        "MELIA BEGINS HER SPELL",
        "AT THE VERY BOTTOM OF THE SEA",
        "WITH THE TRIDENT AS HE SENDS IT TOWARD THE ISLAND --",
        "IN HER POT WE SUDDENLY SEE THE EYE",
        "EIGHT",
        "SCRUM STEPS TOWARD CARINA",
        "ACROSS THE LINE OF THE TRIANGLE --",
        "CAPTAIN BRAND MOVES DOWN THE LINE OF SOLDIERS --",
        "THE WAVE GROWING TO A HUNDRED FEET AS IT BUILDS AND BUILD",
        "HIS FATHER.",
        "AS HE SAILS OFF TOWARD THE HORIZON",
        "CARINA AND BARBOSSA SWIMMING TOWARD SHORE --",
        "THE BRITISH PULL JACK DOWN THE HALL, AND JACK YELLS BACK",
        "THEY ALL LOOK UP INTO THE FOG",
        "AS HE TURNS BACK HE RUNS STRAIGHT INTO FOUR MORE",
        "-- HANDS IT TO CARINA.",
        "MORE CANNON FIRE RIPS INTO THE QUEEN",
        "CARINA TURNS AND KICKS THE AUCTIONEER IN THE BALLS. SHE",
        "REACHES UP AND PLACES THE DIAMOND INTO THE CARVED SPACE.",
        "BODIES",
        "EVERYTHING IN ITS PATH --",
        "SHUT IN FRONT OF THEM.",
        "PARASOLS. A DISTINGUISHED CROWD HAS FORMED IN THE MIDDLE",
        "STARING AT OPEN SEA IN FRONT OF THEM --",
        "HENRY GRABS THE TOP OF A BARREL",
        "INTO THE ENDLESS DARKNESS --",
        "I SPEAK NOW TO THE PIRATE JACK",
        "THE GHOSTS TEARING UP THE SHIP AS CANNONS FIRE",
        "SEVERAL BLOODY LINES",
        "AND HENRY IS LEFT STANDING DEFENSELESS AGAINST THIS POWER",
        "A MAN'S VOICE CAUSES JACK TO TURN --",
        "JACK HOLDS HIS SHIP",
        "HENRY SLOWLY TURNS",
        "WALLS OF WATER HUNDREDS OF FEET HIGH SLOWLY EXPOSE THE BO",
        "WE SEE JACK MAKING HIS WAY THROUGH THE CROWD",
        "ARE RUNNING TO THE STERN OF THE MONARCH. HENRY GLANCES BA",
        "THEY TURN TOWARD THE BEACH",
        "-- SHOCK AND DISBELIEF ON HER FACE AS HE HANDS HER THE RO",
        "JACK AND CARINA ARE RACING THROUGH THE SHIPWRECKS",
        "SOLDIERS AND PIRATES SEE THE GHOST SHIP EMERGING FROM THE",
        "HERSELF --",
        "AROUND LIKE A KID IN A CANDY SHOP.",
        "IN THE DISTANCE WE SEE THE TWO ROCKS THAT FORM THE BORDER",
        "REPUTABLE WENCH AUCTION SUCH AS THIS",
        "I DIDN'T SAVE YOU. AND LET THAT BE",
        "HENRY MADDOX IS BEHIND HER",
        "CARINA GLANCES IN THE WINDOW",
        "JACK HOLDING THE BOTTLE IN FRONT OF HIM AS HE RUSHES BY T",
        "AND NOW THE ENTIRE BUILDING STARTS TO MOVE AS THE BANK IS",
        "BACK",
        "BARBOSSA WATCHING",
        "HENRY SLOWLY SITS UP",
        "WE SEE A VENUS FLY-TRAP PLANT GRAB A PIRATE NEAR THE BACK",
        "AN INJURED HENRY MADDOX LIES IN A HOSPITAL BED STARING OU",
        "HENRY LOOKS DESPERATE",
        "SUDDENLY A NOISE IS HEARD",
        "THE END OF IT.",
        "CARINA SLOWLY REACHES IN AND TAKES IT OUT",
        "PIRATES --",
        "THE BRITISH HAVE BOARDED THE SHIP BY FORCE",
        "BEATRICE HAS HER OWN GUN OUT",
        "HE STANDS UP AND STARES DOWN AT HIS SWORD --",
        "BROTHER I KNEW",
        "THE TOP HALF OF THE GUILLOTINE HAS BEEN BLOWN OFF",
        "AND NOW WE SEE CAPTAIN BRAND ON THE DECK OF HIS OWN BRITI",
        "THE SEXTANT DROPS FROM HER DRESS",
        "TRIDENT OF POSEIDON",
        "WOMAN",
        "THE FOREST IS SPLIT OPEN AND THE RAGING WATER SPREADS ACR",
        "CANNON FIRE SLAMS INTO THE SIDE OF A FRENCH SHIP",
        "THE VAULT IS NOW SITTING IN THE MIDDLE OF A VERY SMALL,",
        "WE SEE A PIRATE DROPPED INTO ONE OF THE NESTS",
        "HE WATCHES AS SHE FLOATS OVER THE WAVES",
        "CONTINUES --",
        "BARBOSSA RAISES THE SWORD EVEN HIGHER",
        "CARINA LOOKS TO BARBOSSA",
        "ALL WAITING FOR THE MOMENT THEY CROSS OVER.",
        "HENRY CAN HARDLY BELIEVE IT WHEN HE SEES OLIVIA --",
        "TRYING TO FIND THEIR WAY OUT.",
        "THE DECK --",
        "AND NOW WE PUSH IN ON CAPTAIN BRAND AS HE SURVEYS THE SHI",
        "CARINA GRABS HIM NOW AND KISSES HIM",
        "CARINA",
        "RISE FROM THE ISLAND",
        "AND THEN WE SEE OTHER CANNONS STARTING TO TURN AS WELL --",
        "DEAD SILENCE NOW AS BRAND AND HIS MEN STAND BEFORE BARBOS",
        "SCRUM AND JACK MAKE THEIR WAY TOWARD MELIA",
        "BARBOSSA RAISES HIS SWORD ONCE MORE AS JACK THROWS CARINA",
        "DIGNIFIED LOOKING MEN. SHE TAKES OUT A LEATHER FLASK",
        "INSIDE THE BANK WE SEE THE ROPES TIGHTEN AROUND THE VAULT",
        "THE TELESCOPE A QUARTER INCH TO THE RIGHT --",
        "AS HE MOVES TO THE CLEARING HE SEES CAPTAIN BRAND/SCARFIE",
        "THE OCEAN INSIDE THE BOTTLE STARTING TO REACT TO THE TRID",
        "THE TRIDENT IS ON THE ISLAND",
        "THE BRITISH HAVE BEEN CAUGHT OFF GUARD",
        "ROPE. HE LOOKS UP AT HER AND SMILES WITH ROTTING YELLOW",
        "BEATRICE",
        "FEELING THE PAIN AND SEEING THE BLOOD --",
        "THE CANNON FIRING AGAIN",
        "THEY BOTH STOP",
        "THROUGH THE EYEGLASS",
        "JACK HEARS IT COMING",
        "MEN ARE SCREAMING IN THE B.G. --",
        "MEN UNEASY NOW",
        "ANCHOR SWINGS UP TOWARD THE SURFACE",
        "AND JACK IS TRULY RELIEVED TO SEE HER GO. HE TURNS AROUND",
        "BARREL LID AND PULLS HERSELF UP --",
        "SMOKE CAPTAIN BRAND SEES ERIC DROWNING IN THE DEEP WATER",
        "NOSE",
        "IN THE CENTER OF THE ROOM. THEY TIE ROPES TO THE BOTTOM O",
        "HENRY MADDDOX AND CARINA ARE RUNNING THROUGH THE FOREST -",
        "BEHIND HIM",
        "THE ISLAND --",
        "TO PUT IT",
        "TOMS TURNS TO FIGHT",
        "IT FITS PERFECTLY",
        "BEATRICE SPITS ON THE FLOOR",
        "BARBOSSA SEES THE GHOST ATTACK",
        "MR. GIBBS",
        "THERE IS THE GOLDEN",
        "AND JACK QUICKLY CLIMBS UP THE SIDE OF THE SHIP",
        "LANDS HARD BACK ON THE BLACK PEARL --",
        "ISLAND PORT THAT IS PACKED WITH MERCHANTS PEDDLING THEIR",
        "ONLY TO BE CUT OFF BY GHOST SOLDIERS",
        "SHE MOTIONS TO THE GOLDEN TOMB IN FRONT OF THEM",
        "AIMS A GUN AT HER --",
        "JACK IS HIDING IN THE BAR WHEN HE HEARS --",
        "BRITISH SOLDIER",
        "A SMALL PORTRAIT OF A WOMAN. THE PAINTING IS CREASED AND",
        "KNOCKED",
        "JACK NOW",
        "WHO IS ALSO WAITING TO BE EXECUTED.",
        "A STACK OF SILVER COINS IN FRONT OF HIM TO BE COUNTED.",
        "CAPTAIN BRAND ABOUT TO KILL HIM",
        "AND NOW JACK STARES AT HER --",
        "GIBBS",
        "JACK SEES THE REFLECTION IN THE DISTANCE",
        "BARBOSSA LIMPS OUT TO HER",
        "ERIC NO LONGER LOOKS LIKE A SOLDIER. HE RESEMBLES A PIRAT",
        "LOOKING INTO THE DARKNESS",
        "BARBOSSA YANKS THE EARRING FROM HER EAR",
        "THE MEN STARE AT HIM",
        "AND NOW SAILS STRAIGHT DOWN TOWARD THEM --",
        "THE SHIP IS STILL DOCKED AS JACK STEPS ON BOARD",
        "AND NOW WE SEE THE SHIP IS ONLY FOUR FEET LONG. LOOKS LIK",
        "OKAY",
        "TRIES TO WAKE HER UP. MOST OF THE CREW NERVOUSLY WATCHING",
        "AND COME THROUGH THE DECK WALK SIDEWAYS UP THE MAST OR",
        "ON HER BACK",
        "TOSSED IN ALL DIRECTIONS AS JACK AND BARBOSSA ARE BLOWN",
        "TWENTY",
        "JACK REACHES INTO HIS POCKETS",
        "AND FOR A SECOND IT LOOKS LIKE BARBOSSA IS GOING TO TELL",
        "DIRECTLY AT SEVERAL SOLDIERS ON THE RAIL --",
        "JACK IS THROWN INTO CELL NEAR THE FRONT OF THE PRISON --",
        "THE ENTIRE COMPOUND IS MADE OF STONE AND GOLD",
        "BRAND TURNING TO BARBOSSA",
        "PINTEL AND RAGETTI",
        "HENRY",
        "POSITION --",
        "GIBBS AND SCRUM AT THE REINS OF THE LEAD WAGON --",
        "CARINA WALKS UP TO THE FOUR DISGUSTING TRADERS",
        "HORRIBLE BATTLE RAGING AROUND THE TOMB --",
        "SLIDE DOWN THE OTHER SIDE --",
        "AND THE GALLOWS --",
        "AS MEN FROM BOTH SHIPS SWING ACROSS --",
        "THE BIRD CIRCLING BACK FOR THEM --",
        "BARBOSSA PUTS HIS LEG BACK ON AS HE AND JACK RUSH TO THE",
        "CARINA BACKING UP IN HORROR",
        "JACK AND BARBOSSA SLOWLY GETTING TO THEIR FEET --",
        "QUICK",
        "TRIDENT OF POSEIDON. THE GOLDEN SPEAR SPARKLES, IS EDGED",
        "CHARMLESS AND UNRULY BUNCH OF HAGS",
        "JACK DIVES DOWN",
        "CARINA STEPPING TOWARD JACK AND BARBOSSA --",
        "THE ROYAL GUARD OPENING FIRE AS JACK DIVES BACK ON THE RO",
        "THROUGH THE SMOKE --",
        "CARINA FOLLOWS JACK THROUGH THE ROUGH AND TUMBLE TOWN.",
        "PULLING THEM RIGHT OUT OF THEIR BOOTS AND FLYING OFF TO T",
        "WE CAN SEE HIS THROAT HAS BEEN CUT. HIS VOICE IS STRAINED",
        "AND NOW THERE IS DEAD SILENCE",
        "AND NOW WE SEE CAPTAIN BRAND DIRECTLY ABOVE JACK ON THE M",
        "THE SHIP RISING QUICKLY AS IT BUILDS AND BUILDS --",
        "JACK IS TIED TO A POST WITH THICK CHAINS SURROUNDING HIS",
        "OLIVIA",
        "BE BLOOD RED AND BUBBLING",
        "GETTING AWAY",
        "A FIERCE BATTLE RAGES IN THE OPEN SEA --",
        "MOVE OUT",
        "THE SILENT MARY SAILS TOWARD THE SHORE --",
        "AND NOW BARBOSSA CALMLY SAILS HIS SHIP STRAIGHT TOWARD TH",
        "GULL",
        "CARINA SITS IN THE COACH WITH SOME VERY WELL DRESSED,",
        "FOUR BARRELS OF BURNING POWDER FLOATING IN THE WATER",
        "WELL --",
        "HIS MEN --",
        "JACK LOOKS BACK",
        "FEAR.",
        "SHE KISSES HIM",
        "BRAND",
        "OUT AS PIRATES DROP STRAIGHT DOWN --",
        "DOWN",
        "AS A CAT COMES DOWN THE STAIRS",
        "COVER AT THE EDGE OF A CLEARING --",
        "OUT TO SEA --",
        "MELIA SLOWLY REACHES UP AND TOUCHES THE MAP",
        "ANCHOR DOWN --",
        "JACK IS ROWING A LONGBOAT",
        "DOWN IN THE HULL --",
        "TWO GHOSTS STEP INTO GIBBS AND SCRUM",
        "JACK TOSSED AROUND ON THE ROOF",
        "-- AND THE WITCH CARINA SMYTH.",
        "AND THERE INSIDE, FLOATING IN PRISTINE BLUE WATER, IS THE",
        "THE ROYAL GUARD CHASING THE BANK",
        "ON FOR DEAR LIFE",
        "JACK DIVING TO ESCAPE HIS GROWING SHIP --",
        "AND HENRY COMES AT HIM NOW",
        "WE SEE THE ANCHOR OF THE REVENGE START TO UNCOIL",
        "AS A LINE OF FIRE STARTS TO RISE FROM THE SEA",
        "NINE",
        "TOWERING CANYONS OF CORAL REEFS APPEAR AS THE WATER CONTI",
        "FOUR",
        "BARRELS OF GUNPOWDER HAVE BEEN LIT",
        "SEAWEED",
        "ANY PAIN --",
        "CARVINGS ALL AROUND IT.",
        "SHE TAKES",
        "STEPPING BACK IN FEAR --",
        "DROPS TO THE FLOOR AND SEES CARINA TIED TO A CHAIR",
        "SCRUM AND JACK STARE IN AT MELIA",
        "THE SEEDY UNDERBELLY OF PORT ROYAL HAS COME ALIVE AT NIGH",
        "IN --",
        "THE OTHER PIRATES RUNNING FOR COVER AS WELL --",
        "-- CRUSHING THEM --",
        "THE TRIANGLE --",
        "BACK AT THE TOMB --",
        "JACK GRABS CARINA AND THEY TAKE OFF RUNNING FOR THE CAVE",
        "AND NOW THE HEADLESS GHOST KEEPS COMING AT HIM",
        "EYE HER WITH MENACING SMILES.",
        "BARBOSSA OPENS A DRAWER TO FIND A FEATHERED PEN",
        "MARY --",
        "GIBBS PATS SCRUM ON THE BACK.",
        "CARINA, SCRUM AND GIBBS GRAB THE ROPES AND SWING ACROSS",
        "EVERYONE WAITING",
        "CAPTAIN BRAND WATCHES AS THE ISLAND DISAPPEARS BEFORE HIS",
        "JACK FIGHTING THE CURRENT",
        "THE TREES AND APPROACHES CARINA. HE REACHES DOWN AND TAKE",
        "STARES DOWN AT IT FOR A BEAT --",
        "CUT INTO THE BACK OF THE BANK --",
        "SECOND",
        "BARBOSSA HESITATES",
        "THE SOLDIERS AND PIRATE PRISONERS WATCHING IN HORROR --",
        "SHADOWS",
        "THROUGH THE STORM WE SEE TWO LARGE ROCK FORMATIONS STANDI",
        "A MATCH IS STRUCK",
        "HE MOTIONS TO THE OTHER WOMEN",
        "HE QUICKLY TURNS AND RUNS INTO THE FIRST PUB HE CAN FIND",
        "HER BLOOD POOLING ON THE DECK",
        "CAPTAIN TOMS TAKES THE ANCIENT BOX AND SLOWLY OPENS IT.",
        "OF THE DIAMONDS TO SCRUM --",
        "ITS OWN",
        "BLOCKING THEIR PATH.",
        "THE MAP.",
        "BARBOSSA LIMPS OVER TO JACK",
        "BARBOSSA HOLDS HIS SWORD ON CARINA --",
        "GHOST SOLDIER",
        "HAIRED, BEAUTIFUL",
        "PIRATES AT THE HELM OF THE WAGONS",
        "TREES",
        "THE BRITISH SHIP SINKING FAST AS THE BATTLE RAGES ABOARD",
        "ARE THROWN TO THE SIDE OF THE PEARL --",
        "CAPTAIN BRAND MOVES TOWARD BARBOSSA",
        "PRAYING TO HIMSELF. THE EXECUTIONER PULLS THE SWITCH, AND",
        "THEY STAND TOGETHER AND WATCH THE SHIP --",
        "MR. SWIFT",
        "STANDING IN FRONT OF HIM. AS THEY ALL MOVE TOWARD HIM --",
        "CARINA IS TERRIFIED OF THE PIRATE",
        "STEPS OUT OF THE SHADOWS --",
        "THE SPEEDY SHIP STAYING IN FRONT OF THE MARY --",
        "BUT SUDDENLY A SWORD COMES THROUGH BRAND",
        "A BRITISH ARMY WAGON ROLLS BY FULL OF WOMEN",
        "A MAN DROPS DEAD NEXT TO HER",
        "FROM INSIDE HIS CELL, JACK LOOKS AT THE WITCHES DIRECTLY",
        "THE WATER --",
        "GUNS START FIRING ON THEIR OWN",
        "MANGLED BANK CRUMBLED UP INSIDE THE OPENING",
        "CARINA SMYTH IS FURIOUSLY WRITING ON THE WALLS",
        "BEGINS",
        "THE GHOST SOLDIERS BRING CARINA AND HENRY ON BOARD THE SI",
        "BUT THE MEN JUST STARE AT THE SHIPWRECK COMING TOWARD THE",
        "MELIA IS CASTING HER SPELL, EXHAUSTED AS SHE USES ALL OF",
        "A WOODEN STRUCTURE TWENTY FEET ACROSS --",
        "HENRY LIFTS THE SWORD",
        "HENRY MADDOX IS BROUGHT DOWNSTAIRS BY THE GHOSTS",
        "RETREAT",
        "THE GUNSHOTS CAUSING THE BIRDS TO DROP THE PIRATES",
        "TEN",
        "SUDDENLY THEIR SHIP GETS ROCKED BY CANNON FIRE",
        "MAGIC. THE BRITISH SOLDIERS HORRIFIED",
        "JACK SEES BARBOSSA LYING UNCONSCIOUS ON DECK --",
        "AND NOW SOME OF THE GHOSTS WALK TOWARD THE PRISONERS. THE",
        "-- AS A THIRD CANNON BALL HITS THE WALL OF A BUILDING --",
        "THEM. THE LANTERNS GO OUT ON THEIR OWN",
        "ALL OF THE WRECKAGE",
        "CARINA DROPS THE GUN AND GOES BACK TO THE SKY --",
        "HENRY MADDOX LOOKS BACK AT THE WATER",
        "THE GHOST SOLDIERS SPREADING OUT AS THEY CUT THROUGH THE",
        "THE VAULT DOORS ARE BLOWN OPEN WITH GUNPOWDER. AS THE SMO",
        "JACK HEARS A PIRATE'S VOICE OFF IN THE DARKNESS --",
        "CANNONS ON BOTH SHIPS AIMED AT PIRATES AND SOLDIERS",
        "THE FIRE CASTING A GLOW ACROSS HER BEAUTIFUL FACE AND HID",
        "CARINA SEES THAT BARBOSSA IS INJURED",
        "WE SEE A NEWLY POSSESSED SOLDIER WALKING",
        "INSIDE THE BANK",
        "EVERY SHIP THAT BRAND HAS DESTROYED --",
        "GIBBS IS AT THE WHEEL OF THE DYING GULL",
        "STREET --",
        "AND JACK DIVES BACKWARDS AS FAR AS HE CAN INTO THE SEA --",
        "FLOOR --",
        "JACK AND BARBOSSA SHAKE ON IT",
        "THE SHIP TEETERING ON THE EDGE",
        "THE CHIPPING HAMMER RAISED ABOVE HIS HEAD.",
        "TERRIFIED SCREAM ECHOES THROUGH THE TRIANGLE --",
        "JACK SMILES AS HE LOOKS OUT AT THE HORIZON",
        "THEY ALL WALK OUT OF THE CAVE",
        "GETS CUT DOWN BY A SWORD --",
        "SUDDENLY MORE VENUS FLY-TRAPS START TO ATTACK THE MEN --",
        "BOTH SHIPS EXCHANGING FIRE",
        "THERE",
        "STAND AND FACE HIM --",
        "JACK TRIES TO MOVE PAST HER NOW --",
        "AFTER THE GHOSTS DEPART --",
        "JACK PICKS IT UP",
        "THEY BOTH HOLD ON --",
        "TRADER",
        "THE HULL AND YELLS TO HIS CAPTAIN --",
        "PLACE AT THE EDGE OF THE TRIANGLE --",
        "CAPTAIN BRAND WATCHING THE PIRATE SHIP SINK --",
        "HORRIFIED --",
        "THE LAST CIVILIAN TO LEAVE THE CAGE IS A YOUNG, BEAUTIFUL",
        "INTO THE WATER --",
        "AS THE BRITISH SOLDIER IS KNOCKED COLD RIGHT IN FRONT OF",
        "IT WITH HIS SWORD --",
        "THE SHIP --",
        "ANOTHER PIRATE IS URINATING IN A CHINESE VASE --",
        "THE SWORD SLICING THROUGH THE TRIDENT",
        "CRACKED",
        "CARINA FIRES THE GUN",
        "OVER THE SIDE",
        "STOWAWAY COMING OUT OF THE CRATE",
        "WE SEE ERIC TRYING TO STEAL AN APPLE FROM THE SHIP",
        "GIBBS WALKS UP TO JACK --",
        "UP AT THEM AND THEN VANISHING --",
        "WE SEE A MASSIVE BODY OF WATER LIT WITH A CRACKLING FLASH",
        "CARINA IS SHAKING",
        "MORE NOISES NOW",
        "AS HE TURNS TO LEAVE JACK WALKS STRAIGHT INTO A GUN",
        "STUNNED SILENCE AS A SHIMMERING LIGHT SHINES ACROSS THEIR",
        "DIRECT HIT",
        "TWO LARGE ROCK FORMATIONS SERVE AS THE ENTRANCE",
        "THE DRAWER AS HIS DOOR OPENS.",
        "WITCHES",
        "BUILDING GETS STUCK IN THE OPENING --",
        "THE GHOSTS",
        "COURAGEUX",
        "AND NOW THE BIRD IS BACK UP --",
        "CARINA LEADS JACK, BARBOSSA AND THE CREW INSIDE THE WALLS",
        "HE LEADS HER UP TO THE DECK",
        "HE TRIES TO GO BACK INTO THE WATER, BUT JACK HOLDS HIM BA",
        "A BUSY CARIBBEAN ISLAND",
        "THE TRIDENT FROM HER HAND",
        "AS SHE MOVES TO FIND JACK THE MEN STEP IN FRONT OF HER --",
        "THE GHOSTS STEP OUT FROM SCRUM AND GIBBS AS IF THEY'RE",
        "JACK TURNS TO SEE PIG KELLY STANDING BEHIND HIM ON DECK -",
        "STOP",
        "AS THE BANK DOORS OPEN AND A BAND STARTS TO PLAY --",
        "BOILING WATER",
        "SURROUNDED NOW",
        "STOPS WHEN HE SEES MELIA LOCKED IN A CAGE --",
        "AS JACK'S MEN CHASE THEM AWAY --",
        "ALL OF THE GHOSTS STEPPING OUT FROM THE BODIES THEY POSSE",
        "KILLED IN HER CAGE. AND CAPTAIN TOMS HOLSTERS HIS WEAPON",
        "HENRY SWINGS THE HAMMER",
        "THROUGH HEAVY PLANTS --",
        "ACROSS AT MELIA",
        "STANDING IN A WINDOW HOLDING A SMALL BLACK DIARY --",
        "AT THE GUILLOTINE THE EXECUTIONER HITS THE SWITCH",
        "JACK RUSHING TOWARD SCRUM AND GIBBS --",
        "THIS IS A HAUNTED HOUSE THAT GOES ON FOREVER",
        "A HOSPITAL/INSANE ASYLUM IS FULL OF SOLDIERS BACK FROM TH",
        "TORCHES LIGHT UP A MAKESHIFT PLATFORM",
        "BRING THIS SHIP ALIVE",
        "AND A HOLE STARTS TO OPEN --",
        "CAPTAIN BRAND LOOKS TO THE ISLANDS",
        "JACK STAYS HIDDEN BEHIND THE MAST",
        "GIANT CREATURE CRASHING TO THE GROUND",
        "THE STORM. HENRY MADDOX WALKS TOWARD OLIVIA, WHO SITS ALO",
        "DYING",
        "JACK",
        "HIS OWN",
        "THE BACK OF THE CAVE BURSTING OPEN",
        "THE WALLS OF WATER CAVING IN NOW --",
        "AND GRAB THE LEGS OF THE DOOMED MEN --",
        "HE LOOKS STRAIGHT ACROSS AT JACK",
        "GIBBS, (CONT'D)",
        "THE FRENCH SHIP",
        "HIM FROM ALL SIDES AND HE HAS NO CHOICE BUT TO RUN --",
        "THEY PULL HIM OUT.",
        "GIBBS. MELIA NODS TO CAPTAIN BRAND",
        "HIS QUARTERS ARE FULL OF STOLEN GOODS FROM EVERY CORNER O",
        "IF YOU HAVE TEN",
        "THE CAPTAIN OF THE MONARCH, CAPTAIN TOMS, WATCHES AS THE",
        "HORSES FORWARD --",
        "CAPTAIN BRAND RAISES HIS HANGER SWORD TO JACK",
        "THE GULL --",
        "SUDDENLY THE SHIP GETS ROCKED BY A HUGE WAVE",
        "WATCH AS A MASSIVE WAVE COMES CHARGING TOWARD THEM --",
        "THE LIVING SOLDIERS DROPPING TO THE DECK",
        "SHE TAKES OUT A SMALL BLACK BOOK --",
        "DEAD AND DECAYING ANIMALS ARE SCATTERED UNDER DEAD TREES.",
        "AND NOW CANNONS FIRE",
        "IMMEDIATELY POP OPEN AS SHE CHOKES FROM THE VILE STENCH.",
        "KIDS",
        "A NOISE IS HEARD",
        "JACK RACING THROUGH THE MAZE OF THE FORTRESS --",
        "BARBOSSA LOOKS OUT AT CARINA ON THE DECK OF THE SHIP. HE",
        "TO SPY ON BRAND",
        "SINKS WITH HIS MEN",
        "AS A TIDAL WAVE STARTS TO FORM",
        "SEEN BEFORE.",
        "NO TIME FOR THE SQUAWK OF AN INSOLENT",
        "THE REVENGE BACKWARDS --",
        "JACK LOOKS UP AT HIM NOW --",
        "EYES",
        "THROAT IS CUT",
        "CIVILIANS ARE RELEASED FROM CAPTIVITY --",
        "BRITISH SOLDIERS HAVE BOARDED THE COURAGEUX",
        "MELIA",
        "AND THEN A FEW MORE --",
        "BRITISH SOLDIERS NERVOUS NOW --",
        "GATES OF HELL FOREVER --",
        "SWINGING WITH HIS HAND OUT --",
        "PULL BACK",
        "WE SEE A DROP OF BLOOD ON THE WALL. THE DROP TURNS INTO",
        "THE WINDS PICK UP ON THEIR OWN NOW",
        "BRACING FOR IMPACT",
        "BARBOSSA SITS ALONE AT HIS DESK QUIETLY SETTLING ACCOUNTS",
        "JACK WATCHES AS HENRY MADDOX COMES OUT OF HIDING",
        "DEEP REDUCED TO HELPLESSNESS.",
        "BACK --",
        "LARGE WOODEN CRATE",
        "CLEARS WE SEE A SMALL WOODEN BOX INSIDE.",
        "PULLS IT OUT OF HIS SHOULDER. HE SCREAMS IN PAIN",
        "BRAND RAISING THE TRIDENT LIKE A CONDUCTOR --",
        "TURNS BACK TO THE BAR",
        "TRYING TO HIDE --",
        "THEY LOWER THE JOLLY ROGER",
        "SWORDS LIFTED FROM THE BODIES OF DEAD SOLDIERS --",
        "AND HECTOR BARBOSSA IS SLOWLY SWALLOWED UP BY THE SEA --",
        "OLIVIA, (CONT'D)",
        "AND NOW HENRY TAKES OLIVIA AND THROWS HER OFF THE BACK O",
        "JACK, SCRUM AND GIBBS RUSH WITH THE REST OF THE CREW TO B",
        "HE SNIFFS THE AIR FOR A BEAT --",
        "SEVEN",
        "BRIGHT SAND",
        "THE SECOND BIRD ABOUT TO TAKE OUT BARBOSSA",
        "AS THE DYING GULL HEADS OUT TO SEA",
        "WITH JEWELS",
        "JACK STILL TRYING TO MOVE PAST HER",
        "THEM.",
        "PIRATES",
        "SHIP.",
        "PIRATE DROPS STRAIGHT TO HIS DEATH",
        "WATCH AS IT SAILS WITH ITS GHOSTLY CREW. THE SAIL RISES O",
        "CARINA COMES UP ON DECK",
        "BARBOSSA",
        "ENTER",
        "SOLDIERS",
        "VICIOUS LOOKING MEN EVER ASSEMBLED.",
        "FRAME LIKE A FLOATING SKYSCRAPER. THE MONARCH HAS 100",
        "CREW. THEY ARE IN FULL PIRATE ACCOUTERMENT",
        "AND AT THE END OF THE ANCHOR IS BARBOSSA",
        "SIR, WE'RE DOWN TO SIX CHARGES --",
        "A BEAT.",
        "WE SEE YOUNG CAPTAIN JOHN BRAND AND HIS BROTHER ERIC FIGH",
        "JACK FOLLOWS THE PIRATE AND CARINA AS THEY HEAD DOWN TO T",
        "SURROUND HER.",
        "CEASE FIRE",
        "MOVE HIS ARM. BRAND QUICKLY LOOKS TO HIS LEFT NOW",
        "PULLED INTO THE STREET BEHIND THE BANK --",
        "JACK DRINKING FROM A BOTTLE NOW",
        "GIBS",
        "LEGS",
        "JACK OPENS HIS COMPASS",
        "CARINA WATCHING FROM THE HULL",
        "SCRUM AND GIBBS SLOWLY WAKE UP FROM THEIR POSSESSION",
        "SCARFIELD SWINGS HIS SWORD HARD AT A GHOST",
        "LIKE A DOOR BETWEEN THE TWO ROCKS --",
        "ATTACK",
        "AS STEAM STARTS TO RISE OFF THE SEA",
        "THE BRITISH COMMAND IN PORT ROYAL HAS FILLED THEIR JAIL W",
        "AS THEY COME STRAIGHT AT HIM --",
        "FIRST MATE",
        "WITH OTHER SURVIVORS --",
        "IN THE MIDDLE OF THE STREET BY THE FOUR TRADERS. HE QUICK",
        "BACK AT THEM.",
        "THE SMALL PORTRAIT OF THE WOMAN.",
        "PINTEL AND RAGETTI ACCIDENTLY BUMP INTO EACH OTHER",
        "HIM.",
        "THEY ALL SHIELD THEIR EYES NOW AS THE SUN STREAMS THROUGH",
        "AS SHE TURNS AND STABS HIM WITH HER DAGGER --",
        "BARBOSSA STARING AT CARINA",
        "BARBOSSA IS FIGHTING SIDE BY SIDE WITH HIS MEN",
        "THE ENTIRE CAVE BATHED IN A WONDROUS LIGHT --",
        "CAPTAIN BRAND",
        "AS EVERYONE STOPS TO REST",
        "AS THE SHIP BEGINS TO MOVE JACK STARTS DESPERATELY BLOWIN",
        "EXPLOSION KNOCKS HIM BACK.",
        "MELIA HAS CUT HER HAND --",
        "BUT THE VAULT IS TOO BIG",
        "WITH DERELICTS, WHORES AND DRUNKS ALL OVER THE BEACH. JAC",
        "DOWN AS SHE BEGINS TO HANG",
        "THE GHOSTS ARE COMING ASHORE INSIDE THEIR HUMAN COUNTERPA",
        "THROUGH THE EYEGLASS KELLY SEES A CURTAIN OF SMOKE IN FRO",
        "WE HAVE TO GO TOGETHER",
        "HIS CREW --",
        "ALL HANDS",
        "BEEN ASSEMBLED",
        "STATE YOUR BUSINESS BEFORE I OPEN YOUR",
        "JACK RAISES THE TRIDENT HIGH IN THE AIR",
        "NOW ALL THE SOLDIERS ON DECK FURIOUSLY WORKING TOGETHER T",
        "ERIC",
        "MAN LOOKS TOWARD HIM",
        "CAPTAIN BRAND/SCARFIELD",
        "CAPTAIN BRAND, (CONT'D)",
        "AUCTIONEER",
        "GIBBS AND SCRUM EACH GRAB THE ROPES",
        "SEARCH FOR JACK",
        "SAILORS AND SOLDIERS ALIKE STANDING TOGETHER",
        "THE SHIP SINKING AS THE PIRATES JUMP TO ESCAPE THE GHOSTS",
        "THE MEN LOOK AT GIBBS NOW --",
        "BRAND TAKES OUT THE DIAMOND EYE",
        "TOWARD JACK --",
        "HARD INTO THE BACK DOORS --",
        "JACK QUICKLY POCKETS THE SINGLE GOLD COIN --",
        "THE SHIP COMPLETELY VERTICAL AS CAPTAIN BRAND AND HIS MEN",
        "CARINA MARCHES THROUGH THE THICK BLACK FOREST",
        "TEN GUNS ARE IMMEDIATELY POINTED UP AT JACK",
        "JACK --",
        "THROATS",
        "TWO MORE PIRATES PICKED CLEAN AS BARBOSSA KEEPS ON FIRING",
        "PIRATE",
        "ENTIRE BODY",
        "SWORD OFF THE TABLE --",
        "DISTANCE --",
        "THE AIR AGAIN",
        "JACK AND SCRUM QUICKLY RUSHING TO LEAVE",
        "SWORD",
        "THE FOG BETWEEN THE TWO ROCKS --",
        "HIS ENTIRE CREW STANDING BEHIND HIM",
        "-- HAS",
        "BEHIND CAPTAIN BRAND WE SEE THAT ALL OF HIS DEAD MEN HAVE",
        "A YOUNG BRITISH SOLDIER",
        "WITH AN INJURED WING --",
        "THE AIR --",
        "QUICKLY MOVES THROUGH TOWN UNTIL SHE STOPS IN FRONT OF A",
        "THE SHIP IS ROCKED BY A HUGE WA 7",
        "TITLE UP",
        "THE TWO MEN CIRCLE EACH OTHER",
        "CAPTAIN TOMS WALKS TOWARD A HUGE IRON VAULT THAT HAS B",
        "CAPTAIN BRAND STEPS INTO THE BODY OF ADMIRAL SCARFIELD --",
        "THE ROCKS AND SUSPENDED ALL AROUND THEM --",
        "CARINA SITTING NEXT TO THEM.",
        "ON DECK",
        "HER CLOVER EARRING DANGLING IN THE SUN.",
        "TEETH --",
        "TO THE RAIL --",
        "MARY",
        "BRAND LIGHTING THE OCEAN NOW SO THAT IT BURNS",
        "ENOUGH",
        "IN DRESS AND APPEARANCE",
        "TOWARD A SHELF",
        "ARE WAITING FOR HER",
        "STAND ON TOP OF THE SAILS --",
        "QUICKLY WE SEE THE WATERS START TO CHURN AND BUBBLE",
        "KELLY SWINGS ONTO THE DECK RIGHT IN FRONT OF JACK",
        "CARINA LOOKING AT THE DARKNESS ALL AROUND HER",
        "FEET. AS SHE DOES SHE SEES THE CLOVER TATTOO ON HIS WRIST",
        "A FISHERMAN HAS CUT OPEN HIS NET AND DROPPED HIS CATCH ON",
        "SHIP",
        "RAGETTI",
        "DYING TOGETHER --",
        "THEY RUN TO THE STAIRS",
        "HAIR COVERS HER BODY AS SHE POURS A CUP OF TEA FROM A KET",
        "CARINA MOVES TOWARD THE WALLS",
        "THE WATER QUICKLY DRAWING AWAY FROM THE ISLANDS",
        "AND JACK GRABS THE LAST PRISONER'S HEAD FROM THE BASKET -",
        "TO PULL THE ANCHOR DOWN WITH HIM --",
        "CAPTAIN TOMS STARES AT THE EYE --",
        "SWINGS AROUND THE SIDE OF THE SILENT MARY --",
        "JACK FIGHTING SIDE BY SIDE WITH BARBOSSA",
        "THE SKY --",
        "YOU MEN SAILED INTO HELL",
        "HENRY RUNNING NOW",
        "SAINT MARTIN",
        "HER, PLACES A GUN AT HER HEAD.",
        "BIT CONCERNED.",
        "CARINA RUSHES INTO THE STREET, WHERE SEVERAL BRITISH SOLD",
        "MONITOR THE STARS --",
        "JACK SWINGS ACROSS FROM THE PEARL",
        "AS THE SMOKE CLEARS THE FRENCH CAPTAIN LOOKS ACRQSS AT TH",
        "OF THEM GO FLYING OVER THE SIDE OF THE PEARL AND RIDE A",
        "THE CANNON FIRES",
        "QUICKLY ONTO LAND AS THEY MAKE THEIR WAY ONTO THE ISLAND",
        "MEN",
        "SUDDENLY A MASSIVE SHIP IS RISING UP FROM THE DEPTHS OF T",
        "QUICKLY ACROSS THE SHIP AND UNDER THE SAILS AS HE SPRINTS",
        "LEG --",
        "BARBOSSA, (V.O.)",
        "UP FRONT WHERE CARINA CAN SEE HIM. WITH HER EYES SHE TELL",
        "SWIFT GLANCES BACK AT HIS MAP",
        "THE PIRATES CONFUSED",
        "THE REFLECTION OF THE GHOST.",
        "JACK AT THE WHEEL",
        "OVER IN HIS HAND",
        "PAPPA",
        "WITH EACH BID JACK IS STEALING MONEY FASTER AND FASTER --",
        "JACK AND BARBOSSA CLINGING TO THE DECK OF THE BLACK PEARL",
        "OF SILVER.",
        "HER MOMENT OF GLORY BROKEN AS THE TRIDENT BEGINS TO SHAKE",
        "SHE HAS A HUNDRED GUNS, CAPTAIN",
        "HORRIFYING TO LOOK AT",
        "MEN WHO WERE STABBING AND SHOOTING AND KILLING EACH OTHER",
        "THE PIRATES FIRING BACK NOW --",
        "AND NOW HE OPENS HIS OTHER HAND",
        "TORN APART",
        "LINED UP AT GUN POINT. SCARFIELD WALKS DOWN THE LINE.",
        "THE MIDDLE OF THE FLAMES --",
        "IS BLOWN OPEN.",
        "REACH FOR BARBOSSA AND THE BOTTOM OF THE ANCHOR --",
        "HE HANDS HER SOME BREAD.",
        "ARE PULLED BENEATH THE SEA FLOOR",
        "FIGHT",
        "CAPTAIN BRAND LAUGHS",
        "THE OCEAN IMMEDIATELY STARTS TO SURGE --",
        "SHE HAS IT, SIR",
        "ON THIS DAY BEFORE THE GOOD PEOPLE OF",
        "INTO ANOTHER BUILDING --",
        "THE CAGES NOW ILLUMINATED BY LANTERNS",
        "I'LL BE WAITING",
        "VERY UPSET",
        "THE REVENGE --",
        "ONTO THE SHIP AS WELL, INCLUDING PINTEL AND RAGETTI.",
        "SUDDENLY JACK TURNS",
        "MORE CANNON FIRE COMING IN NOW",
        "CLEARING WHICH SURROUNDS THE TOMB --",
        "DOWN IN THE HULL ALL OF THE FREED PRISONERS ARE RIDING OU",
        "TRIDENT IS CUT IN HALF --",
        "THIS IS THE SILENT MARY --",
        "STEPPING OUT OF OLD COATS",
        "FLAG.",
        "JACK EYES THE PEARL IN THE BOTTLE",
        "THROUGH THE CEILING",
        "THE SURVIVING BIRDS CIRCLING THE ENTRANCE",
        "GIBBS AND SCRUM. JACK RELIEVED TO SEE THEM --",
        "A PIRATE FIGHTING A BRITISH SOLDIER RIGHT IN FRONT OF HER",
        "BARBOSSA DRAWING BLACKBEARD'S SWORD",
        "CELEBRATING THEIR LATEST CONQUEST --",
        "UNTIL HIS HAND LANDS RIGHT ON TOP OF IT --",
        "OF HIM --",
        "FEEL YOUR SWAY",
        "BAR",
        "NOTHING LEFT BUT WATER AS FAR AS THE EYE CAN SEE --",
        "HORSES REARING UP NOW",
        "DILAPIDATED SHIP",
        "THROUGH THE FOG AND STEAM A SHIPWRECK APPEARS",
        "DISGUSTING TRADER",
        "THE ROCK BOUNDARY OF THE TRIANGLE --",
        "AS BARBOSSA RAISES HIS SWORD",
        "DOORS",
        "EMERGES FROM BETWEEN TWO BUILDINGS. SHE IS HIDING IN THE",
        "BOUNDARY --",
        "AND NOW A MASSIVE BIRD SWOOPS DOWN THROUGH THE FOG",
        "CANNONS LIT --",
        "AND JACK DROPS STRAIGHT DOWN",
        "HORSES INCHING FORWARD",
        "FRONT OF THE ROYAL BANK.",
        "STRAIGHT OUT THE OTHER SIDE.",
        "BELOW DECK A CELL IS OPENED, AND THIRTY SCARED BRITISH",
        "DROPS THE BOTTLE AND THE GLASS EXPLODES --",
        "AND NOW THEY ALL WALK TOWARD THE LIGHT",
        "BUCKLE ALL AROUND THEM --",
        "SINK IT NOW",
        "THEY LAND IN A HEAP AT THE BOTTOM",
        "STEPS UP NEXT TO HIM.",
        "OF NOWHERE AS THE GHOSTLY SHIPWRECK TRANSFORMS INTO A WAR",
        "20",
        "SUDDENLY THE GROUND DROPS OUT FROM UNDER HIM",
        "AND BRAND LOOKS AT CARINA --",
        "LOOKS",
        "WE SEE THE GHOST OF CAPTAIN JOHN BRAND STANDING OVER THE",
        "I AM NOT A WITCH",
        "CANNONS SLOWLY TURN ON ITS OWN",
        "STREWN ABOUT",
        "THE HEAVY ANCHOR SWINGS ACROSS THE DECK AND TAKES OUT FIV",
        "JACK FIGHTING OFF GIBBS AND SCRUM",
        "JACK AND CARINA TO THEIR FEET",
        "CARINA IS PASSED OUT ON DECK",
        "OFF WITH ONE SWIPE --",
        "PIRATES ARE TYING ROPES TO FOUR CARRIAGES --",
        "THE TWO OF THEM HOLDING ONTO THE SIDE OF THE SHIP",
        "BACK IN THE TRIANGLE",
        "ALL LOOKING AS IF THEY'VE WALKED OUT OF HELL ITSELF.",
        "AND NOW HE STEPS BACK FROM HER --",
        "AS A WOUNDED BARBOSSA LIES BACK AND STARES UP AT THE STAR",
        "SMILES.",
        "CAPTAIN BRAND GRABS JACK BY THE THROAT",
        "THE VAULT CRASHING THROUGH THE BANK WALL AND POPPING OUT",
        "IMAGE ON THE WALL.",
        "IN THE DISTANCE",
        "SCRUM MOTIONS TO CARINA",
        "IN THE DARKEST CORNER OF THE SHIP THERE ARE FOUR CAGES --",
        "NAKED WOMAN HIDING IN THE SHADOWS BY THE FIRELIGHT. HER L",
        "MASSIVE HOLES BLOWN IN BOTH SHIPS AS THE GHOSTS ATTACK TH"
      ],
      "dialogues": [
        {
          "speaker": "FRENCH SOLDIER",
          "text": "(in French)",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRENCH CAPTAIN LOOKS TO HIS WOUNDED MEN",
          "text": "SHIP -- AND HE KNOWS ITS OVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRENCH CAPTAIN",
          "text": "Strike the colors. EXT. - H.M.S. MONARCH.  SUNSET",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAPTAIN OF THE MONARCH, CAPTAIN TOMS, WATCHES AS THE",
          "text": "FRENCH FLAG IS LOWERED -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "The surrender has been given. Prepare to board!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Prisoners, Sir! Civilians. INT.  HULL OF FRENCH SHIP.  CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take them aboard the Monarch and give them provisions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAST CIVILIAN TO LEAVE THE CAGE IS A YOUNG, BEAUTIFUL",
          "text": "WOMAN IN HER 20S -- OLIVIA COLE. SHE STARTS TO GO ABOVE",
          "sentiment": "neutral"
        },
        {
          "speaker": "DECK WITH THE OTHERS.",
          "text": "CAPTAIN TOMS (CONTT - Tell us what happened, Miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "My brother and I were sailing aboard the Grafton to Hudson Bay when the French ran us aground. We had secured work in the Americas --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "And your brother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HENRY MADDOX (CONTD) Youre safe now, Miss. On this I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Will you free the others as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Others?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "I could hear their screams at night, Sir. But then it stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Dead animals?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Sir. Witches. Four witches in cages. Their throats slashed. OLIVIA SCARED NOW ",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Why were they here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "The French are losing the war -- their people starved. These witches were tortured -- forced to search for treasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Then why were they killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Perhaps they found what they were looking for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAMOND IS STARING BACK AT HIM.",
          "text": "CAPTAIN TOMS (CONTD) The Eye of Poseidon. Legend says it once held its place in the center of the Trident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "The Trident of Poseidon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Imagine a Navy that could never be defeated. A nation that could never be conquered. To hold the Trident is to control more than the sea. It is to control the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH",
          "text": "The Trident exists -- hidden where no Man can see. ONE OF THE WITCHES IS ALIVE INSIDE HER CAGE. SHES HALF D",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- LOOKING UP AT CAPTAIN TOMS --",
          "text": "\fWITCH (CONTD) Only The Eye can show you the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH, (CONT'D)",
          "text": "A storm comes for you now. Tis time, Captain. Tis time to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH ROUGH SEAS. CAPTAIN TOMS IS ON DECK WATH H",
          "text": "WAVES CRASHING OVER THE SIDES AS THEY FIGHT THE @m-r* ",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MATE",
          "text": "We've been blown off course, Sir! INT.  HULL OF MONARCH.  CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Miss -- you should eat something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Thank you, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Sir? No, Miss, Im no officer. My name is Henry Maddox -- Captain's servant for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Olivia Cole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA, (CONT'D)",
          "text": "Henry, are you not afraid of the storm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Im not scared of anything, Miss. They call me Lucky Maddox, because not a single man has died since Ive come aboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Maybe theyre the lucky ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE REACHES OUT AND TAKES HIS HAND",
          "text": "OLIVIA (CONTD) These scars are from a sickle. What kind of farm do you come from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "We had clover and turnips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Barley and wheat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Do you miss the harvest?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "I dream about it all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Then we dream together. SHE LOOKS DOWN -- REALIZES SHES STILL HOLDING HIS HAND - HENRY MADDOX (CONTD) Youre not alone, Olivia. I11 protect you. If you like. SHE LETS GO OF HIS HAND NOW -- HIDES A SMILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "You carry no weapon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "It's my first season on the Monarch. Next month I get my irons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Then how could you ever defend me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I told you. Im Lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Its not the wind. Its the current. Shes pulling us in!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Into what, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Into there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MATE",
          "text": "THE DEVILS TRIANGLE!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "Ship off the bow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Thats no ship. Its a shipwreck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TORN APART",
          "text": "SHIPWRECK IS ABOVE WATER -- AND SOMEHOW ITS NOT SINKING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT FIRST IT SEEMS TO BE DRIFTING",
          "text": "SHIPWRECK IS SAILING WITHOUT SAILS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MATE",
          "text": "SHES COMING RIGHT AT US!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MATE",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "Prepare the cannons!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "What are you waiting for! Ready the guns! THE MEN DONT MOVE. NOISES ARE HEARD - CREAKING SOUNDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Olivia, wait here. Dont move. DEAD SILENCE. ONE OF THE OLDER SOLDIERS STEPS BACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD SOLDIER",
          "text": "They say to enter these waters is to enter the gates of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN TOMS",
          "text": "ILL HAVE NO TALK OF THAT!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HORRIFIED --",
          "text": "CAPTAIN TOMS (CONTD) Take position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SOLDIERS PUSH THEMSELVES AGAINST THE WALLS",
          "text": "DRIPPING FROM THEIR FACES AS THEY HOLD THEIR WEAPONS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKING INTO THE DARKNESS",
          "text": "THE SOLDIERS READY TO FIRE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER SOLDIER --",
          "text": "MORE HANDS COMING THROUGH NOW -- WE DONT SEE ANY HEADS O",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY RUNNING NOW",
          "text": "FEAR. HE GRABS HER AND PULLS HER THROUGH THE SHIP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Whats happening!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Come with me! EXT.  MONARCH. - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARE RUNNING TO THE STERN OF THE MONARCH. HENRY GLANCES BA",
          "text": "- KNOWS THEY ARE RUNNING OUT OF TIME --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY GRABS THE TOP OF A BARREL",
          "text": "HENRY MADDOX (CONTD) GO NOW. IM GOING TO DISTRACT THEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE WATCHES AS SHE FLOATS OVER THE WAVES",
          "text": "ON EACH OTHER FOR A BEAT -",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHOST",
          "text": "The last one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWS. HE SLOWLY REACHES IN",
          "text": "DIAMOND -- HOLDS THE EYE UP TO THE LIGHT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "The Eye has come home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND SLOWLY WALKS TOWARD HIM --",
          "text": "CAPTAIN BRAND (CONTD) No need to be afraid, boy. HENRY GLANCES OUT A GUNNERS WINDOW -- SEES OLIVIA FLOATI",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND HORRIFYING",
          "text": "CAPTAIN BRAND (CONTD) Today is your lucky day. I always keep one man alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARKNESS.",
          "text": "CAPTAIN BRAND (CONTD) One man to tell the tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "Today we dedicate the Royal Bank of Saint Martin -- the most secure banking institution in the Caribbean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "Our new vault is made from crucible steel. She is five inches thick -- stands as tall as any man and weighs an imperial ton. She will never be stolen or robbed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "The Governor has placed his personal gold reserves inside this new branch -- a bank protected by the Royal Guard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR, (CONT'D)",
          "text": "With the opening of this bank -- we enter the modern world!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BUT THE VAULT DOESNT MOVE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "SHE WONT BUDGE!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Excuse me. If I could have your attention for just one moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CROWD REACTING AS JACK STEPS TO THE EDGE OF THE ROOF",
          "text": "JACK SPARROW (CONTD) I was wondering if you wouldnt mind helping me to rob this bank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "You are a mile from the sea, Pirate! Lower your weapon or you will be shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Being shot will do just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "WHATS HAPPENING! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "We're taking the vault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORS",
          "text": "HORSES STRAINING -- PULLING WITH ALL THEYVE GOT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK ON THE ROOF",
          "text": "MORE SHOTS FIRED -- AND JACK SUDDENLY REALIZES WHATS ABO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAYOR",
          "text": "THEYRE STEALING THE BANK!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWN",
          "text": "JACK SEEING THE BRIDGE UP AHEAD -- REALIZES THE BANK WON",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Bridge. BRIDGE!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HORSES SPEED UNDER THE BRIDGE WHILE THE BANK SLAMS IN",
          "text": "It --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ONLY ROAD OUT OF TOWN.",
          "text": "EXT. - JACKS SHIP (THE DYING GULL). - LATER THAT DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I told you robbing a bank would be easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "You promised each of us a bar of gold. Its been months since we've seen any spoils, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Am I to be blamed for the monetary failures of the men I steal from? Now line up so I may collect your daily tribute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Tribute? We're starved, Captain. Yesterday we ate a rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "It was a very big rat. Luckily the ship is overrun with them -- and I charge very little for each.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "They are quite tasty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Ill pay no tribute! Well never find treasure on a ship such as this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "I hear the pirate William Kidd is looking for hands -- has a ship with a hundred cannons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Not to mention his balls -- 18 pounds each they say!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Well -- its not the size that matters. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Were down to three cannonballs. Face it, Captain, your luck has run aground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Let me remind you all that without me you'd all be poor, destitute, unwanted miscreants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Jack, even with you we appear to be poor, destitute, unwanted miscreants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Then I guess my secret must be shared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Secret?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Theres a treasure in Port Royal that will change our fortunes forever. I cant speak its name -- as it has yet to come to me -- but there will soon be jewels stuffed in every mans pockets. And those of you without pockets can shove them somewhere else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Jewels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Diamonds! Or my name isnt Captain Jack Sparrow. THE MEN CHEER NOW -- JUST AS A RAT SCURRIES BY ON DECK. JACK SPARROW (CONTD) That ones on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Sir, I fear youre about to lose command of this rotting ship. Perhaps its time to go ashore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Ashore? \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Just for a year or two. It was a good run, Jack -- but it would seem your luck has turned. THIS IS HARD FOR GIBBS TO SAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBS",
          "text": "Its over, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Nothing is over, Mr. Gibbs. All I need is my ship to put things right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "You've spent years trying to free the Pearl from her bottle -- rubbed magic oils from Cape Raye and sorcerer's salt from Pimlico! You even danced naked in Doves Cove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Dove's Cove had nothing to do with the Pearl. I just felt like dancing. JACK TURNS TO GIBBS NOW - JACK SPARROW (CONTD) You say its over. I say its time to knock on a Red Door in Port Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "A Red Door? No, Jack -- that witch talks to the devil himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I have no choice, Gibbs. I cant be Captain Jack Sparrow without my ship. And I cant have my ship without a witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BRITISH ARMY WAGON ROLLS BY FULL OF WOMEN",
          "text": "WITCHES ROUNDED UP AND HEADING FOR THE JAILS. SOLDIERS FOOT TRAILING THE WAGON -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "Witches of Port Royal, by order of Admiral Scarfield turn yourselves in. No good will come from hiding -- you will be found by the British Navy. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHADOWS",
          "text": "CARINA WEARS A PLAIN WHITE DRESS -- NO GLOVES OR HAT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "QUICKLY MOVES THROUGH TOWN UNTIL SHE STOPS IN FRONT OF A",
          "text": "SHOP. THE SIGN READS: SWIFTS CHART HOUSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAPS. CHARTS. SHIPS LOGS, ALL PILED FLOOR TO CEILING.",
          "text": "INT.  SWIFTS CHART HOUSE. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT",
          "text": "Did you not see the sign, Miss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT, (FAT AND REPELLENT)",
          "text": "HES WORKING ON AND SLOWLY WALKS TOWARD HER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Sir, I require a lens. One strong enough to capture Venus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT",
          "text": "You. They're looking for you. Youre one of them!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "No. Please -- I can pay you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT",
          "text": "WITCH! THERES A WITCH IN MY STORE!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT, (CONT'D)",
          "text": "What do you think youre doing? That telescope was made by --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Sir Frederick Herschel. I know. THE GUN IS SHAKING IN SWIFTS HAND -- HIS FACE FULL OF RA",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT",
          "text": "No woman has ever touched my Herschel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "With apologies, Sir. Your celestial fix is slightly off. I moved it two degrees North.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT",
          "text": "You -- you -- what!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Which means that map you've almost completed -- Im afraid you'll have to start over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SWIFT GLANCES BACK AT HIS MAP",
          "text": "WHILE HES DISTRACTED CARINA QUICKLY RUSHES PAST HIM INTO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. SWIFT",
          "text": "Start over... EXT. - SWIFTS. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "Carina Smyth -- you will never again cast black magic toward the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Black magic? You must be mistaken, Sir. I sew uniforms for the haberdasher each day --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "I will see you die, witch. Put her in the wagon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Sir, please, let me explain! THE MEN GRAB CARINA -- DRAG HER OFF TO THE WAGON. \f18. EXT. - BARBOSSAS SHIP (QUEEN ANNES REVENGE). - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "PORCELAIN BOWLS",
          "text": "BARBOSSAS MEN HAVE DOCKED IN ST. JAMES -- THE PIRATES",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MEN ARE EATING LIKE KINGS AND DRINKING FROM BARRELS -",
          "text": "THE EXACT OPPOSITE OF JACKS SHIP -- INT.  CAPTAINS QUARTERS. - QUEEN ANNES. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Sir, we know you said never to disturb you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "Or to come in without good cause --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Or to speak without first asking ourselves if our thoughts were absolutely necessary --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "Like the ship being on fire -- you'd want to know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "But its not on fire -- that being an example of a necessary thought. THE TWO MEN ARE SUDDENLY THROWN AGAINST THE WALL -- PINN BACK FROM THE FORCE OF BLACKBEARDS SWORD -- WHICH IS OUT POINTED AT THEM - \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "We just come from town, Sir. The British are enraged -- rounding up pirates and witches as they wish. In no time they'll find their way to the Queen Anne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "It seems one of their ships went missing. The Monarch lost to the Triangle -- a full crew murdered at sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "And how do they know this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "A survivor, Sir. One man lived to tell the tale. AND NOW BARBOSSA LOOKS AT THEM -- HIS WHEELS SPINNING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Where is he? EXT. - PORT ROYAL. - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The red door. Doesnt look so bad, Scrum. You go first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Jack, I dont keep company with witches. All of them covered in warts and boils. Makes me miss my Mum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Your mother was a witch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Just incredibly ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Nothing to be afraid of, Scrum. Except that two-headed dog. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Im not going in there. Even the Redcoats are afraid to touch her. Lets escape before its too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I believe its too late to be too late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "I've been expecting you, Jack Sparrow. Would you like some tea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "I could go for a spot of tea. AND SCRUM LEADS THE WAY INSIDE. INT. - MELIAS SHACK. - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Ive brought you some gold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "On second thought -- I1l pass on the tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Each time I cast a spell it cost me a piece of myself. This is the price I pay for stepping to the other side. The question is -- what price will you pay to be Captain of the Pearl again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Name it and I shall pay it. \f21. MELIA STEPS CLOSER -- TAKES THE KNIFE AND CUTS JACKS FIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Your blood. This is the price you agreed to pay when you came through my red door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Might explain why youre not very busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "My powers are not strong enough. Youre the one who will free the Pearl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "It will be free when you find the Trident of Poseidon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Hard to find something when youre not looking for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "But you are -- you just dont know it yet. You will find The Map No Man Can Read -- which will lead you inside the Devils Triangle. This is where the Trident lies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Jack -- did she say Devils --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Time to go!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "You are wise to fear the Triangle. Captain Brand remains where you left him. Waiting 16 years to take the life that took his own. JACK TURNS TO HER NOW -- MORE THAN A BIT CONCERNED. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Has it been 16 years? I11 bet hes forgotten all about me -- MELIAS POT BOILING OVER NOW -- AND IN THE SEETHING WATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "This is a battle from your past. You sank his ship -- left him to sink beneath the gates of hell -- imprisoned in the triangle. And like all who die there, his spirit will not rest until he has his revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "He'll have to wait a bit longer -- as I have no plans to visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "You have no choice. If you want to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA, (CONT'D)",
          "text": "The dead Captain holds The Eye of Poseidon -- the key to finding the Trident. And with the Trident -- he will finally be free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Free? Metaphorically?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Free to take his revenge on you. Your only hope is to find the Trident before he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "So let me get this straight. You're saying the only way for me to live, is to sail into the one place on earth I am sure to die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "The Devils Triangle is your destiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Sorry -- dont believe in destiny. Gets in the way of opportunity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "There is no escaping it. Tonight you will be married, have two children, and kill 46 men in cold blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Going to be a busy night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "You came here to save a ship, to save your name. But your only hope is to save your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And if I refuse to chase the ghosts of my past? OVER -- DRAWS JACKS SWORD FROM HIS BELT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Then Brand will use this sword to cut your throat. THE DOOR OPENS BEHIND THEM NOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA, (CONT'D)",
          "text": "Your destiny is sealed, Jack Sparrow. Find the Trident or die. EXT. - PORT ROYAL. - NIGHT JACK AND SCRUM RUSH OUT OF MELIAS SHACK -- BOTH A BIT RATTLED AS THEY LOOK UP AT THE MOON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "We never should have gone there, Jack. We have to find The Map No Man Can Read, which you're already looking for -- but just dont know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "If I cant read it, then why would I look for it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "But that naked witch says your throat will be cut by your own sword. Did I mention she was naked?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Problem solved. \f24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You see, Scrum. My only destiny is a bottle of rum and a warm bed upstairs. That witch was a charlatan, a two bit four-flusher...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Jack -- is that your sword?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAR",
          "text": "THAT JACKS SWORD HAS DROPPED ONTO THE BAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No. Must be a fish. A swordfish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LARGEST OF THE FISH FLIPS ITS TAIL AND KNOCKS THE SWO",
          "text": "ONTO THE FLOOR -- WHERE ITS QUICKLY KICKED ACROSS THE DI",
          "sentiment": "neutral"
        },
        {
          "speaker": "BY A DRUNK",
          "text": "EVENTUALLY LANDING RIGHT AT JACK'S FEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "That appears to be a double-edged bone and steel cutlass with a slight nick at the tip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No. There is no destiny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THEN HEADS FOR THE DOOR --",
          "text": "JACK SPARROW (CONTD) We'll try a different pub!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Well, if it isnt the pirate who stole my ship! Jack looks at PIERRE PIG KELLY AND HIS FOUR LARGE MEN - ALL HOLDING WEAPONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Pig -- Ive been looking for you. Wanted to give you this gold coin as compensation for borrowing the Gull. \f25. JACK HOLDS UP THE GOLD COIN -- WHICH PIG TAKES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "You've been sailing on my ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You have three. And this ones not much of a ship. One gun, leaks in the hull, rats everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Which are delicious by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "You1ll settle your debt here and now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Of course, Pig. Name your price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Her name is Beatrice. And shes my daughter. BEATRICE WALKS UP TO THEM NOW -- STARES AT JACK. PIG KELLY (CONTD) She's a midwife -- no respectable man will have her. You'll do just fine. KELLY AND HIS MEN START TO LAUGH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I1l do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Marry her. Take her off my hands forever. To clear your debt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEATRICE",
          "text": "The honeymoon suite is waiting upstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Remind me of the other option?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "A bullet in your eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Scrum, go find me an eye patch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Last chance. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "As a Captain I will officiate the ceremony. Hows next Tuesday?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Say I do or die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Im trying. Having a bit of a midwife crisis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Jack, you remember the witch said you'd be married with kids?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Congratulations!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "Jack Sparrow, in the name of the King you are under arrest. You killed 46 men in cold blood aboard the H.M.S. Monarch. JACK STARES AT THE WIFE -- THE KIDS -- THE SOLDIERS. EVERYTHING THE WITCH SAID HAS COME TRUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Jack -- can you find out if she has a sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN INJURED HENRY MADDOX LIES IN A HOSPITAL BED STARING OU",
          "text": "THE WINDOW. HES LOOKING OUT TO SEA -- HIS EYES BLANK -- HORROR OF HIS ORDEAL STILL ETCHED ACROSS HIS FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "It be said one lucky man survived the massacre of the Monarch. A Captain's servant now without his senses found alive at sea -- who tells of murderous ghosts filling the oceans with blood. BARBOSSA LEANS IN NOW -- KEEPS HIS SWORD AT HENRYS THROA",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "Ive come to hear the tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Nobody believes in ghost stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Try me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "There was a diamond on a French ship -- a yellow diamond found by witches --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "A diamond in the shape of an eye? Some say it be the key to unlocking the Trident. As the legend goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "They took it aboard the Monarch -- and we were attacked by men -- dead men led by a Captain Brand. THE NAME CLEARLY REGISTERS WITH BARBOSSA. HENRY MADDOX (CONTD) Will you take me back there, Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "You wish to return?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I left someone alive. Her name is Olivia -- and I made a promise to find her -- to save her. And that is what I will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Sorry, boy. I dont sail with Redcoats. BARBOSSA TURNS TO LEAVE - \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "The Eye will be his forever. There is no one to challenge a murderous ghost with a taste for blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Blood is common currency. Maybe he desires something far more valuable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "What would that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "The one thing all dead men seek. Revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "We believe the massacre of the Monarch was the work of pirates. You dont kill my men without paying a heavy debt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "How about I marry your daughter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "A pirate is responsible for butchering those men. Which means a pirate shall die for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Have you considered the work of William Kidd? I hear his ship has over 100 guns -- seems to be having a very good year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "William Kidd does not sail in these waters. But you do --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "What about Red Beard? Hes very tough -- and that beard -- its very red. You'd get a nice crowd to see him die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "You pirates think you can challenge us? Were the British Navy -- and we control the seas. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No one can control her. The ocean is as free as a pirate -- always will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "But youre not free. Youre guilty of murder and will face a public execution. How would you like to die? Hanging, firing squad, or a new invention -- the guillotine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Guillotine. Sounds French. I love the French. How bad can it be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "How are ya, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAGUE",
          "text": "Never better, Jackie. What are you in for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Destiny. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAGUE",
          "text": "Lechery. By the way, if you're getting disemboweled ask for Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Excellent tip. What do you know of the Eye of Poseidon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAGUE",
          "text": "Witches found it. Thats why theyve arrested them all -- they want the diamond back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "If theyre searching for The Eye -- they're going after the Trident as well. THE BRITISH GRAB JACK -- TRY TO PULL HIM AWAY. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAGUE",
          "text": "Every nation at war is searching for the Trident, Jackie. But it can never be found -- as it rests in Poseidons watery grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The Tomb of Posedion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAGUE",
          "text": "A tomb never to be disturbed, Jackie. For no man should hold the sea in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Dad -- how did you choose to die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEAGUE",
          "text": "Guillotine. Sounds French. And I love the French.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUNCH OF CUTTHROATS STARING AT HIM.",
          "text": "INT.  JACK'S SHIP (THE DYING GULL). - DAY SCRUM IS FACING GIBBS AND THE REST OF JACKS CREW -- WHO SEEM CONFUSED AS THEY STAND ON THE MAIN DECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Doesnt make no sense, Scrum. Why would Jack get married and not invite any of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Maybe hes ashamed of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "You're not following --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "And why would he kill 46 men in cold blood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "On his wedding day no less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "The point is -- Jacks been arrested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Since we did not attend the wedding -- are we obliged to make an offering of gifts? \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Hes about to be killed straight away! We have to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "And why would we do that? Seems to me hes lied to us, fleeced and swindled us at every turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "And when we was going straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Are you forgetting the diamonds! Knowing Jack hes probably got his hands on that treasure right now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "There is no treasure. Just another lie from Captain Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Aye. But a lie from Jack Sparrow always leads to another lie -- a bigger lie -- a lie that on occasion leads to a grain of truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS, (CONT'D)",
          "text": "So if you be wanting your share of this lie -- youll have to save him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH",
          "text": "So what's these markings on the wall then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH",
          "text": "Casting spells no doubt. Shes going to free us all from the hangman's noose!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Im no witch. \f32. THEY ALL LAUGH AT HER -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITCH",
          "text": "Tell us then -- what is it youre scribbling there? What are all those numbers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Its an equation from Galileos diary. I believe its part of a map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "What kind of map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You wouldnt understand. Its a Map --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "-- No Man Can Read. AND NOW CARINA WALKS TO THE BARS -- AND JACK GETS TO HIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- KNOWS HIS DESTINY IS STANDING DIRECTLY ACROSS FROM HIM",
          "text": "THAT SHE ALONE CAN LEAD HIM WHERE HE NEEDS TO GO. MTHERE JUST ONE SMALL PROBLEM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "Open the cells. Its time to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRAYING TO HIMSELF. THE EXECUTIONER PULLS THE SWITCH, AND",
          "text": "THE BLADE COMES DOWN HARD -- THE MANS HEAD ROLLING INTO",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "So thats a guillotine? THEY DRAG JACK UP TO THE GUILLOTINE -- OPEN THE LOCKS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW, (CONT'D)",
          "text": "I've changed my mind. Like to go with firing squad. Is there someone I could talk to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "Silence! \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The French are obviously sick people. How about a good old-fashioned stoning -- gets the crowd involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY SHOVE JACK INTO THE GUILLOTINE AND TRY TO LOCK HIM I",
          "text": "JACK SPARROW (CONTD) Theres quite a bit of blood on there. And a good portion of neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "These will be the last words of Carina Smyth. OUT A PIECE OF PAPER AND BEGINS TO READ. CARINA SMYTH (CONTD) Good Sirs -- I am not a witch and have never practiced witchcraft. But I forgive your common dim-wittedness and feeble brains incapable of educated thought. In short, most of you have the mind of a goat -- Jack yells out from the guillotine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "If I could request a word. Is it not common practice for those being executed to be offered a last meal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Sir, I believe I was making a point. If you could just be patient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "My head is about to be lopped off -- hence the urgency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "And my neck is to be broken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "On occasion the neck doesnt break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Ive seen men swing for hours -- the life slowly choking out of them. Eyes bulging, tongue swelling -- not pretty. \f34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "May I finish!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The point is -- its entirely possible you still have hours left to whisper your last words, whereas my head will soon be in this basket staring up at my lifeless body -- which happens to be famished!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Go ahead and kill him. I11 wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I wouldnt hear of it. Witches first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENOUGH",
          "text": "CARINAS HANDS ARE TIED BEHIND HER BACK -- AND JACK WATCH AS THE EXECUTIONER STEPS FORWARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE NOW PUT TO DEATH THE PIRATE JACK",
          "text": "SPARROW -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLOSING HIS EYES --",
          "text": "BUT AS THE BLADE DROPS AN EXPLOSION ROCKS THE TOWN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CANNON HAS BEEN DRAGGED TO THE MIDDLE OF TOWN BY JACKS",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXHAUSTED PIRATES STANDING BEHIND IT --",
          "text": "SCRUM AND GIBBS QUICKLY RELOADING AS THE REST OF JACKS C",
          "sentiment": "neutral"
        },
        {
          "speaker": "-- AS A THIRD CANNON BALL HITS THE WALL OF A BUILDING --",
          "text": "SOLDIERS CRUSHED BY FALLING STONES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK",
          "text": "THE HANDFUL OF BRITISH START TO RETREAT -- TAKE COVER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA",
          "text": "INCHES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "THERES NO MORE CANNONBALLS! \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROPE SNAPPING AND CARINA DROPPING HARD TO THE GROUND - SLAMMING HER HEAD AS SHES KNOCKED COLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH ON A HILL ABOVE THE TO",
          "text": "JACK SPARROW (CONTD) Collect the girl, Mr. Gibbs. Its time to leave Port Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DYING GULL",
          "text": "SHIP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Shove off, boys!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Un-lash the boot and bring the draw --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "You think Im letting you take my ship? Again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK TURNS TO SEE PIG KELLY STANDING BEHIND HIM ON DECK -",
          "text": "GUN DRAWN AND AIMED AT JACK'S FOREHEAD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Well, Pig, it would appear you have no choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "How do you figure? A GUN IS NOW PLACED AT KELLYS HEAD. THE WEAPON COCKED --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEATRICE",
          "text": "Step away from me husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEATRICE HAS HER OWN GUN OUT",
          "text": "SPITS -- AND HER FATHER CAN HARDLY BELIEVE WHATS HAPPENI \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "This loathsome pirate is trying to steal my ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEATRICE",
          "text": "Hes already stolen me heart. JACK TAKES THE GUN FROM KELLYS HAND AS SEVERAL PIRATES G HIM FROM BEHIND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Thank you, darling. But I really must go now. My best to the children. JACK AT THE WHEEL - JACK SPARROW (CONTD) Draw the main! Were shoving off to race the gallows!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS THE DYING GULL HEADS OUT TO SEA",
          "text": "STAND ON THE DOCK WATCHING THEM GO --",
          "sentiment": "neutral"
        },
        {
          "speaker": "I'LL BE WAITING",
          "text": "PIG KELLYS OWN MEN APPROACH WITH GUNS DRAWN -- OPEN FIRE",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GULL --",
          "text": "AS PIG MOTIONS TO ANOTHER SHIP IN THE HARBOR --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Ready the Essex! Well chase her down before the sun sets. EXT. - JACKS SHIP. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SMILES AS HE LOOKS OUT AT THE HORIZON",
          "text": "SEA AGAIN. SCRUM NEXT TO HIM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "The crew wont stand for a woman, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "She will lead me to the Trident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "But a woman on board brings nothing but bad luck. And rabies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Frivolous superstition, Mr. Scrum. As you can see, luck is steadfast on my side. \f38. ONE OF THE CREW MEMBERS APPROACHES JACK WITH A SWORD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Good news, Captain. I found this in town this morning. It was inside an empty barrel of rum -- THE CREW MEMBER HOLDS UP THE SWORD -- HANDS IT TO JACK. PIRATE #1 (CONTD) I believe its yours. A double-edged bone and steel cutlass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "YES! I can see its mine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Its been a pleasure knowing you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND JACK TOSSES THE SWORD INTO THE SEA --",
          "text": "INT. - BARBOSSAS SHIP. - DAY Barbossa is at the wheel of THE QUEEN ANNES REVENGE -- eyeing the sea as he holds BLACKBEARDS SWORD. PINTEL AND RAGETTI APPROACH HIM -- BOTH A BIT HESITANT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Sir, not that its our place to ask questions --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "Or to question the answer that you may give to such a question --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Which by right -- you need not answer -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "But the men be asking to which port we sail? Seeing as that British soldier mentioned the name of a Captain Brand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "A Captain as dead as any man who dwells at the bottom of the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "And his crew -- very dead men one and all. As the tale is told. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Tell the men we're searching for the Trident of Poseidon. A treasure so powerful it puts all others to shame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "But our ship is full of treasure, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Imagine all the warring nations having to bid for their own survival. A Kings ransom the likes of which no pirate has ever seen! This be the power of the Trident -- the last treasure any man need hold. Pintel and Ragetti look confused now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Last treasure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Now be the time to find a tranquil island -- a place to put my leg up. The Trident will be the last treasure these hands possess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "And this Captain Brand? What should we tell the crew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Tell them were about to tap on his door -- see if hes home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "Gentlemen -- welcome to The Devil's Triangle!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND NOW BARBOSSA CALMLY SAILS HIS SHIP STRAIGHT TOWARD TH",
          "text": "DEVILS TRIANGLE -- USES HIS SWORD TO CONTROL THE WIND IN",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF THEM IMMEDIATELY AWARE OF THEIR FATE.",
          "text": "EXT. - JACKS SHIP. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carina coughing up water -- soaking wet and furious as sh gets to her feet -- looks around at Jack -- the ship -- t crew. ALL THE MEN STARING AT HER NOW. SHE BACKS AWAY FROM",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "How did I get here? Where are you taking me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Is that the thanks I get for saving your neck?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You're that pirate -- Jack Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Captain Jack Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "What do you want with me? Where is my diary? JACK HOLDS UP HER DIARY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Its just a bunch of numbers. I'11 be needing that map. The Map No Man Can Read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "If you could read it -- then it wouldnt be called The Map No Man Can Read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "She's got a point there, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Most of the men on this ship cant read -- so that makes all maps The Map No Man Can Read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "If no one can read it -- then you have no use for it or me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Hard to argue there, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I need to free a ship from a bottle. And you have a map --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Nobody has this map -- as it does not exist -- \f41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Then why does it have a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The name clearly defines it as an imperceptible object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "I was about to say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Then we all agree there is no map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Settled!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You're confusing these poor men! Which is what witches do best!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Did he say witches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Jack, tell us you didnt bring a witch on a ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Of course not. Look at her luminous yellow hair. Those round and bountiful -- eyes. Does she resemble any witch you've seen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I am not a witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You see. Not a witch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Im an astronomer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Oh, so you make hats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "An astronomer contemplates the stars. The planets. This is what I was doing when they arrested me. I had mapped the solar system. A LONG BEAT AS THEY ALL STARE AT HER -- \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHE'S A WITCH",
          "text": "Jack steps in front of her now -- draws his sword and put at her throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Allow me to simplify this equation. Give me that map or I'll let them kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "If they kill me you1ll never get the map.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Excellent bit of reasoning there, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You can kidnap me, imprison me, kill me if you wish. But I1ll never give you what you want! And now Jack puts the sword away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "What I want is a cup of tea. Care to join me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carina is staring at her own hand -- can barely keep her open. SHE IS CLEARLY DRUNK -- trying desperately to focus",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "What kind of tea did you say it was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Pirates tea. Family recipe. JACK STANDS BEHIND HER SPIKING HER TEA WITH RUM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "It has a funny taste. I cant quite figure it out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Unlike The Map No Man Can Read? Which you have solved. SHE SMILES NOW -- DRINKS SOME MORE -- \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Can you keep a secret, Captain Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Why steal secrets if youre not going to keep them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Theres a reason the Map has never been read by any man. Or woman. She leans in close now -- whispers to him. CARINA SMYTH (CONTD) The Map is written in the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Someone must have an enormous quill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Galileo's diary dates back to the first astronomer -- Plato himself. The diary is full of celestial binomials -- equations passed down through the centuries from scholar to scholar -- the last being my father. None of them could figure it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "But you have?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Once every 243 years the planet Venus crosses directly in front of Orions Belt -- known as the Three Fingers of God. This event is known as The Transit of Venus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I'll drink to that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "This is the answer to the equation. With a clear sky the stars themselves will map the Devils Triangle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "A map that will lead you to the Tomb of Poseidon. And the Trident inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "How could you know about the Trident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You're not the only witch in town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "After tonight -- I1l never be called a witch again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "As the sun sets -- my destiny begins! AND NOW CARINA PASSES OUT -- SHES FACE DOWN ON THE TABLE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I hate destiny. EXT. - DEVILS TRIANGLE. - DAY BARBOSSA HAS BLACKBEARDS SWORD IN HAND -- HAS DELIBERATE",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEGINS",
          "text": "THE FOG AND CLOUDS CAST A DARK SHADOW ACROSS THE SHIP -- A FEW CREW MEMBERS SNEAK DOWN BELOW TO HIDE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WIND",
          "text": "AS BARBOSSA STANDS BACK NEAR THE WHEEL -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHIP HAS BECOME A HAUNTED HOUSE",
          "text": "EVERY CREAK UNDER THEIR FEET -- BUT THERES NO SIGN OF ANYTHING. UNTIL --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Captain, is that a ship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Shipwreck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEM --",
          "text": "BARBOSSAS CREW AT THE FRONT OF THE SHIP ARE QUICKLY KILL",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND AND HIS VERY DEAD MEN HAVE COME ABOARD. SOM",
          "text": "OF BARBOSSAS MEN RUNNING FOR THEIR LIVES -- DIVING OFF T SHIP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AND EVERYTHING -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Pirates. Kill them all. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BORDER FOR THE TRIANGLE.",
          "text": "CAPTAIN BRAND (CONTD) You've kept half of your ship outside the triangle. Very clever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTRAIN BRAND",
          "text": "Although it doesnt help the men on this side of the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I always bring extra crew just in case. Welcome aboard The Revenge, Captain Brand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTRAIN BRAND",
          "text": "You know my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Aye. And Ive come for a confluence. BRAND AND HIS MEN LAUGH AT THIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTRAIN BRAND",
          "text": "Did you hear that, men? This pirate has come searching for us. All you have is your life to bargain with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I come with a tale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTRAIN BRAND",
          "text": "And what would this tale be about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "There was a British Captain. A Captain who had in his command his own brother -- a brother by the name Eric. The two men never far apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIDE BY SIDE ON A BRITISH WAR SHIP",
          "text": "A SPANISH GALLEON -- \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY THEIR SHIP GETS ROCKED BY CANNON FIRE",
          "text": "EXPLOSION BLOWING ERIC OVERBOARD --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "While engaged in battle with the Spanish, Eric was lost to the sea -- sinking beneath the waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "And so this Captains heart was broken -- knowing he would never see his brother again. EXT. - OPEN OCEAN. - DAY (FLASHBACK) A PIRATE SHIP sails into frame -- THE PIRATES FISHING A M",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "But as fate would have it a pirate ship found the half-dead soldier -- dragged Eric from certain death and put him in chains. WE SEE ERIC ON THE PIRATE SHIP IN CHAINS -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "At first they thought to hold him for ransom, but then the Captain of this pirate ship saw something in him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "And this Captain decided to train him in the ways of the pirate. Taught him everything he knew -- how to steal and plunder -- how to enjoin a group of knaves who refuse all orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "He was taught every vile trick this Captain knew, until Eric was ready to take on a ship of his own. Only now he would be a pirate Captain -- with a pirate name stealing his own fortune at sea. \f47. WE SEE ERIC at the wheel of his own Pirate ship -- lookin the horizon --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "And so it was. Until one day when the pirate Eric was attacked in full force by the British Navy. EXPLOSIONS ROCKING ERICS SHIP -- MEN DEAD ALL AROUND --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC BRAND",
          "text": "Strike the colors! Lower the flag!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "He tried to surrender -- but the Captain of the British ship had a loathing for all pirates. He kept firing until he burned the pirate Eric right out of the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "You see -- this Captain had no idea he was killing his own brother. Murdering the only thing he loved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND WATCHING THE PIRATE SHIP SINK --",
          "text": "SEEING THE FACE OF HIS BROTHER staring across at him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "And upon the realization of what he had done, this Captain soon went into a rage. And he vowed revenge on one man. Captain Jack Sparrow. The man who turned your brother into a pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE CAPTAIN BRAND RAISE HIS SWORD",
          "text": "THE BLACK PEARL --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (V.O.)",
          "text": "And so he chased Jack into the waters of the Devils Triangle -- where Jack waited for him in a devilish fog -- springing a trap that would send him to the bottom of the sea. WE SEE THE BLACK PEARL BLOWING BRANDS SHIP OUT OF THE WA",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "And as the Captain sank to the gates of hell -- a spirit with unfinished business rose in his place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "You were on the Pearl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Aye. I saw you die. And soon after I planned a mutiny against Jack Sparrow and took the ship as my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "So my enemy is your enemy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "More than you could ever know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "The Eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Bring him to me -- and I will give you The Eye. From this moment on -- you have a deal with the dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "You'll pardon me for not shaking on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Mr. Scrum -- wake her up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Whats happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The sun is down. I believe theres a map to be found. CARINA TAKES THE TELESCOPE FROM JACKS HAND -- BEGINS TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "It begins. The Transit of Venus has --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "Its a surprise attack, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Pig Kelly has come to collect his debt. Which is my neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "If I could have a bit of quiet --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "He1l be on us in no time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Weapons, Mr. Gibbs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "No cannon -- no balls. We have three muskets, one swivel and four barrels of powder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And we're being chased by a fully loaded shallop with twelve heavy guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "We cant fight her -- and we cant outrun those guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "Should we strike the colors? Jack thinking for a BEAT -- \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No need to surrender. You said it yourself, this is a surprise attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "Yes, but this is their surprise, Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Depends which way you look at it. EXT. - ESSEX. - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW MEMBER",
          "text": "SIR -- THERES SMOKE COMING FROM THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE EYEGLASS",
          "text": "OF JACKS SHIP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Whats he doing? EXT. - JACK'S SHIP. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "BILLOWING THICK BLACK SMOKE --",
          "text": "EXT. - KELLYS SHIP. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIG KELLY",
          "text": "Hes lit the powder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KELLY AT THE WHEEL NOW",
          "text": "SMOKE -- PIG KELLY (CONTD) You can run but you cant hide, Jack Sparrow! KELLY SAILS STRAIGHT INTO THE CURTAIN OF BLACK SMOKE - EVERYONE BLINDED FOR A BEAT AS THEY WAIT TO EMERGE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS THEY COME OUT OF THE BLACKNESS --",
          "text": "THEY ARE SHOCKED TO SEE JACKS SHIP WAITING FOR THEM ON T",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER SIDE --",
          "text": "\fPIG KELLY (CONTD) He lowered his sails and dropped anchor!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW MEMBER",
          "text": "SURPRISE ATTACK!! WERE TAKING A",
          "sentiment": "neutral"
        },
        {
          "speaker": "KNOCKED",
          "text": "JACKS SHIP PIERCING THE HULL OF THE ESSEX -- A HUGE HOLE PIGS SHIP AS WATER FLOWS IN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KELLY AND HIS CREW SWING ACROSS TO JACKS SHIP -- GUNS OUT AS JACKS CREW FIGHTS KELLYS MEN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Not exactly sure which side this sword is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Venus is crossing through the straits of fire toward Orion! Right Ascension at 101.287 degrees, Declination -- 16.716 degrees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKY NOW PART OF THE EQUATION AS A MAP BEGINS TO FORM --",
          "text": "MEN FIGHTING -- PIRATES STABBING KELLYS MEN -- GUNS FIRI \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MAN DROPS DEAD NEXT TO HER",
          "text": "INCHES -- CONTINUES TO DRAW THE MAP  CARINA SMYTH (CONTD) This is incredible -- Venus is moving North.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA CRAWLING TOWARD IT",
          "text": "FIGHT AND DIE ALL AROUND HER -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA REACHING FOR THE SCOPE",
          "text": "DECK. SHE PICKS IT UP -- SEES JACK CORNERED BY KELLY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA FIRES THE GUN",
          "text": "STABS ONE OF KELLYS MEN -- WHO FALLS ACROSS A ROPE AND C",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA DROPS THE GUN AND GOES BACK TO THE SKY --",
          "text": "KELLYS MEN RETREATING NOW -- RUSHING BACK TO THEIR OWN S",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOOKS TO THE SKY",
          "text": "WE SEE KELLYS MEN QUICKLY SAILING AWAY -- JACK AND HIS C",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHEERING THEIR VICTORY --",
          "text": "CARINA SMYTH (CONTD) Venus has disappeared behind Orion and the Three Fingers of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAP IN THE SHAPE OF A TRIANGLE. EVERYONE TURNS TO HER NOW",
          "text": "CARINA SMYTH (CONTD) I was right -- the map exists! This is the Triangle -- and this is an island inside it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "An island in the Devils Triangle?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "An island no man has ever seen. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "From a map no man can read?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "This is where we'll find the Tomb of Poseidon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Carina -- perhaps we should talk in private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "As is my right -- I will name it the Coffin Island -- after the coffin star Delphinus. There is a clear passage from the West, Jack -- it is here that we will find the Trident! Gentleman -- set sail for the Devils Triangle --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK IS ROWING A LONGBOAT",
          "text": "ACROSS AT CARINA WHO IS CASUALLY STUDYING HER MAP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "So that was a mutiny. I must admit it was rather exciting. All those swords and guns. The larger men holding you down and beating you when you refused to leave. The smaller men lining up to slap you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You just cost me the command of two ships.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "One was in a bottle. Long story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "And you blame me? The woman you kidnapped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You were the only witch on the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I am not a witch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And I am not a Captain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "On that we both agree. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "In case you have forgotten, the aforementioned kidnapping also included the saving of your neck --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You did not save me out of courtesy. You seek the Trident --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I have no choice. Theres a ghost who dwells in the haunted waters of the Triangle, a spirit plotting his escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "A spirit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I have to find the Trident before he does. CARINA STARING AT HIM -- CANT HELP BUT LAUGH --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Ghosts! That is what all of you pirates are afraid of? GHOSTS!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Yes. Ghosts. And lizards. And Quakers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I assure you, there are no ghosts in the Devils Triangle or anywhere else. Science does not support it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And if you're wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Did I not predict the crossing of Venus?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You think youre the only one who knows anything about Venus? Venus was the Roman goddess of love and beauty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "And who taught you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "A girl named Venus --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Was she academically inclined? \f55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "More like vertically reclined.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "My calculations are precise and true. Im not just an astronomer -- Im also a horologist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No shame in that, dear. We all have to earn a living.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "No. A Horologist!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Yes. So was Venus. Although she didnt shout it quite as loud as you. I must say you seem very proud!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Horology is the study of time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "She was constantly studying her watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Time is everything, Captain Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I prefer timing. CARINA HOLDS UP THE WATCH AROUND HER NECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "This Chronometer keeps the exact time in London. If I make an altitude measurement to a known heavenly body such as the sun -- we will find land. LIGHT REFLECTS OFF THE CHRONOMETER -- BLINDING JACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "That thing will draw attention where its not wanted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "East is that way. Row!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You are sailing with Captain Jack Sparrow. I will find land with this compass. A compass which takes me to the exact place I wish to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK SPARROW (CONTD) Broken. Lets try it your way. INT. - MELIAS SHACK. - DAY THE BRITISH break down the door to MELIAS SHACK -- weapo at the ready. ADMIRAL SCARFIELD SLOWLY WALKS IN -- LOOKS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Admiral Scarfield. Do you know the price you pay for coming in my door?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "Get her dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRITISH SOLDIER",
          "text": "Sir, weve been warned never to touch this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "She's coming with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SCARFIELD and his men lead Melia down to the prison. They push her into the WITCHS CELL -- WHICH IS FULL OF WOMEN WAITING TO BE EXECUTED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMIRAL SCARFIELD",
          "text": "The wall. Read it. THE WITCHES MOVE ASIDE FOR MELIA -- CLEARLY THEY FEAR H",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA WALKS TOWARD THE BACK WALL, THE WALL WHERE CARINA H",
          "text": "DRAWN THE EQUATIONS FOR THE MAP NO MAN CAN READ. ADMIRAL SCARFIELD (CONTD) Read it or die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IMAGE ON THE WALL.",
          "text": "ADMIRAL SCARFIELD (CONTD) You will lead us to the Trident. Or I'll kill them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE MOTIONS TO THE OTHER WOMEN",
          "text": "WITCHES. ADMIRAL SCARFIELD (CONTD) Their destiny is in your hands. \f57. She looks to Scarfield and slowly nods. ADMIRAL SCARFIELD (CONTD) Prepare the ship. And the cage. EXT. - QUEEN ANNES REVENGE. - DAY BARBOSSA IS USING BLACKBEARDS SWORD TO PUSH HIS SHIP TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Captain, perhaps you should decrease the demands were putting on the ship!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "It feels as if were going to break the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "The condemned of Port Royal told us Jack had escaped to these waters. I know the lines he favors to sail. We'll hunt him as the day is long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CREW MEMBER",
          "text": "Captain -- off the bow!! AND NOW BARBOSSA SEES A SHIP IN THE DISTANCE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUN HER DOWN",
          "text": "EXT. - JACKS SHIP. - THE DYING GULL. - LATER Barbossa and his men have boarded Jack's ship. The crew standing down as Barbossa steps toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Where is he, Gibbs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "It was a mutiny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "It always is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "We set Jack adrift. With a witch. This gets Barbossas attention. \f58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "A witch who pulled a map from the stars. AND NOW BARBOSSA SLOWLY TURNS -- LOOKS OUT TO SEA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Mr. Ragetti! Find me the nearest shore. RAGETTI BRINGS OVER A MAP -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "There is but one island a longboat could reach from this vile ship! Jack Sparrow will be in Coronation Bay -- or hell be at the bottom of the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND NOW BARBOSSA SEES SOMETHING ELSE",
          "text": "AND PULLS OUT THE BLACK PEARL IN THE BOTTLE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "Gentlemen -- I1l be taking my ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carina is sweating, suffering from the heat as she reads chronometer -- taking notes as she tries to figure out wh they are and where to go. Jack is exhausted -- still rowi - but secretly happy that she is lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "It would appear your superlative brain has us led us astray. This could well be the end. JACK TAKES OUT A SMALL LEATHER FLASK -- DRINKS FROM IT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You have water!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Of course not. Im trying to survive. JACK FINISHES THE RUM -- LICKS THE LAST DROP. JACK SPARROW (CONTD) Now Im in trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You are an abject creature. A befouled pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "High praise coming from a horologist. \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA IS READING THE MAP NOW",
          "text": "JACK SPARROW (CONTD) Something wrong with your map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I dont require any help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Perhaps I should take a look -- seeing as Maps are part of my chosen vocation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AWAY FROM HIM.",
          "text": "JACK SPARROW (CONTD) Where did you get that earring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "A gift from my father -- a father I never knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "A clover is bad luck at sea. He wasnt a sailor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "He was a scientist. The earring was left to me after he died -- along with a love of the stars. The most beautiful thing there is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Nothing compares with the beauty of the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Dont you ever look up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Only when Im flat on my back. You take your stars, and I'll take my horizon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "They are forever connected. A map makers sextant calculates the angle between a star and the horizon. So even if they are worlds apart, they are forever entwined -- the stars and the horizon existing as lovers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Lovers? As in were lost at sea and tired of rowing and I wont say a word?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "No. Lovers in the tragic sense. As they are destined to never be together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "May I say that for someone with such high intellect -- you have us unequivocally lost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Youre the only one whos lost, Jack Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I assure you I can smell land when close by -- and I smell nothing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Land! Right on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "That might be me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "We need to find passage into the Triangle --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Luckily this is a very friendly place. All you have to do is ask that group of men for assistance -- and we shall have ourselves a ship and a crew. CARINA LOOKS OVER AT FOUR MEN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Me? \f61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Bad luck for a man of the sea to ask assistance of another sailor without the intercession of a feminine gull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Then I shall go right away. Im glad I can finally trust you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK PULLS HER IN AND GIVES HER A KISS",
          "text": "BEAT. When he pulls back she stares at him -- confused. CARINA SMYTH (CONTD) Why did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "For luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE QUICKLY TURNS AND RUNS INTO THE FIRST PUB HE CAN FIND",
          "text": "EXT.  CORONATION BAY. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Gentlemen, my name is Carina Smyth -- and I am looking for a ship and a crew to take me into the Devils Triangle. Or more precisely, the Coffin Island -- which I have recently named -- and which has never been seen by any man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANDS IN THE SHADOWS",
          "text": "CARINA SMYTH (CONTD) May I also say that I am not a witch. But I do have this map -- SHE REACHES FOR THE MAP -- SUDDENLY REALIZES ITS GONE. CARINA SMYTH (CONTD) The map? JACK!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRADER",
          "text": "Before you go, Miss. Would you mind showing us your teeth? \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "To trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER IN HIS HAND",
          "text": "JACK SPARROW (CONTD) She's the only one who can read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMBLER, (V.O.)",
          "text": "I1l bet ten pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMBLER",
          "text": "And I'll raise this here sword -- washed ashore in Coronation Bay this morning... JACK HEARS THE WORD SWORD AND STARTS TO PANIC --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMBLER",
          "text": "This is a fine saber! A double-edged bone and steel cutlass with a slight nick at the tip --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAMBLER",
          "text": "And what you be looking at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Destiny...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Gentlemen -- the auction is about to begin. \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BY ROPE -- EACH OF THE WOMEN WEARING FANCY DRESSES. THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "First up is this fresh young lass -- come up here darling and turn about -- show us your larboard side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Let me just say that I forgive your common dim-wittedness and feeble brains incapable of educated -- THEY QUICKLY PUT A GAG IN CARINAS MOUTH AS THE AUCTIONEE STEPS FORWARD --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "I will start the bidding at one pieces of eight -- and with this one I1l throw in a goat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "This one looks of unremarkable stock -- hard to imagine any warmth coming off those skin and bones. But alas -- Ill bid one and lets be done with it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUCTIONEER",
          "text": "I have one pieces of eight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISGUSTING TRADER",
          "text": "I'll bid two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Three!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MANS POCKETS -- FLIPPING COINS TO HIMSELF AS HE",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH EACH BID JACK IS STEALING MONEY FASTER AND FASTER --",
          "text": "HAND IN THE MANS POCKET AND THE OTHER IN HIS JACKET -",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW WAIT A SECOND",
          "text": "JACK HOLDING UP THE MANS MONEY -- SHOWING THE ROOM HIS COINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AUCTIONEER (CONTD) Now the last of the bids was ten! Going once! Going twice! A VOICE FROM THE BACK OF THE ROOM STOPS THE CROWD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "You belong to me now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA IS TERRIFIED OF THE PIRATE",
          "text": "ROPES AS SHES TAKEN OFF THE PLATFORM -- YELLING THROUGH GAG AS JACK WATCHES HER MOVE THROUGH THE CROWD. EXT. - DOCKS OF CORONATION BAY. - QUEEN ANNES. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCKS",
          "text": "HE CAN SEE CARINA IN THE WINDOW OF THE CAPTAINS QUARTERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND PULLS TWO PIRATES OVERBOARD AS HE USES THEM TO HELP",
          "text": "HIMSELF CLIMB ONTO THE MAIN DECK --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE SNEAKS ALONG THE DECK",
          "text": "CAPTAINS QUARTERS AND CLIMBS INTO A WINDOW --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK CLIMBS INTO THE WINDOW OF THE CAPTAINS QUARTERS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MATCH IS STRUCK",
          "text": "AND THERES BARBOSSA AND HIS MEN SITTING AND WAITING FOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Evening, Jack. This be the witch you're looking for? BARBOSSAS MEN DRAW WEAPONS -- SURROUND JACK FROM ALL SID CARINA LOOKS AT HIM -- TRIES TO TALK THROUGH HER GAG. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "Do you recall why there was mutiny aboard the Pearl all those years ago?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I'll take a swag -- did it have something to do with treasure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "No, we planned to take the ship from you long before Cortez. Around the time you rescued a British soldier -- his life barely a whisper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Eric the Pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "This was no pirate. He wore the red coat of a soldier trained to kill our kind. But you taught him our ways -- passed over your own crew to commission him a ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You still seem bitter, Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Not me, Jack. Erics brother. Captain Brands got a yearning to meet you in the flesh. Although he wont be wearing his. INT. - JACKS SHIP (DYING GULL). - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Mutiny seemed like a very good idea at the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "I believe we were caught up in the moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "You think Jack would consider coming back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "No harm in asking. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "Hes probably dead from exposure. Or eaten by sharks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Very true. Hard not to feel a bit responsible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Scrum, Jack always told me that if something were to happen, you should be Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Me? He said that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Them be Jacks wishes. Now go and take the wheel, son -- and take this here hat. The hat of a Captain. SCRUM TAKES THE HAT, PUTS IT ON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "This be my proudest moment indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "You deserve it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCARFIELD",
          "text": "Which of you men is Captain of this vile ship! SCRUM STEPS FORWARD, EXCITED. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Me. Thats me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCARFIELD",
          "text": "Beat him first and longest. INT. - BRITISH SHIP. - BRIG. -- CONTINUOUS The Pirates are brought down to the brig of the British s are herded toward the BRIG. A BRUISED AND BATTERED SCRUM",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "That be the witch from Port Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCARFIELD",
          "text": "The race for the Trident is one the British will not lose. Tell me where to sail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "We must find Jack Sparrow. EXT. - BARBOSSAS SHIP. - QUEEN ANNE'S REVENGE. - NIGHT CARINA IS TIED TO THE MAST, LOOKING OUT AT THE STARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "You'll pardon my forward nature, Miss, but perhaps you can tell me how Jack Sparrow come to hold a map such as this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I drew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "There be no island in the Triangle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "No island youve ever seen. It hides the Tomb of Poseidon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I know an unfinished treasure map when I see one. Now who holds the rest of it? \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Im not sure. I finished the equation -- did everything right. It should be here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Equation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Handed down to me in Galileos Diary. An equation no man had ever solved --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "To find a Map No Man Could Read? BARBOSSA STANDS THERE NOW -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "Ive heard of such a map. But this cant be it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I copied that map from the stars, where it was hidden for thousands of years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Impossible. No woman can read the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "So you believe you know more of the constellations than I? CARINA SMYTH (CONTD) On that Id wager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I'll happily untie your hands -- if you can name one star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Go on and choose. AND BARBOSSA POINTS TO A SPOT IN THE SKY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "That one -- the brightest in the North. SHE STARES AT IT -- DOESN'T SAY A WORD FOR A LONG BEAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "I didnt think so. HE TURNS TO WALK AWAY. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Carina. That is the star Carina. Barbossa turns back to her now. CARINA SMYTH (CONTD) The star which gave me my name. Barbossa looks at the star -- then pulls his knife and wa back to her. She closes her eyes -- waiting to be killed",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Im a pirate. Not a killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIM.",
          "text": "INT. - BARBOSSAS QUARTERS. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE THEN TAKES OUT AN EARRING",
          "text": "TO CARINAS. THE EXACT SAME CLOVER DESIGN. WE PUSH IN ON BARBOSSA -- AND SUDDENLY IT LOOKS LIKE HES SEEN A GHOST. INT. - QUEEN ANNE'S REVENGE. - BRIG. - NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Now thats a big rat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE SEES JACK IN CHAINS --",
          "text": "JACK SPARROW (CONTD) You there, boy! Could you lend me a hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I seek no trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You're a stowaway on a pirate ship. Trouble is all thats left. What is your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Henry Maddox. I made my way to Coronation Bay to secure passage back to the Triangle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I was aboard the massacre of the Monarch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "So you survived Captain Brand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "As did a girl. I knew her less than a day. But I promised her I'd find her - - save her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "A word of advice, Henry. Risking your life for women in distress is a laborious way to make a living. Much better to cause the distress, kidnap the women, then take a ransom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I will rescue her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Being as your aspirations are to rescue -- why not start with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I know not what youve done, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Its not what Ive done -- its what Im about to do. And that is to squeal like a parrot. STOWAWAY NAMED",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "SHHHHHH!! Quiet. Okay -- I1l get you out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "There must be a key to these chains. HENRY GRABS A CHIPPING HAMMER OFF THE WALL. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I wont be needing any key. INT. - BARBOSSAS SHIP. - SUNRISE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Mr. Barbossa, what will you do with Jack when we get there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "There's a price to pay for finding things not meant to be found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "And Jack's life is that price?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I'll be trading an eye for an eye. You may have the map -- but I1l have the key. In the shape of a diamond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Hes a fellow pirate, is he not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Do you desire to find the Trident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "More than you could know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "To what end, might I ask?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I will present it to the King -- hand him his greatest treasure. And from that day forward my name will be pronounced with high regard. And I1l never be called a witch again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "So Jack's life is a reasonable expense. Wouldnt you agree? And now he looks at her -- sees her concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You have no loyalty. \f73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "A pirates life is spent loyal to the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The sea is not alive, Mr. Barbossa. It cannot return favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Nor can any pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "So you feel nothing for any living soul?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I'd be lying to pretend otherwise. INT. - QUEEN ANNES REVENGE. - BRIG. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHIPPING HAMMER RAISED ABOVE HIS HEAD.",
          "text": "THE LOCK HES AIMING FOR IS RIGHT BY JACKS NECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Have you ever defeated a lock before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Never. BARBOSSAS MEN ARE COMING DOWN THE STAIRS INTO THE BRIG -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "This would be an excellent time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY SWINGS THE HAMMER",
          "text": "BARBOSSAS MEN AT THE BOTTOM OF THE STAIRS -- AS HENRY TU",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK",
          "text": "TOSSES ONE TO HENRY - JACK SPARROW (CONTD) Are you as good with a sword as you are with a hammer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Ive never actually had a sword of my own. I was a Captains servant --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Follow me. Were taking the ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "The two of us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I do it all the time. EXT. - QUEEN ANNES REVENGE. - SUNRISE Barbossa looks determined as he sails toward the boundary the triangle. THE BLACK PEARL SITS IN THE BOTTLE NEXT TO HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "There be plenty of room at the bow. THE MEN DONT MOVE A MUSCLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Mr. Barbossa -- are you afraid of ghosts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Only when theyre armed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAVES LASHING THE REVENGE AS THE WIND STARTS TO BLOW IT",
          "text": "TOWARD THE TRIANGLE - AS A SWORD IS SUDDENLY PLACED AT BARBOSSAS BACK -- JACK STANDING BEHIND HIM --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I'll be taking the Pearl, Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I'd be careful, Jack. This sword is the only thing thats keeping us from crossing those rocks. \f75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Rejig the row. We wont be sailing in today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I've waited a lifetime to hold the Trident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND NOW BARBOSSA TAKES OUT HIS SWORD",
          "text": "WITH JACK --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "And I'm willing to risk the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Then lets finish this once and for all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE SMOKE --",
          "text": "AND THERES THE BRITISH WAR SHIP COMING ALONG SIDE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK AND BARBOSSA SLOWLY GETTING TO THEIR FEET --",
          "text": "BARBOSSAS SWORD HAS BEEN KNOCKED ACROSS THE DECK --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "A British gunner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "She's got a hundred guns, Captain!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Take the wheel, Jack. Killing each other will have to wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS AND THE OTHER PRISONERS KNOCKED BACK IN THEIR CELLS",
          "text": "MELIAS CAGE IS BLOWN OPEN -- THE DOOR BROKEN OFF.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PLACE AT THE EDGE OF THE TRIANGLE --",
          "text": "METAL HOOKS THROWN ACROSS AS THE SHIPS ARE JOINED --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK FIGHTING SIDE BY SIDE WITH BARBOSSA",
          "text": "BLUNDERBUSS OUT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY STAND TOGETHER AND WATCH THE SHIP --",
          "text": "PIRATES STEPPING BACK IN FEAR -- KNOWING WHATS COMING AS BRITISH SOLDIERS LOOK CONFUSED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AS JACK STAYS AT THE WHEEL OF THE REVENGE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Cant be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE SEE THE SOLDIERS GUNS COCKED ON THEIR OWN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CANNONS ON BOTH SHIPS AIMED AT PIRATES AND SOLDIERS",
          "text": "HAVE NO IDEA THEY ARE ABOUT TO BE ATTACKED FROM WITHIN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Whats happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Were to be boarded now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Jack... BUT JACK IS ALREADY GONE -- TIP-TOEING BEHIND THE MAST -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AS CAPTAIN BRAND APPEARS ON THE FRONT OF THE REVENGE. HE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "So who would like to hear a tale? BRAND STEPS FORWARD NOW -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OTHER SOLDIERS MAKING IT ACROSS",
          "text": "GHOSTS HOLDING SWORDS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "AND THERES OLIVIA STANDING ON THE DECK OF THE SHIPWRECK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "HENRY! THEYRE HOLDING ME CAPTIVE!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "IM COMING FOR YOU!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA BACKING UP IN HORROR",
          "text": "MORE DEAD MEN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEAD SILENCE NOW AS BRAND AND HIS MEN STAND BEFORE BARBOS",
          "text": "CAPTAIN BRAND (CONTD) Did you bring your end?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I1l be needing the diamond. BRAND PLACES HIS HANGER SWORD AT BARBOSSAS THROAT -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAND",
          "text": "When hes dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPTAIN BRAND (CONTD) I've been waiting to meet the rover who sent me to hell and back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPTAIN BRAND (CONTD) The man who taught my brother the ways of the pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I'm of the belief you cant teach the aptitude of piracy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "There be blood on your hands. Prepare to wash them at the bottom of the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "As a statement of fact I did save Erics life --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Well, when you put it that way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND HIM",
          "text": "JACK SPARROW (CONTD) I believe were no longer in the Triangle. As I said -- impossible to teach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Let him go. \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA WATCHING",
          "text": "WATCHING AS THE GHOSTS DRAG HER BEFORE BRAND --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "And who might this be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "A witch -- or a wench. Depends who you ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "You took the life of someone I loved. Allow me to return the favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Love? Wait. Just to be clear -- we're not together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "He kidnapped me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And saved her life --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I believe I was making a point --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK AND CARINA SAVED FOR THE MOMENT",
          "text": "FRONT OF THE SHIP --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SINK IT NOW",
          "text": "TWO OF BRANDS GHOSTS GOING AFTER CARINA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE WATER --",
          "text": "THE GHOSTS UNABLE TO REACH HER -- GOING WILD WITH RAGE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GHOSTS TEARING UP THE SHIP AS CANNONS FIRE",
          "text": "TEARING THROUGH THE REVENGE - \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK ABOUT TO JUMP IN THE WATER",
          "text": "GOES BACK FOR THE BOTTLE -- HENRY MADDOX HAS NO CHOICE BUT TO DIVE INTO THE OCEAN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHIP SINKING AS THE PIRATES JUMP TO ESCAPE THE GHOSTS",
          "text": "JACK HOLDING THE BOTTLE AT THE FRONT OF THE SHIP -- ABOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIDE",
          "text": "AND JACK REACHES HIS HAND INTO BRANDS COAT -- PULLS OUT DIAMOND -- SHOWS IT TO HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Very difficult to teach this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND UNABLE TO REACH THEM",
          "text": "- TRAPPED IN HIS OWN WATERY PRISON -- \f83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "OLIVIAS ALIVE. I HAVE TO SAVE HER! !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA IS SHAKING",
          "text": "WITH TERROR -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Stay on dry land if you wish to live.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Ghosts. Everywhere. I saw them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "On a positive note -- I have yet to see a lizard. Or a Quaker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "These be the Coffin Islands -- as named by the woman who found them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "This must be the burial grounds of Poseidon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The Trident is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Then lead the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "No woman is going to lead us? Aint that right, Captain? \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA LOOKS TO BARBOSSA",
          "text": "IT TO HER. HES ABOUT TO SPEAK TO HIS MEN WHEN CARINA JUM",
          "sentiment": "neutral"
        },
        {
          "speaker": "LINED UP ON THE DECK OF THE SILENT MARY. SCRUM, GIBBS AND",
          "text": "MOST OF JACKS CREW ARE PRISONERS AS WELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHOST",
          "text": "These are the survivors, Sir. Cowards fished from the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Welcome aboard The Silent Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CAPTAIN BRAND (CONTD) Poseidons brother Hades was charged with protecting the Tomb. And so he formed the Triangle -- and enlisted the dead to patrol it. Locking them in forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCARFIELD.",
          "text": "CAPTAIN BRAND (CONTD) Which is good news for you men -- as you won't be traveling far to the gates of hell! Execute them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "No. We will need them alive for now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "We? And why would a witch help a spirit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Ive been helping you from the beginning. I engaged Jack Sparrow on this quest, sent him to find the Map and the Trident. I brought these soldiers to you now -- so that our destinies would live together. You see, Captain Brand -- Ive come to make a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Jack Sparrow has gone ashore -- there are no deals to be made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "You will bring me the Trident. And with it you will have your freedom. And the revenge you seek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "And what of your revenge?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "To all those who burned witches. There is a storm coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "You forget -- we remain locked to these waters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "I have the power to change that, Captain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIS IS A HAUNTED HOUSE THAT GOES ON FOREVER",
          "text": "NOISES AND SOUNDS CAUSING EVERYONE TO BE ON ALERT -- \f86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "I wonder how she come to name this the Coffin Islands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "We are searching for the tomb of Poseidon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Seems obvious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "The Spanish word for coffin is ataud. I'll wager its the name of a famous Spanish explorer. A SECOND PIRATE IS TAKEN BY A PLANT IN THE B.G. --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "She doesnt look Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND GRAB THE LEGS OF THE DOOMED MEN --",
          "text": "BUT IT ALL HAPPENS SO FAST THERES NOTHING TO BE DONE. TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Stay together. Well rest here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "The diamond, Jack. I saw you pocket it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Im confused, Hector. You made a deal with the dead to trade my life for The Eye -- only to save my life from the very dead man who was supposed to take it -- and now you wish to kill me dead all over again. \f87. BARBOSSA TAKES THE DIAMOND -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I never saved your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I saw you raise your sword --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END OF IT.",
          "text": "And Jack looks at him -- looks to Carina -- and he finall realizes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Youre in love with her. Barbossa stands frozen -- stares at Jack -- JACK SPARROW (CONTD) Not that its my business, but isnt she a bit young?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Hold your tongue, Jack. Before I cut it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "As one who is recently married, I can suggest you dont rush into this --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ENOUGH",
          "text": "AND NOW JACK GRABS BARBOSSAS HAND -- TURNS HIS WRIST OVE EXPOSE A TATTOO OF A CLOVER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Ive seen that clover before. Dangling from Carinas ear. Bad luck for a sailor. But not a pirate named Barbossa. JACK STARING AT HECTOR NOW - JACK SPARROW (CONTD) And there were pirate markings in her diary. Clover in shape next to the equation. The question being, how did she end up with a book that was once in the possession of pirates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA GRABS HIM NOW",
          "text": "HES GOT NO CHOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aye. The book was stolen by pirates. Pirates who had no way of reading it. So when it came to my hands thirty years ago, I passed it down. As it was all I had to offer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Passed it down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "To a three year-old child. The most beautiful child youve ever seen. A child I was never to lay eyes on again. Jack staring at Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "She's my daughter, Jack. Carina was named by me, and then left with nothing but a book stolen long ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And a dead mans tale of a father she never knew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Lies given to her by her mother so she would never be faced with the truth of what I am. And she took to those lies and made them true -- studied by herself until she alone could pull a map from the stars. And now we both chase the same treasure -- as our destiny allows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You're certain of this, Hector? With all respect, youre one of the most hideous men Ive ever met. There be little resemblance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Her mother was a raven haired beauty --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I know mirrors are hard to come by at sea -- so you might not be aware of your own unsightly face --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "SHES MY DAUGHTER, JACK! AND THIS SECRET WILL GO TO BOTH OF OUR GRAVES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Sounds like an accord is to be struck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Name your price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I only came for the Pearl and my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "All I wish to hold is the Trident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "We have an accord.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK AND BARBOSSA SHAKE ON IT",
          "text": "AND HOLDS IT TO JACKS THROAT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "A small stipulation. Ive seen the way her eyes find you, Jack. Youll be staying away from Carina -- forever. She must never know the pirates life. Barbossa walking toward Jack now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "Go near my daughter again -- and I1l kill you where you stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "If they offer you tea -- politely decline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Jack Sparrow and the Trident are waiting to be taken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHOST SOLDIER",
          "text": "Sir, we are chained to these waters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "The Witch is casting a spell. Today we're going ashore. \f90. And now they all look to the PRISONERS -- who have no ide whats about to happen to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH HEAVY PLANTS --",
          "text": "AND THERES CARINA -- WAITING FOR HIM. HE ALMOST WALKS RI INTO HER -- THE TWO OF THEM INCHES AWAY -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I've been looking for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Dont want anyone to see us together -- might think were conspiring -- colluding -- perspiring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Is something wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "We should keep moving. This island is alive -- and so is Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK STILL TRYING TO MOVE PAST HER",
          "text": "KILL HIM ON SIGHT. BUT SHE WONT LET HIM PASS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Whatever happens, I just want you to know that I was wrong about you, Jack. You saved my life three times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I also kidnapped you -- induced your sale into slavery. And lets not forget the tea -- the mutiny -- SHE MOVES CLOSER TO HIM NOW --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I know I said the horizon and the stars were destined to never be together. But now I believe I was wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No. Not wrong. Youre never wrong. Have yet to see it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Are you saying theres nothing between us? \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Did I tell you I was married? Happily -- with two unbearable children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I've spent my life looking to the stars. Perhaps I should have been looking out to sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I will admit, there is something between us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The Three Fingers of God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Well, I'd say you're exaggerating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "No, behind you! Those rocks line up exactly as the stars of Orion! Weve found it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "God's finger -- shall we, Hector?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RISE FROM THE ISLAND",
          "text": "CARINA LOOKING UP AT THEM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Orion is called the hunter. The stars in the shape of a bow just as those are formed. You see it now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "The question is -- what are they hunting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "They seem to be pointed at us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "There's a cave! Just behind the rocks!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "That must be it. Come on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Wait. Look to the top.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "Looks as if someone built a house of wood on top of those rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Its not a house. Its a nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Carina -- did Poseidon have any pets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP ONE OF THE PIRATES AND SAILS OUT OF FRAME --",
          "text": "JACK SPARROW (CONTD) This is where I run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SKY --",
          "text": "THE GIANT BIRDS PICKING OFF CREW MEMBERS ONE BY ONE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE SEE A PIRATE DROPPED INTO ONE OF THE NESTS",
          "text": "SEVERAL BABY SIZED BIRDS ARE WAITING TO EAT HIM --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUT JACK COMES RUNNING IN BEHIND HER",
          "text": "CUTS OFF THE BIRDS FEET AS CARINA FALLS BACK TO THE GROU",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCREAMING BIRD TURNS TO COME BACK FOR JACK --",
          "text": "JACK SPARROW (CONTD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLICE JACK IN HALF --",
          "text": "BUT A GUNSHOT RINGS OUT -- AND THERES BARBOSSA WITH HIS",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OTHER PIRATES RUNNING FOR COVER AS WELL --",
          "text": "THE GIANT BIRDS DESCENDING ON THEM AS THEY RUN --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUNSHOTS CAUSING THE BIRDS TO DROP THE PIRATES",
          "text": "BACK IN ANGER FOR HIM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COME AT HIM AT ONCE --",
          "text": "HE PUTS A BULLET BETWEEN THE EYES OF THE FIRST --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SECOND BIRD ABOUT TO TAKE OUT BARBOSSA",
          "text": "ALL HIS SHOTS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BIRD REACHING FOR HIM WITH HIS TALONS --",
          "text": "AS JACK TACKLES BARBOSSA TO THE GROUND JUST IN TIME --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BIRD CIRCLING BACK FOR THEM --",
          "text": "JACK SPARROW (CONTD) I1l need to borrow a weapon, Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Im out of charge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I have an idea. Dont think you1l like it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BIRD DIVING DOWN AT THEM --",
          "text": "AND NOW WE SEE JACK GET TO HIS FEET HOLDING BARBOSSAS WO",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEG --",
          "text": "JACK SLAMMING THE WOODEN LEG ACROSS THE BIRDS BEAK -- TH",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH AN INJURED WING --",
          "text": "JACK STANDS THERE HOLDING BARBOSSAS LEG -- JACK SPARROW (CONTD) This is awkward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND NOW THE BIRD IS BACK UP --",
          "text": "JACK SPARROW (CONTD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK AND BARBOSSA ENTER THE CAVE WITH THE OTHER SURVIVORS",
          "text": "exhausted and out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "What is this place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "This isnt a place. The map ends here. Look at the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Diamonds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Those aren't diamonds. Theyre stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Choose your legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND STEPS INTO THE BODY OF ADMIRAL SCARFIELD --",
          "text": "BRAND'S EYES BECOME SCARFIELDS -- AND A GHOST ARMY IS CREATED BEFORE OUR EYES -- CAPTAIN BRAND (CONTD) Move out. Were going ashore! INT. - CAVE.  DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "You're saying this is part of the map?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Were standing inside it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "If were inside a map, then in theory we could all get folded?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "Or rolled. That would be bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "How do we read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Its not to be read. Its to be completed. This cave -- these diamonds -- its the solar system -- The Map No Man Can Read. Every star exactly in its place. Its all here -- we're seeing what God sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Witch! Shes a witch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "We're past that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATE",
          "text": "Diamonds on the walls! What are we waiting for!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIAMOND --",
          "text": "PIRATE #2 (CONTD) I'll be taking this one. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTO THE ENDLESS DARKNESS --",
          "text": "Carina is moving toward the walls -- lost in thought --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "That's the Milky Way, Orions Belt. Coming across here is --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Carina. Bright enough to navigate during a dead moon. Carina looks back at Barbossa --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Yes. That is Carina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "So which star are we looking for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The one thats missing. And its right there -- that space on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAGETTI",
          "text": "What is it then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The third planet from the sun. Earth. We're missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Try this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IT FITS PERFECTLY",
          "text": "THE LIGHT SHINING ACROSS CARINAS FACE NOW AS THE ENTIRE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "The Map is complete.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPENING --",
          "text": "EXT. - TOMB OF POSEIDON FORTRESS. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "STARE ACROSS AT A MASSIVE FORTRESS THAT PROTECTS AN ANCIE",
          "text": "TOMB. FORTY FOOT WALLS STAND IN FRONT OF THEM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "The Tomb of Poseidon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "One question. Any birds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "You men are now vulnerable to gun and sword. And if your flesh and body dies -- youre to join its rotten spirt in hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Its real, isnt it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "You found it, Carina. Nobody else dare say it was them -- for it bea lie as great as any told. She looks at him now --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Shall we take a peek? \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPEN IT MEN",
          "text": "FOUR OF BARBOSSAS PIRATES ALL WORK TOGETHER TO LIFT THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Whats happening?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND JACK LOOKS DOWN AT THE SATCHEL PINTEL IS HOLDING --",
          "text": "REACHES IN AND TAKES OUT THE BLACK PEARL IN THE BOTTLE -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The Trident controls the sea --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND NOW THE BOTTLE CRACKS AND A TRICKLE OF WATER COMES OU",
          "text": "JACK SPARROW (CONTD) My water broke... JACK RUNNING WITH THE BOTTLE -- JACK SPARROW (CONTD) ITS COMING!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIRATES --",
          "text": "JACK SPARROW (CONTD) ITS COMING!! THE GLASS BEGINS TO SHATTER -- AND NOW JACKS IN THE MIDD",
          "sentiment": "neutral"
        },
        {
          "speaker": "OF A CLEARING YELLING AT SOME OF THE PIRATES WHO ARE CLOS",
          "text": "JACK SPARROW (CONTD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND THE BLACK PEARL SHIP STARTS TO SHAKE AND EXPAND AND G",
          "text": "BEFORE OUR EYES --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK DIVING TO ESCAPE HIS GROWING SHIP --",
          "text": "AND THEN ITS FINALLY DONE. THE BLACK PEARL IS LYING IN T",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND NOW WE SEE THE SHIP IS ONLY FOUR FEET LONG. LOOKS LIK",
          "text": "SOMETHING YOUD BUY IN A TOY STORE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK PICKS IT UP",
          "text": "JACK SPARROW (CONTD) Perhaps I was wrong. Maybe size does matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIP.",
          "text": "JACK SPARROW (CONTD) I think she needs a little more water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Now hand it this way. The discovery belongs to you. But that Trident is mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I can see it in your eyes -- you will not kill me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Never trust the eyes of a pirate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Then run me through, Captain Barbossa. And prove me wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "For the last time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "What will you do with it? \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Sell it to highest bidder. As is my right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "How could you give up a treasure like this without a thought? Can you not see its perfect? What kind of man are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "A pirate. Never to change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND/SCARFIELD, (CONT'D)",
          "text": "Find the Trident. And bring me Jack Sparrow!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "LET'S SHOW EM HOW TO BLEED!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA RACES THROUGH THE SIDE OF THE COMPOUND AND INTO TH",
          "text": "woOoDs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX SEES HER GOING",
          "text": "BARBOSSA SLICING HIS WAY THROUGH THE POSSESSED MEN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Gibbs, Scrum -- well have to fight our way out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MEN STARE AT HIM",
          "text": "THEY RAISE THEIR SWORDS - JACK SPARROW (CONTD) You both look a bit pale. Are you not well? A touch of Scurvy perhaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS THEY COME STRAIGHT AT HIM --",
          "text": "JACK SPARROW (CONTD) I can see you're still upset with me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROAT --",
          "text": "JACK SPARROW (CONTD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FORTRESS",
          "text": "CUT SCRUMS HAND -- JACK SPARROW (CONTD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "OKAY",
          "text": "JACK RUNNING FROM THEM NOW -",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA IS FIGHTING SIDE BY SIDE WITH HIS MEN",
          "text": "HAND -- CUTTING THROUGH GHOSTS SOLDIERS ONE BY ONE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTLY IN FRONT OF HIM",
          "text": "CIRCLE EACH OTHER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND/SCARFIELD",
          "text": "We had a deal, Captain Barbossa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "It would seem a ghost and a pirate should avoid doing business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND/SCARFIELD",
          "text": "Today I am no ghost. But soon you will be. CAPTAIN BRAND OPENS HIS COAT -- REVEALING SCARFIELDS PIS \f102. BARBOSSAS HAND MOVING TOWARD HIS BLUNDERBUSS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND/SCARFIELD, (CONT'D)",
          "text": "You will pay for your betrayal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Aye. A betrayal it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND/SCARFIELD",
          "text": "This repugnant flesh does me no good. JACK COMING AT HIM AGAIN -- BUT BRANDS MEN STEP IN FRONT",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISTANCE --",
          "text": "HE REMOVES JACKS SWORD -- HOLDS IT AS HIS OWN AS HE YELL",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "This way. Hurry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHOST",
          "text": "Should we kill them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND/SCARFIELD",
          "text": "I want them to see this. EXT.  TOMB OF POSEIDON. - DAY JACK RUSHES TO BARBOSSAS SIDE -- HELPS HIM UP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Wheres the Trident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I let her go, Jack. This time I1l1 never get her back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Henry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I said I'd come back -- we'll escape together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Please -- you have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "I wont leave you again. From the moment I saw you, I knew where my destiny lies --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Its not safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "You're forgetting. Im lucky. CAPTAIN BRAND STEPS OUT OF SCARFIELDS WOUNDED BODY --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "The sea is yours, Captain. Take your revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS A TIDAL WAVE STARTS TO FORM",
          "text": "IN FRONT OF BRANDS SHIP -- THE GHOST ORCHESTRATING THE W",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Goodbye, Jack Sparrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ISLAND --",
          "text": "EXT.  TOMB OF POSEIDON. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK AND BARBOSSA ARE GONE --",
          "text": "EXT. - SILENT MARY. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "You're free, Captain. The boundary is gone. SHE WALKS OVER -- STANDS WITH HIM --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA, (CONT'D)",
          "text": "A witch and a ghost shall rule it all. CAPTAIN BRAND LOOKS TO HIS MEN -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "My very dead men -- listen to your Captain. From this moment on, every ship at sea is ours to destroy! Every sailor, pirate and soldier is ours to kill. We will not stop until the oceans of the world turn to blood! \f106. EXT. - OPEN OCEAN. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "See -- just needed a bit more water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SEES BARBOSSA LYING UNCONSCIOUS ON DECK --",
          "text": "JACK SPARROW (CONTD) Hector...are you dead? Dont answer that if you are. Maybe I should slap you -- always wanted to slap you -- Jack goes to slap him -- but Barbossa catches his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ BARBOSSA",
          "text": "Carina? Barbossa lifts himself up -- struggles to get to his feet JACK STANDS NEXT TO HIM -- THE TWO OF THEM LOOK OUT AT T",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "She's gone, isnt she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "The dead took her. And the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I keep making the same mistake, Jack. Finding things not meant to be found.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDENLY THERE IS A FLASH OF LIGHT COMING FROM THE SILENT",
          "text": "MARY -- A REFLECTION WAY OFF IN THE DISTANCE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA, (CONT'D)",
          "text": "What is that? \f107. EXT. - SILENT MARY. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DECK",
          "text": "NECK AND REFLECTING ACROSS THE SEA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Hector -- shes alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Then there be only one question. Is this still the fastest ship at sea?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Excuse me, Miss, my clothes are all wet -- any idea how that might have happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "And I seem to be missing my little finger. Sliced clean off at the tip -- very strange. Scrum holds up his bloody hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Will you help me escape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE BLACK PEARL IS SPEEDING TOWARD THE SILENT MARY -- JA",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND BARBOSSA STANDING TOGETHER AS THE PEARL MAKES HER MOV",
          "text": "INT. - SILENT MARY. - CONTINUOUS",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Henry -- wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Come with me now. We1ll take our chances at sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HE LEADS HER UP TO THE DECK",
          "text": "-- HOLDS JACKS SWORD IN HIS HAND. \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "The Captains servant. Did you come to hear another tale, boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRAND THROWS HENRY A SWORD --",
          "text": "CAPTAIN BRAND (CONTD) Take your irons. So you can die like a soldier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND LAUGHS",
          "text": "CAPTAIN BRAND (CONTD) I am not afraid!",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS HE EASILY FIGHTS HIM OFF --",
          "text": "THEY FIGHT FOR A BEAT UNTIL HENRYS SWORD IS KNOCKED FREE",
          "sentiment": "neutral"
        },
        {
          "speaker": "GHOST --",
          "text": "CAPTAIN BRAND (CONTD) I1l make this quick. BRAND COMES AT HIM -- BUT OLIVIA JUMPS IN FRONT OF HIM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Olivia!! THE SWORD GOES INTO HER - AND BRAND QUICKLY REMOVES IT. HENRY LOOKS DOWN -- SEES THERES NO BLOOD -- HENRY MADDOX (CONTD) Olivia? HE LOOKS AT HER -- SEES THAT SHES NOT IN PAIN -- HAS NO REACTION TO THE SWORD -",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Im sorry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA, (CONT'D)",
          "text": "You returned for a ghost. AND ALL AT ONCE HE REALIZES -- SHES BEEN DEAD ALL ALONG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA, (CONT'D)",
          "text": "I was killed that night at sea. But my last thoughts were of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Now lets finish this, boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIP TO THE AFT",
          "text": "BRAND SEES THE BLACK PEARL CHARGING UP FROM BEHIND -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Sparrow!! INT. - SILENT MARY. - CONTINUOUS Carina is MOVING THROUGH THE HULL OF THE SILENT MARY WITH GIBBS AND SCRUM --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY RUN TO THE STAIRS",
          "text": "SHIP -- AND THERES THE BLACK PEARL SAILING ALONG SIDE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "See -- timing is everything. CAPTAIN BRAND CHARGING STRAIGHT THROUGH THE MAST -- COMI",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOWARD THE PEARL --",
          "text": "CARINA LANDING IN BARBOSSAS ARMS -- BOTH OF THEM CRASHIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "No. Hes mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Ive come for the Trident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Then take it! \f110. AND BRAND BRINGS THE TRIDENT DOWN INTO JACKS SHOULDER --",
          "sentiment": "neutral"
        },
        {
          "speaker": "STABBING HIM --",
          "text": "JACK STEPS BACK FOR A BEAT -- DAZED AS HE LOOKS AROUND -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "As I said -- cant teach it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULLS IT OUT OF HIS SHOULDER. HE SCREAMS IN PAIN",
          "text": "THE BLOODY SPEAR IN HIS HAND -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Why did you come back for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "I came back for the Trident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Youve saved me twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA EYEING HIM NOW AS HE PULLS HIS HAND AWAY --",
          "text": "CARINA SMYTH (CONTD) If you have something you wish to say to me, say it now before it can never be said again. \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH, (CONT'D)",
          "text": "Are you the one who left me Galileos Diary? Who left me an equation to solve?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "IM SHORT OF MEN AND RACING THE DEAD!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "BARBOSSA CANT LOOK AT HER -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Please -- what am I to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARBOSSA",
          "text": "Carina -- what could you be to a pirate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK --",
          "text": "Hes staring out at the sea -- a familiar look on his fac the wonder of the ocean clearly in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PINTEL",
          "text": "SHES GAINING ON US! CARINA WALKING TOWARD JACK NOW --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Jack -- what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "No one should control her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CURTAINS OF WATER PUSHING THEMSELVES APART AS BIG AND SMA",
          "text": "FISH DROP FROM THE SIDES -- FLOPPING TO THE SEA FLOOR --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PEARL SAILING TO THE EDGE OF WHAT IS NOW A MASSIVE",
          "text": "WATERFALL - SCRUM LOOKING DOWN -- TURNS TO JACK --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "The backside of water. Dont see that every day. CARINA LOOKS AT JACK -- WATCHES AS HE GRABS A ROPE --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Lower me down, Hector.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Jack -- wait. Theres no coming back from the bottom of the sea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Is this your way of saying youd like my hat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You dont have to do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "I have to put it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "But the Trident is yours -- you have everything now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "This was my destiny. To find it and die for it. Or something like that. So hard to concentrate when a witch is naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "But you dont believe in destiny. Then Ive",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "got nothing to worry about. \f113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEY LAND IN A HEAP AT THE BOTTOM",
          "text": "WALLS OF WATER -",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SAILFISH SLICES THROUGH THE CURTAIN",
          "text": "IN JACK AS IT QUICKLY WITHDRAWS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEEP REDUCED TO HELPLESSNESS.",
          "text": "CARINA SMYTH (CONTD) Look there. IN THE SEA WALL before them, rising up like a canyon, the see a huge BLUE WHALE swim lazily past. Like a fish ina tropical aquarium, but on a scale of the pyramids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "There it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SHIP COMPLETELY VERTICAL AS CAPTAIN BRAND AND HIS MEN",
          "text": "STAND ON DECK -- EYEING JACK AND CARINA -- JACK SPARROW (CONTD) Hurry. THE TRIDENT IN JACKS HAND AS THEY HEAD FOR POSEIDONS TO",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TOWERING MENACE THREATENING TO RELEASE. THE SEAS HELD B",
          "text": "BUT FIGHTING TO BE FREE - NOTHING BUT BLUE SKIES OVERHEAD. \f114.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OVER THE SIDE",
          "text": "MELIA APPEARS BEHIND HIM NOW -- SHES COME FROM THE SILEN",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Tis time to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA, (CONT'D)",
          "text": "That sword will not save you -- SHES USING HER POWERS TO PUSH HIS SWORD TO THE SIDE -- LEAVING BARBOSSA WITH NO WEAPON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SILENT MARY IS SAILING ACROSS THE SAND DUNES AT THE",
          "text": "BOTTOM OF THE SEA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BARBOSSA IS BACKING UP FROM MELIA. SHES GOT HIM CORNERED NOW -- IS READY TO KILL HIM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MELIA",
          "text": "Your secret is safe, Captain Barbossa. She'll never know the truth. Dead Men Tell No Tales. SUDDENLY A KNIFE IS PLUNGED INTO MELIAS BACK -- AND SHE OUT A HORRIBLE SCREAM - \f115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AS SHE TURNS AND STABS HIM WITH HER DAGGER --",
          "text": "HENRY AND MELIA LYING SIDE BY SIDE ON THE DECK -- HENRY LOOKS UP AS OLIVIA APPEARS BEFORE HIM. SHES WITH H",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "Its okay. We1ll be together now. SUDDENLY WE SEE AGONY IN HENRYS EYES -- AN AGONY NOT FRO",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Im sorry. I cant come with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY SLOWLY SITS UP",
          "text": "GOING TO LIVE. ITS THE WITCH WHO HAS DIED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA",
          "text": "I'll be waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLIVIA, (CONT'D)",
          "text": "Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JACK AND CARINA ARE AT POSEIDONS TOMB -- BOTH STRUGGLING PUSH THE HEAVY LID ASIDE -- AS CAPTAIN BRAND APPEARS BEFORE THEM WITH JACKS SWORD. THEY STAND FROZEN BEFORE BRAND AND HIS DEAD MEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "This is your sword, Jack Sparrow. BRAND HOLDS JACKS SWORD IN FRONT OF HIM -- CAPTAIN BRAND (CONTD) It will cut your throat -- exactly as I cut my own --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "This was the part I was hoping to avoid. AND NOW BRAND LIFTS JACKS SWORD -- JUST AS THE WITCH",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRIDENT IS CUT IN HALF --",
          "text": "WE SEE THE ANCIENT SCEPTER DROP TO THE SAND - EVERYTHING TURNING DARK AND GRAY -- THE GROUND STARTING TO SHIFT -- THE SAND PARTING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL OF THE DEAD WHO WERE KILLED BY BRAND IN THE TRIANGLE",
          "text": "sae eans NS OUT FROM THE DIRT AND MUCK AND OUT OF THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAILORS AND SOLDIERS ALIKE STANDING TOGETHER",
          "text": "MEN NOW SURROUNDED BY THESE GHOSTS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "You killed these men. Sank their ships. They died by your hand and were forced through the gates of hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN BRAND",
          "text": "Eric -- brother -- we can be together again. We can rule the sea!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "We will be together. Forever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATES OF HELL FOREVER --",
          "text": "CAPTAIN BRAND THE LAST TO GO -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "There... \f117. ITS AN ANCHOR DROPPED FROM THE BLACK PEARL --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR SWINGS UP TOWARD THE SURFACE",
          "text": "SEA BEGINS TO COLLAPSE ALL AROUND THEM -",
          "sentiment": "neutral"
        },
        {
          "speaker": "AND BARBOSSA KNOWS HE HAS NO CHOICE",
          "text": "AND WITH ONE MIGHTY SWING BARBOSSA USES BLACKBEARDS SWOR CUT THE ANCHOR THAT HES HOLDING --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "No. NO!!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TO REVEAL A CALM AND PERFECT SEA --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "A Pirates life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Sand the keel and scrape those barnacles, boy! Captain Sparrow wont tolerate any dallying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Aye, Mr. Scrum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Move it, Lucky. We're preparing to sail with the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY MADDOX",
          "text": "Mr. Gibbs, is it true there be a pound of gold waiting for each man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Two pounds -- youll see!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "What is Oxford?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Its a University. I11 be the first female astronomy student. Assuming they believe my story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Oh, I think they1l believe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "And how can you be so sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe this will help. AND NOW JACK HANDS HER THE EYE -- THE YELLOW DIAMOND SPARKLING IN HER HAND.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "What kind of pirate gives up his treasure? 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Who said Ive given anything up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "I'll keep this diamond with the hopes that one day you1ll do the right thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "And what might that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "You're a pirate. Steal it back. CARINA GETS INTO THE COACH -- AND THE HORSES TAKE OFF. WATCHES FOR A BEAT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIGNIFIED LOOKING MEN. SHE TAKES OUT A LEATHER FLASK",
          "text": "A LONG STIFF DRINK -- OFFERS THEM THE FLASK -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARINA SMYTH",
          "text": "Pirates tea, anyone? THE MEN LOOK HORRIFIED AS SHE SITS BACK AND SMILES -",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER CLOVER EARRING DANGLING IN THE SUN.",
          "text": "EXT. - BLACK PEARL. - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "As promised, give these diamonds to the crew, Scrum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SCRUM",
          "text": "Aye, Sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Good news, Captain. One of the men found this washed ashore in the harbor. Hows that for luck? GIBBS IS HOLDING JACKS SWORD. JACK HESITATES FOR A LONG BEAT -- THEN TAKES HIS SWORD AND PUTS IT IN HIS BELT -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. GIBBS",
          "text": "So where we headed, Jack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "We'll be following the stars, Mr. Gibbs. Wherever they may take us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "Its good to have the Black Pearl back, is it not, Captain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK SPARROW",
          "text": "Ive been thinking, Gibbs. Perhaps this ship could use a new name. A name to strike fear into our enemies -- and bring us more treasure than we could imagine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIBBS",
          "text": "And what name did you have in mind, Sir?",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1453"
    }
  ]
}