{
  "movie_id": "MOV1472",
  "scenes": [
    {
      "location": "SOUTH AMERICAN AIRPORT 1",
      "time": "9",
      "characters": [
        "SID",
        "89.",
        "MISS PETERSON",
        "ALLEN",
        "47.",
        "GIRL",
        "DORIS",
        "EXT. BACK LOT STUDIO SUNSET",
        "99.",
        "JOE",
        "OFFICER",
        "ELLIOT",
        "MARIANNE",
        "LETTERMAN",
        "23.",
        "DORTS",
        "CAMERAMAN",
        "MISS VARLANE .. 3",
        "WARDROBE MISTRESS, (0.S.)",
        "103.",
        "TED",
        "36.",
        "SAM",
        "JOLIE",
        "MARIANNE, (CONT'D)",
        "OFFICIAL ,",
        "20.",
        "OPPICER",
        "DORIS, (CONT'D)",
        "S4",
        "SENIOR OFFICER",
        "40.",
        "52.",
        "EXT, MOVIE SET",
        "MAKEUP",
        ". TONY",
        "MARIANNE/SUZANNE",
        "GARY",
        "64.",
        "I-",
        "53.",
        "SUZANNE, (CONT'D)",
        "108.",
        "27.",
        "39.",
        "63.",
        "FOLLOWING AFTERNOON",
        "ROB",
        "JESSE",
        "A20",
        "GIRL ON SCREEN",
        "19.",
        "EXT, FILM SET",
        "BART",
        "JIM",
        "SIMON",
        ". MISS PETERSON",
        "WARDROBE MISTRESS",
        "L",
        "RAQUL",
        "90.",
        "CAROL, ARETHA AND SUZANNE",
        "22.",
        "10.",
        "ROBBY, (FIRST A.D.)",
        "SUZANNE",
        "SUZANNE'S DREAM 12",
        "98.",
        "THE END",
        "PEARL",
        "93.",
        "DOTTIE",
        "LOWELL, (CONT'D)",
        "DOCTOR",
        "NURSE A",
        "MOMENTS LATER",
        "43.",
        "DORIS, (0.S.)",
        "101.",
        "CARL, (0.S.)",
        "EVELYN",
        "ADMITTING NURSE",
        "TONY",
        "75.",
        "JACK",
        "MISS JENNINGS",
        "OFFICIAL",
        "87.",
        "DORIS -",
        "ATTENDANT",
        "NURSE B",
        "TED, (0.S.)",
        "LATER",
        "MARY",
        "INT, DORIS MANN'S BATHROOM 53",
        "MALE VOICE",
        "65.",
        "79.",
        "WOMAN",
        "73.",
        "MISS VARLANE",
        "NEIL",
        "PEARL, (CONT'D)",
        "117.",
        "95.",
        "SOUNDMAN",
        "CONTINUED",
        "CUT TO",
        "VICTOR, (0.S.)",
        "CARL",
        "57.",
        "LOWELL",
        "ASSISTANT DIRECTOR",
        "SUZANNE -",
        ". LOWELL",
        "GEORGE",
        "TELEVISION, (V.Q.)",
        "83.",
        "CAROL",
        "104.",
        "OWEN",
        "44,",
        "SUZANNE, (V.0.)",
        "ARETHA",
        "AIRLINE EMPLOYEE",
        "ROBERT",
        "107.",
        "118.",
        "SIMON, (0.S.)",
        "94.",
        "NURSE",
        "CONTINGED",
        "ROCKY",
        "FIFTEEN MINUTES LATER",
        "SYLVIA",
        "MARK",
        "124.",
        "JULIE"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "WIDE, WIDE SHOT of busy airport PROM HIGH UP. People busy coming and going, standing in line for inter— national departing flights. Customs-Passport Control looms in the center at the end of the hall. _- We SLOWLY PUSH IN to a ticket counter where three typically Club Med gals are getting their boarding passes. The AIRLINE EMPLOYEE hands them their tickets. She has a heavy South American accent. The THREE WOMEN have midwestern accents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRLINE EMPLOYEE",
          "text": "Flight 92 to Miami departing Gate 17. After you pass through Passport Control, you will see it on your right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VARLANE",
          "text": "‘(bad Spanish) Muchos gracias, por favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MISS PETERSON",
          "text": "Vicki, the lady speaks English. Tf don't know why you talk your lousy old Spanish to them all the time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS JENNINGS",
          "text": "It's a courtesy, Janet. We're in their country.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VARLANE",
          "text": "Will you two quit it? You've been bickering all morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS JENNINGS",
          "text": "She's just upset because she came down here to have a romance with a fiery Latin, and all she got was a fiery case of dysentery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We FOLLOW the three of them to Passport Control. Three other passengers waiting in line briefly, coming up to an OFFICIAL behind a partition they hand their pass~ ports and their tickets to him as they continue chattering. he customs official hands Miss Peterson and Miss Varlane their passports and tickets back. He holds Mary Jennings. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The SENIOR OFFICER approaches with the other officer in tow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "(interrupting) Miss Jennings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL ,",
          "text": "Mary Jennings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Don't tell me. It's a bad picture. I know. It was very last minute and I didn't have time to do my hair on the side so my face doesn't look fat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICIAL",
          "text": "(interrupts) One moment please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Bad luck again, Janet. All these fiery types seem to be drawn hopelessly to me, bad passport picture and all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PETERSON",
          "text": "Wait a minute, girls -~ what about me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "Mary Jennings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "That's my name, don't wear it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS VARLANE .. 3",
          "text": "What's the problem, senor? * ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "Come with me, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MISS PETERSON",
          "text": "Excuse me, sir, but we have a flight that's just leaving, we're with a group -~ (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "(interrupts) You two will continue. We must detain your friend. it is unavoidable. {to Mary) Follow me, please. Mary follows him, continuing to talk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Well, girls, you know how I can't resist a man in uniform. See you on board. Mary follows the Officer through a few other passen~ 2 gers en route to their flights, through a doorway marked Security in English and Spanish -- and down a hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(continuing) Wait'll I tell my students back home about this. They think nothing ever happens to me. Well, look at me now. No, seriously, what is the problem? ‘Cause I don't want to miss this flight. I have a special rate. Excursion rates, they're called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "{interrupts) This way please. He ushers her into a room where two officers stand 3 behind a table, waiting. On the table is an open suit- case. Mary looks at the suitcase and then the two men. The Senior Officer closes the door behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Hail, hail, the gang's all here. What the heck is going on here, boys? Wait a minute, wait a goddamn minute -~ Is this some kind of Candid Camera thing? Huh? Where's the camera? She looks around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I beg your pardon? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f3",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "I said shut up. This is your suitcase, is it not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Why, yes, I believe it is. ‘Those look like my old chinos -- with _- the rosebuds -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "Then can you please explain how this came into your possession? The O£ficer holds aloft a piece of microfiim concealed in a bra.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Doesn't look like anything of Mine, although I'm such a sloppy packer, I'm not surprised at anything -~ The Senior Officer slaps Mary hard, sending her halfway across the room where she lands with her head down -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR OFFICER",
          "text": "Did you think that your affair with a government official would go unnoticed? We are not fools, Miss DuBois. Mary slowly turns her head, regarding the Officer steadily. Her lip is bleeding. Her demeanor is com- pletely transformed. She is no longer a midwestern Carol Burnett dingbat, but Marianne DuBois, heroic political mole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIANNE",
          "text": "That's your best evidence for not being foolish? You wish you were foolish -- foolish should be a goal of yours. But you're not even a fool; you're nothing more than a thug, a second-rate thug. The Officer starts toward Marianne as if to strike her again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIANNE",
          "text": "{continuing) Go ahead, hit me. But we will survive. We have more spirit and more resources than you. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIANNE, (CONT'D)",
          "text": "All it'll cost us is money, while you... there isn't enough mommy in the world to further a cause like yours -- Marianne pauses. A look of consternation flashes across her face. One of the guards starts to break, eausing the Senior Officer to blow. Finally Marianne starts laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIANNE/SUZANNE",
          "text": "Fuck... I'm sorry, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MALE VOICE",
          "text": "Cut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(laughing) You shut up, Raoul! All you have to say is... (imitates him) we. come with me please -- this is your suitcase, is it not? You'd want your mommy too if you had to say all that. A bearded man walks INTO THE SHOT and walks over to Suzanne. This is the director, LOWELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) I'm sorry, Lowell ~- can you use any of it? No, of course you can't; there are no cutaways. You hate me now, don't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Don't be silly. It was terrific up to that point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I told you, you should never give me inches of talk. One inch at the most, but inches and inches -- it's like a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You're one of the few actresses I know that doesn't like acting. And you're so good at it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The crew has started wandering around. Suzanne invisibly signals her stand-in, a girl barely notice- able, standing by a camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't like acting as much as I like hanging around sets. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You should be a grip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I would but I don’t like beer. Speaking of which, can I go to the men's room before we start again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You bet. FIRST A.D. Everybody get back to one. We're going again. The SOUNDMAN comes and checks Suzanne's body mike as she talks to Lowell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOUNDMAN",
          "text": "fry not to hit your chest when you do that last speech, Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Listen, Jerry, I'm lucky to get through that speech at all -~ if Tf have to hit my chest to do it, forgive me. The Soundman with Suzanne looks at another soundman seated behind a recorder who is laughing at what Suzanne is saying. We hear the last part of her dialogue through his headphones (\"cans\").",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{continuing) You'd hit my chest too if you had this speech. Hair and makeup come to touch Suzanne up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBBY, (FIRST A.D.)",
          "text": "Let's go, people -- work with us -~ get back to your marks as quickly and quietly as possible. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lowell has gone over to the video TV and is watching the take on video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(to hair and makeup) Maybe 1 shouldn't go to the bathroom. Maybe I should somehow use it in the scene -- No, really, I could play it as though Marianne had to go to the bathroom -~ aside from everything else, it would play much faster. I don't know, maybe I'm still in character. Sometimes I can't tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAKEUP",
          "text": "(smiling, shaking his head) Wacko. Definitely wacko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'll be right back. Suzanne makes her way through the crew regrouping for the next shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERAMAN",
          "text": "Re-load!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You can say that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAMERAMAN",
          "text": "i probably will after the next shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Only if I make it all the way through. Suzanne is very popular with the crew. They clearly like her and think she's funny. Suzanne slips into the ladies' room. The door closes and an instant later, her stand-in slips out. We GO BACK to the soundman with the headphones around his neck. Through them we hear someone snorting cocaine. Both soundmen look at each other knowingly. One puts a finger up to his nose. He hears the SOUND of a TOILET FLUSHING THROUGH the HEADPHONES. Lowell is directing the Senior Officer. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f3",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "It was very good, Raoul. This time, you know, when you Say Miss DuBois -- try not to punch it quite as hard. Be more victorious with your discovery than ominous. You're plenty ominous as it is. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAQUL",
          "text": "Yes, sir. Suzanne re-emerges from the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Is the airplane in this shot ~~ or are you just glad to see me? i'm coming, I'm coming. (she subtly wipes her nose) Show business is my life -~ A blood ampule is thrust deep into her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) -- and boy, are my arms tired. Where's my plane ticket? FIRST A.D. (calls) Charlie, props!",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(lew, to Suzanne) T£ you fuck up my movie, I'll kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(blankly) Whaa -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(interrupts, angry} You know exactly what I mean. And so does everybody else on this set. I don't care what you do to your body on your time. But this is my time. My movie. I care about what I do. I work very hard to get good resuits and I don't intend to let some spoiled, selfish, coked up little actress ruin my movie. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f3",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "(6)",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL, (CONT'D)",
          "text": "Now, there are a lot of people here trying to work together to make this a good movie. I expect you to pull yourself together for these last couple of days on this film and work with us or... I'll kill you. I'll kill you before you kill yourself. And I'll doa better job ‘cause you're so out of it you'd probably even botch that up. Now, do you think you can do the scene straight through this time? Suzanne just looks at him, humiliated and dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) Try to use the humiliation in the scene, it'll give you more depth. Use your vulnerability instead o£ making jokes to cover it up. Or taking drugs. One more hit of cocaine on this picture and I'm going to make sure that everyone in this town who doesn't already know, knows what a fuck up you are. I'll ruin you forever. And then I'11 kill you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne nods the smallest of nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) Okay, everybody, back to one, we'll give it another try. ing hard at being invisible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "{continuing) And you, what's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Cindy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Perfect. Cindy. What was the one Belushi had? Kathy Smith. Cindy -- get off this set and don't come back. I£ I catch you on this set supplying her with drugs again, t'll drop a dime on you. [f'll call the police. He spots Suzanne's stand-in standing to one side work- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "10.",
          "text": "Cindy slinks away. Okay,",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) [. think that's everything. Anybody else want to be arrested or killed before we wrap this picture? No one replies, probably don't. but the general feeling is that they",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) Then let's do the shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT DIRECTOR",
          "text": "All right, people, we're on a bell. Suzanne is trying desperately to pull herself together. Thank",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(solemn, earnest) you, Lowell. I'm sorry..+ for everything. I know you have no reason to believe me, but I really heard you and... I'm sorry. Don't roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "be sorry, be sober. Let's",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(again, to herself, a mantra) I'm sorry. The third assist front of her fac CREDITS END. TNT. JACK BURROUGHS’ BEDROOM ~ MID-MORNING Medium-sized, Sa: poster wooden be are in the bed. BURROUGHS, a suc ant director puts up the clapboard in ee cur TO: nta Fe style bedroom. Large four- d. Pireplace in corner. {wo people One is Suzanne. The other is JACK cessful Hollywood producer, early 30's, energetic, enigmatic, attractive, currently slightly hungover. He aw the edge of the akens with some difficulty and sits on bed. Suzanne is dead to the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fii.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Jesus, I feel like I slept under an elephant's foot. He turns and looks at the sleeping Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(continuing) Hey, slugabed -- it's almost eleven-thirty. He shakes her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(continuing) Yoohoo -- Sleeping Beauty. What's the name of the man that slept for a hundred years -- Rapunzel? No. Rip Van Winkle -~ Mrs. Winkle, this is your wake-up call. Jack now looks concerned, to the degree that he can. It’s clear that something is wrong. Jack turns Suzanne on her back. Her head flops back. She is unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(continuing) Oh, great. Fabulous. Suzanne! Oh please don't be dead. I don't need this -~ do I need this? He checks for her pulse on her wrist -- her neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(continuing) Be there, be there. It's there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{continuing) Alive! I knew I should stop going out with actresses. But did I listen to myself? No. As he talks, he puts his robe on, looks in her purse and finds empty bottles of Percodan and Placidil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(continuing) Oh, God. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne has been wrapped in a blanket. Her clothes and her purse are ina pile on her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Never date actresses. Never date actresses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack drives his car into the emergency room parking lot. There is an ATTENDANT in the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(to Attendant) Delivery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(upset) I'm dropping someone off1 I'm dropping someone off! Isn't this the emergency room!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, this is an emergency!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne is being loaded into a wheelchair by two nurses. A DOCTOR has a clipboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Are you a relation of the patient?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No. No relation. I barely know her. I found her like this and brought her here. Will she be all right? Jack is walking backwards to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "I don't know, sir. Where can we reach you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'll call you, okay? There's some empty bottles of pills in her bag -- that's probably what she took. Thanks! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jack dives into his car. As he slams the car door, we hear a THUD. It is:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hospital door being pushed open. We see: A very bright fluorescent light being shined in Suzanne's unconscious face. One of her eyelids is drawn open. A light is shined into it. Her pupil doesn't really react.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Any idea what she's taken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Pills, sir, as far as we know. Percodan, Placidil and alcohol. Suzanne's blood pressure is taken. We see the cuff strapped to her arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "{loud) Suzannet Suzanne doesn't respond. pocTOR (continuing; louder) Suzanne! Suzanne, unconscious, tries from deep within her to become conscious. fhe Doctor slaps her hard across her face, Suzanne reacts. She mumbles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "(continuing) What's she saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(slurred) That's your best evidence for not being foolish? Foolish should be a goal of yours. Her speech from her fine political torture film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Something about being foolish. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "She can say that again. (loudly, to Suzanne) Suzanne! We're going to have to pump your stomach. 14. Suzanne almost opens her eyes, focusing briefly on the Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Do I have to be there? An oxygen mask is put to her face. Life indicating suctions (EKG wires) are stuck on her to monitor her vital signs. The Doctor reaches for a hose. Suzanne is being held down by a nurse. A black, Chalkish fluid is forced down her. Moments later hear her throwing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Funny. I just rented the video of \"Mist on the Lake.\" We see Suzanne's vital signs. They are low. Her heartbeat slow. , we The Doctor's hand brings the hose into Suzanne's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "(continuing) She had french fries for dinner, t see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "And some kind of meat product. And a pickle. They begin to insert the hose into her nose. DocTOR (continuing) She isn't going to like this; I don't care how unconscious she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOMENTS LATER",
          "text": "A man is mopping the floor. Suzanne's SCREAM ECHOES through the hallway. he man doesn't stop moppin doesn't look around. oe \f10 11 is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A woman is running down the hallway, wailing, every~ thing flying -~ purse, wig askew, blouse untucked, false eyelashes removed. Clearly this woman was caught mid-something for the apparent emergency. She is DORIS MANN, about 60, formerly beautiful and more than some- what currently. She was an enormous star in the 50's and 60's and bears that mark. o She is currently very upset, theatrically so. Cutting a wide swath as she makes her way down the hall -- things dropping out of her purse, mostly makeup ~- a pack of cigarettes. People watch her as she moves by moving aside to avoid impact. Doris Mann is very up- set. Perhaps she has lost a shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "My baby, my baby. She is breathless. INT. EMERGENCY ROOM ~ SEVERAL HOURS LATER 1z Suzanne is unconscious following her procedure. She is still being monitored. An IV runs into her arm. Suzanne's mother, Doris Mann, has flung herself across her daughter's inert form. There is something childlike about Doris at the same time as she is theatrical. She is far from a monster as many stars from her generation have been depicted. She is tough, but at the same time, touching, almost adorable. She is a product of complete self-invention. Dirt poor to rich and famous. Though the following has a touch of theatricality about it, almost as though \"done\" for the two nurses ~~ there should be no doubt about Doris' sincere feelings and concern for Suzanne. Several NURSES try to comfort her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE A",
          "text": "She's resting comfortably, Miss Mann. She should be (fine).",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(not hearing, interrupting) How did this happen? I was a good mother. I had my career, but I was there. She had a happy childhood. I can prove it -- I have films. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fal 12 13 16. CONTINUED: il",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE B",
          "text": "I’m sure she did, Miss Mann. Now if you'il just --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "{interrupts ) Unlike her alleged father who was .- never there, just like he's not here now. Do you see her father here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE A",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Of course not, He's not here, that's why. I’mhere. That's who. Me. Her mother. (goes to tuck Suzanne in) At least she's sleeping now. (to Suzanne) You never could sleep, could you? (kisses her) That's my girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE'S DREAM 12",
          "text": "Suzanne is wandering down a hospital hallway. There are pictures on the wall. Marilyn Monroe, Lenny Bruce, Elvis Presley, Montgomery Clift, Judy Garland, Jimi Hendrix, Janis Joplin, John Belushi, Jim Morrison. She regards them curiously. Suddenly she sees the nurses' station. It is empty. She looks around to make sure the coast is clear then makes her way to an enormous medicine cabinet, which she carefully opens. It is filled with pills. She starts dumping them into her hands -- but then she looks down and her hospital gown has no pockets to put the pills in. She panics that gomeone is coming. A woman rounds the corner, catching Suzanne in the act. The woman is Nancy Reagan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne wakes up, horrified, sweating from her drean. A therapist, JULIE, is standing at the edge of her bed. She is middle-aged, dressed rather youthfully, with dark hair and very long red nails. She smokes Lucky Strikes. She is the queen bee in this rehabili- tation hive. She carries a pad and pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOLIE",
          "text": "Nasty dream? Everybody has those. You'll have them for a while. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(ironic) Great. Juiie walks over and opens the drapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(briskly) I'm Julie Marsden, Director of the Dawn o£ New Hope Rehabilitation Program. I'm here to admit you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Your blood work was done up in the emergency room the other night. Since you've been basically sleeping since then —— we're going to have to find out a couple of things before we officially admit you to the unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Shoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "All right, we'll start. She refers to her notes on a clipboard, as she sits in a chair at the end of Suzanne's bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(continuing) Approximately how long have you been a drug addict? Suzanne looks at Julie blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "A drug addict?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You've admitted yourself into a drug and alcohol rehabilitation unit. Surely that implies some sort o£ drug problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Drug problem. Yeah, I guess, but not... not a drug addict. See, T never took any one drug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE, (CONT'D)",
          "text": "(thinks a beat) I guess that makes me a drugs addict, huh? My doctor told me ft didn't so much have a serious drug problem as a drug problem I should take seriously. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(raises her eyebrows) I see. And did you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Take it seriously?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I guess so. I got here. You can't get much more serious than this. Julie makes a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Did you deliberately try to take your Life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(flabbergasted) What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You know, kill yourself, suicide, overdose. Suzanne is affronted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I'm sorry if my question offends you, but having to have your stomach pumped indicates fairly suicidal behavior. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well, the behavior might be, but I'm certainly not. I always describe my drug taking as taming the beast. When I go to someone's house, I go to their bathroom, run the water and go into their medicine cabinet. If they have pain killers -- I take them. They're mine, I usually leave a few. I'm like Robin Hood. I take from the straight and give to the potentially stoned. Me. Julie makes a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Do you always have to be funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No. Not unless it's a very serious situation. Then it's necessary. {I think they call it gallows humor. This way to the gas, ladies and gentlemen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "(interrupts) You're going to have to learn to handle a reality without drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Hey, you teach me how to identify it, I'll try to learn how to handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Everybody has their own particular reality. Only you can identify yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well, then we're both out of luck. I'm in the business of fantasy. My family's in the business of fantasy -~ Fantasy is my reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Why did you go into show business, then? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f13",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I didn't go into it -- I’ve never been out of it. But -~ (Suzanne puts up her index finger) I have a plan. If am planning an escape. [I am tunneling out of show business. Digging under all the major studios... Say, do we get any medicine to help us come off drugs? Julie gives her a look. Suzanne's",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I want you to know that I know you're seared and that this is the place to handle it. eyes fill with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(humiliated) I don't understand how I almost died. That was never what Tf wanted to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "What did you want to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(shrugs) Just... get out of everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "That's very different isn't it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Can you tell me what to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "That's your first step to recovery -- is to recognize that you don't know. That your best thinking got you into an emergency room. But we've all been there. Here we're all recovering addicts and alcoholics. I've been clean for thirteen years. Off heroin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(impressed) Heroin. Gosh. cuT TO: \f14 2l. INT, DRUG REHABILITATION HOSPITAL — NIGHT 14 An oversized hospital room which serves as the family therapy room, or movie room, or cafeteria. Family night at the Dawn of New Bope Drug and Alcohol Rehabilitation Center in Century City. patients are seated in a circle on cafeteria chairs with two chairs in the middle. In the hot seat (center chairs) are ROB, an agent, and his wife, CAROL, the cocaine addict. JIM, a therapist, is conducting the session. He is an attractive, large black man in his thirties. Rob is impeccably dressed, down to his socks. He is an ambitious workaholic whose manner is arrogant and cold. Carol is a nervous gentle girl who is intim- idated by her husband. She chain smokes. Other addicts and their families sit and watch Carol and Rob in the hot seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "(good~naturedly) It's nice to see you here again, Rob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "I'd like to say it's nice to be here, Jim, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "I know it must be very unpleasant for you to have to deal with all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "Of course it's not pleasant, but Carol feels that it's important for me to participate, so I come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Iosee. But it's difficult for you to see the point, is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "Of course not. It's just that, as you know, this is Carol's second visit with you people and the first time I came down here happily. Carol laughs ironically and rolls her eyes. Suzanne watches Rob and Carol intently. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14",
          "sentiment": "neutral"
        },
        {
          "speaker": "22.",
          "text": "14",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Why are you laughing, Carol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Buh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "When Rob said he came down here happily the last time, you laughed. Why was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(laughs again) Oh, I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "(confrontive) What, Carol?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(reluctantly) Nothing. I don't know. I never felt you were happy to come here at all, is all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "That's not true, dear. Tf specifically remember you noticing how involved I was last time. This time, admittedly, I'm not quite as enthusiastic. I have a lot more work that is impossible to interrupt as easily as last time and I know I don’t have to remind you that when we married we had an understanding that my work came first. You said that you could live with that arrangement. You know how important it is for me to devote a lot of time to my job in order to do well. And certainly you benefit from my success. Don't I give you everything you want? Don't we live in a nice house? All I ask from you in return is a little support and some peace and quiet while I read my scripts on Sunday. As this dialogue continues, the group looks very uncom fortable, squirming in their seats, particularly the women, and most particularly, Suzanne. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(barely audible) I know, I just... She trails off awkwardly, wishing she were dead or invisible. Carol can",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "What? Tell me, Carol. I'm not a mind reader. I'm sorry I'm not able to be more attentive while you're in here. Didn't we go to Barbados last year for Christmas? Didn't I say you could re-decorate the house this year? But now, in light of the expense of the clinic, I'm not sure if that's still feasible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(mortified) I know, but...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Is there something you'd like to communicate to Rob, Carol? hardly speak. There are tears in her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Nothing really important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "{to group) Who here thinks Carol is having trouble communicating with Rob? Group raises hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "Someone ought to bust him in the jaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Now, Carl. These random outbursts of yours do no one any good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "I don't really see how this process is of any benefit at all. Publicly airing one's difficulties ~~ (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "{interrupts gently) Does anyone here think they could communicate with Rob in Carol's place? Suzanne, who has been looking furious on Carol's be- half, raises her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "{continuing) Good for you, Suzanne. Rob, this is Suzanne who will be sitting in for Carol. Suzanne and Carol, why don't you trade seats? Suzanne and Carol trade seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{nervous ) Hi, Rob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "Good evening. Jim stands to one side, watching. The rest of the junkies look on breathlessly or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "(continuing) Well? Carol watches fearfully from Suzanne's seat. Suzanne starts out haltingly and gains confidence as she continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "This is my first post overdose performance, SO bear with me. (clears her throat) I wouldn't feel comfortable telling you how I felt. I'd be afraid I might get it wrong. I might make a mistake and say the wrong feeling and then you'd correct me. You talk to me like I'ma child. So officious and grand. I can feel you massing on my borders; a Little backward country with a superpower poised for takeover. Russia to my Finland. The implication is that my way is wrong, that I can't do it. It's like dope. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE, (CONT'D)",
          "text": "I don't mean that's why I take it, but that's what it does. It takes you over, you lose control. It doesn't let you take care of yourself. Like you. You don't let me take care of myself by -* implying that I can't -~ never could. By implying that you -~ or anyone -~ could do it better. Nothing I do pleases you, so T do nothing to please you anymore. I'll spell relief any way I can. Tt can't be perfect like you. Tf use drugs to take me out of the game. I don't want to play if I Can't win. With you I always feel wrong and stupid and young. I can't win. As long as I stay sick I give you something to be. As long as I'm not good enough you're better. I doubt myself to the degree that you're sure. Well, get this, I'm sick of playing down to your up, failure to your success. Stop looking at my faults as a means of not dealing with your own. Feeling superior to me doesn't make you someone. You're Doctor Frankenstein... and I'm your monster, Frankenstoned. Get off my back. As long as you take care of me I'll never take eare of myself. Find a hobby, get a night job, become a Big Brother. Just leave me to myself. Get a life. Suzanne stops, embarrassed. Jim rescues her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Thank you, Suzanne. You make a very lively Carol. Rob looks a little stunned. Carol looks a little pleased and a little frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "(continuing) Why doesn't everybody go downstairs and visit with their significant others ~~ (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f14 is",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The group 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL",
          "text": "(interrupts) Their what??",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIM",
          "text": "Their families, spouses or lovers. You have about fifteen minutes to visit. Carol and Rob, I'd like you to stay behind and talk for a moment, if you would. begins to disperse and move out of the room. Julie, who has been watching Suzanne sit in for Carol, Suzanne's motions her over to one side. new drug hospital pal, ARETHA, waits for 15 her. BART and ALLEN, two other family night partici- pants, sit talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "That was very good, Suzanne. Anger makes you eloquent. You showed genuine feeling for the first time here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm always better as other people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Why are you so afraid of feeling in yourself? SOZANNE. (uncomfortable) I'm a better thinker than a feeler, I guess. I'm just leading with my strength.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Maybe this strength just hides a weakness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh Christ, why does everything have to be about something? I'm mental ‘cause I’m not emotional -- why can’t I be mental ‘cause I am? There are plenty of emotional people -- I bet no one asks them why they're not mental.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Where were your parents tonight? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15",
          "sentiment": "neutral"
        },
        {
          "speaker": "27.",
          "text": "15",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "My mother, you mean. My mother is working. She's coming if she can. She's coming after work. And that is not the problem. That's the good news. She's a good worker, a great role modei for working, for being independent, for being tough. You leave her alone. If it wasn't for her, I don't know where I'd be. Certainly not where I am today. Julie just looks at her. Suzanne realizes what she has said -- where she is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) You know what I mean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Deal with your feelings, Suzanne -~ before they deal with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Do you always talk in bumper stickers -- or is that just on the job jargon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You know, Suzanne, alcoholism is not the problem, it is the solution -~ but until you remove this solution, you can't see clearly what the problem is. This anger isn’t about me. Who are you really angry with? We hear Doris call gaily from down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS, (0.S.)",
          "text": "Hello, darling. Julie and Suzanne look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I told you she'd come. Suzanne is joined by Aretha. They both move down the hall to Doris -- away from Julie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Hello, dear. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "is CONTINUED: (2) 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{to Aretha; sotto) Just when you thought it was safe to go back into the rehab. Suzanne moves to Doris and embraces her. There is true warmth between mother and daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Hi, Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Am I too late for the family thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, but that's okay. Let's go back to my room. 16 Doris and Suzanne start to move down the hall to 16 Suzanne's room. Doris in her highly coordinated semi-stylish ensemble and fur, Suzanne in her jeans and T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, sugar, I didn't want to miss that -- how was it? Aretha hovers to one side, Bart and Allen behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing; doesn't wait for her reply) What's the matter with your hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't know. It's all the rage in the rehab. At this moment they are approached by two gay men, Bart and Allen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "Excuse me, Suzanne, but could If meet your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Sure, Bart. This is my mother, Doris. Mom, this is -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "(interrupts) Oh, Miss Mann. TI can't believe I'm meeting you. Ever since I was about seven, I've wanted to be you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALLEN",
          "text": "Bart does you in his drag show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "This is my lover, Allen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(to Bart) What number do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "\"Whistling Pines.” Suzanne starts to move off with Aretha, a girl in her mid-twenties, who dresses very punk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mother...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, yes, boys... Nice meeting you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "See you later. Bart and Allen go giggling down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Sorry, dear. You know how much the queens like me. Suzanne, Aretha and Doris are walking down the hall to Suzanne's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah. Uh, Mom, this is Aretha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, hello. How rude of me. I'm just so excited to see my daughter. Aretha. What an unusual name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "I know. I think my family was expecting someone black. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The three women are now standing at the doorway of Suzanne's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Are you black?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "No, 1... It's nice to meet you. Suzanne's told me so much about you. I'm going to weave a basket or something and let you two visit. Aretha exits down the hall. Doris and Suzanne enter Suzanne's standard issue hospital room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "She seems very unusual. What did she say about blacks? Doris throws her bag on the bed and pulls out a pack of cigarettes. She looks around for an ashtray. Suzanne gets a paper cup, puts a small amount of water in it and hands it to Doris. Doris lights up, sits down and crosses her legs dramatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I think she was making a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh well, I'm glad you're making friends. Now, did you call Mort?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Not yet. Suzanne gets on the bed and sits hugging her knees. She rocks back and forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Well, you should. You're supposed to start that movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm not going to do it. Doris gets up and starts pacing and smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I don't think you should do it, and I'il tell you why. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mom, I just said I'm not going to do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "First, I don't think that this is a pivotal project in your career; two, you're going to need time to rest and explore; and C, I think you should change agents. f don't like what they're doing for you. Careers need planning. Your problem is you're too impatient. You're only interested in instant gratification.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Instant gratification takes too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(not hearing her) But I don't want you to think about any of this now. I'm handling everything while you're in here. No pressure. I want you to feel absolutely clear -- nothing hanging over your head. Doris' eyes suddenly fill with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Oh dear, look at me. I promised myself I wouldn't do this and now look. I didn't want you to see me upset. I hate getting upset. Tf just hate for you to go through this is all. I wish I could do it for you. I never wanted you to go through any pain. I tried so hard to shield you, protect you. I always worried that I'd lose you. That you'd be taken from me early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "As opposed to later when it would be more convenient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Golly, are you tough. Just Like Grandma. Always judging me. You've never forgiven me -~ 31. 17 (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) Ma, T don't think that we need to go over this anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You never let me talk, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It's just that I don't feel like I'm talking to you. I feel like I'm talking to your drama coach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Don't make fun of your Aunt Sylvia, dear. She was wonderful at character breakdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(sighs) Forget it, Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You should try not to be so mad at me, dear. Suzanne is silent, rocking. Doris picks up some of Suzanne's underwear from her open suitcase on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Ah, I'll just rinse these out. I brought some Woolite packets. They're so handy for the road. Suzanne grabs her underwear from her mother's hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Leave them. I can do them. Suzanne and Doris wrestle with the underwear for a moment. They gaze at one another silently for a beat. Suzanne's face is red. She isn't breathing. Doris breaks the moment by going over and retrieving her purse by the chair, talking as she goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I'm having some clothes and a quilt brought over tomorrow afternoon and your tape cassette thing for music. (MORE) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 18 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS, (CONT'D)",
          "text": "Mary is coming over Sunday with a video machine and some tapes... and maybe a plant -~ it's so blah here, I don't know how you can stand it. Everything one color. Suzanne stands where her mother left her, not breath- ing, clutching her underwear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Converted room where all the windows have been shut and the lights are out. The junkies are watching a drug VIDEO called \"Hooked On A Line\" about cocaine addiction. All the junkies are present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL ON SCREEN",
          "text": "And then I went from snorting to slamming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAM",
          "text": "Yeah! That's my kind of girl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL ON SCREEN",
          "text": "And then one night, I found myself sitting with a kilo under the floorboards and a gun in my lap. Girl On Screen speaks in monotone. She has very greasy hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SID",
          "text": "If they're going to get real people for these things, they should at least get interesting real people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL ON SCREEN",
          "text": "... with the air-conditioner turned up full blast, sweating with all the windows shut with cellophane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, ARETHA AND SUZANNE",
          "text": "watching video.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(whispers) t was up for this film. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f18 19 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Not ordinary enough. It's one of the reasons I turned to dope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That's understandable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "Did you see the original of this with Merle Oberon? It's one of my favorites. fhe group laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "transformed with Doris’ additions. Satin and velvet quilt, pink tape deck, several plants, a trunk of clothes, etc. Suzanne is seated on the bed reading the \"Big Book” of Alcoholics Anonymous. There is a TAP on the door and NURSE DOTTIE comes in with a huge bunch of flowers and a tiny stuffed dolphin tied to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOTTIE",
          "text": "Flowers for you, Suzanne! Big, pretty flowers! Suzanne rises from the bed. As the door opens, we become aware of Carl's ever- present voice. He is on the pay phone which is located just outside Suzanne's room. Aretha Follows Dottie into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "Who died? Dottie laughs as she puts the flowers on the window- sill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOTTIE",
          "text": "Both of you almost did, for a start. Dottie goes out laughing and talking to herself in her singsong, annoying voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOTTIE",
          "text": "(continuing) Big, pretty flowers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The girls annoying. 35. 19 look at each other as she exits. Dottie is Suzanne is opening the card that came with the flowers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(referring to Dottie) Big fish in a little rehab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "Who are they from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(reading) They're from the guy who pumped my stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "Bullshit. Suzanne hands Aretha the note as proof. A look of Aretha is",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "(continuing; reading) You are a warm and sensitive person. (looks up) He can tell all that from the contents of your stomach?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "T'd have to be sensitive to need all that Percodan. I'm tempted to marry him to tell people how we met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CARL, (0.S.)",
          "text": "Miss Suzanne. Your mama's on the phone. consternation passes over Suzanne's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{calls) fell her I'm de-toxing. watching Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Well, I am aren't I? You know something that drives me crazy? I can't remember how I got here. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f19 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE, (CONT'D)",
          "text": "I know I left Wallis' party with someone, but I must have gone into a blackout ‘cause I can't remember anything about it and Wallis is out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "Tell me about it. The last thing I remember doing was smoking dust in the office bathroom -- next thing I know, I'm handcuffed and in an ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Why handcuffed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "Apparently, I threatened to rob a liquor store. I didn't have a gun, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the junkies are in the television room on a brief afternoon break before group therapy. Carl, Sam, Bart, Aretha, Suzanne, Carol, Alex and Sid. They are all glued to the TV -~ rapt, 4 lost generation has found its favorite TV show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPENING CREDITS for \"The Outer Limits.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "TELEVISION, (V.Q.)",
          "text": "\"you're traveling in another dimension. Not a dimension of sight and sound, but of mind. A place that lies between the pit of a man's fears and the peak of his imagination. There's a signpost up ahead. Next stop: The Outer Limits.\" We PAN SLOWLY across the faces of our junkies as they absorb “The Outer Limits.” Carl gets up and turns the channels. Everyone groans. A20 turns it to David Letterman. It is a re-run. Suzanne is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh God, turn it please! It's a re-run from last year. 1 can't watch myself. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "on TV. 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BART",
          "text": "No. Leave it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "C'mon, let's watch it. What's the matter? You're great on talk shows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "My personal tragedy. Great ona talk show. The JoAnne Worley of my generation. sID Shhhh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "So your first husband was a nightclub performer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't remember my first husband. { married him when I was seventeen =~ and then only because I didn't like my room. Audience laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{continuing) Which was also eventually grounds for divorce. I didn't like his room either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "Well, in California those are standard grounds for divorce. Badly done rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Don't tell my second husband that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "That's right. You were married to -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Please. Don't mention his name. I made the fatal error of marrying an actor. Later I tried to get it annulled based on the fact that he wasn't a real person, but I'm not Catholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "But you actually worked together, didn't you? In Mist on the Lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Tragically, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "There's a famous kiss in that. Let me ask you something -- did he use his tongue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, no, no, no. He's much too famous to use his own tongue -— he gets someone else to do that for him. Audience laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "So what are you doing now? Suzanne, off TV, speaks to the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm in a drug clinic. fhe junkies cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{on TV) I'm retaining fluids for Whitney Houston.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LETTERMAN",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well, clearly she’s not retaining her own fluids ~~ who do you think is doing it. Audience laughs. Suzanne, off TV, hides her head and flushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hospital office. Julie sits at a desk with her chair facing Suzanne and Doris, who sit in other chairs. They have just begun a meeting. Julie has begun explaining something to Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "39.",
          "text": "21",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "So the upshot of the whole thing is that, having been so recently in a clinic, you're a very high risk for a movie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But they want me to do the movie. I talked to the director and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "The director isn't the problem. It's the insurance company. They refuse to cover you in the event you do drugs (and alcohol).",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) I'm not going to do drugs and alcohol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "We know that, dear. But these are businessmen who have no knowledge of creative personalities, Actors are not treated well, and actresses are treated like... Well, I hate to say the word, but... shit. Why, I remember when I was fifteen years old, Mr. Mayer called me in for a meeting and he was on the toilet, and we had to conduct the meeting with him on the toilet. You can be sure he wouldn't have done that to John Garfield.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(irritated) Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORTS",
          "text": "(to Julie) My daughter doesn't like to talk to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Miss Mann, maybe I'd better handle this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "of course. She'll listen to you ~- you're not her mother. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Unfortunately, other actresses and actors have not come to work due to a drug and alcohol problem, and it's cost the insurance company 4 lot of money. Try to see it from their point of view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I do see. I'm being punished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "There is a difference between punishment and accepting the consequences of our actions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "What comes around goes around, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(to her mother) How do you figure having my stomach pumped going around to my not working again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Suzanne, if you'll let me finisher you'll see it's not all bad news,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(sulking, to herself) What comes around goes around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "I talked to the insurance company this morning and they've agreed to cover you if you stay with a responsible party for the duration of the film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Meaning what? I should stay here? Punch out in the morning and in at night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "It's not quite that extreme, Suzanne. They thought it would be appropriate to stay with one or both parents ~~ since your father lives in New York, your mother said you could stay with her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suzanne looks totally confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "She couldn't stay with her father anyway. He's worse than she is. {to Suzanne) Not that you're bad, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Stay with my mother? What am I? A teenager?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Dear, I lived with my mother and father 'til I was twenty-three, and we all shared one bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Suzanne, maybe it would be better to wait a couple of months to go back to work. Go to your AA meetings and when you're feeling better equipped to deal with the world...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) But I want to do this film. I can go to meetings and work. I do better when I work. I feel like I belong. I feel necessary. I know how to do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "She's just like me when I was her age. I did film after film. T never stopped. It was wonderful therapy after my divorce and my Miscarriages. O£ course, in those days, the material was better. (to Suzanne) I think, dear, to do a cop film at this point in your career is a poor choice. You've just done an interesting political film; don't you think now it would be wiser to relax and compose yourself like Julie suggests?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(But) IT want to work now. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "pORIS My daughter doesn't listen to me. Forty-two years in the business and she doesn't listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "You understand the conditions for doing this film, then? For the duration of the film, you stay at your mother's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You can have your old room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(ironic) Great. Okay, okay. I'll stay with her. You. Great. Okay. Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "What do you say? No pain, no gain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No wonder I'm so hefty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Hefty? If anything you're too thin. Look at me -- my stomach ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) I was kidding, Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Well, I don't get your generation's humor half the time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) I don't have a generation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JULIE",
          "text": "Then I suggest you get one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The junkies are playing volleyball. Sid, Aretha and Bart against Carl, Sam and Carol. Dottie supervises to one side on a blanket with a RADIO playing. MARK, a new resident junkie, pushes Suzanne in a swing. Mark is 18 years old and looks moderately insane. He has very bad skin and hair parted down the center.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22",
          "sentiment": "neutral"
        },
        {
          "speaker": "43.",
          "text": "22",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "So, you're getting out tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yup. MARK a\" That's so cool. I come in yesterday, you go out tomorrow. Changing of the guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Addict relay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "You know, I identify with you. You seem different. Well, that's how I feel. 1 feel how you seem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Did I tell you 1 was in prison with Manson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yes, you told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "He feels different, too. He told me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Yup. Right to me. “I'm different, Mark.\" He said that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Wow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "So you're starting a movie soon, Cari said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Next week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "That's so cool. Are you nervous? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well, I'm always a little bit nervous; SO...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "You don't seem nervous. You seem different. Like Manson. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Uh-huh. That makes a certain kind of sense. Mark pushes Suzanne higher and higher. The light sparkles through the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARK",
          "text": "Did I tell you what Manson said about Redwoods?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yes. Mark pushes Suzanne high into the sky. We STAY in the sky. As we PAN DOWN, we hear... the BUSTLE of a film set~- 23 ting up. Men SHOUTING at one another, equipment being moved, generators humming, lights being set up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several camera equipment and wardrobe trucks, prop truck, makeup and hair truck, toilet truck, catering truck, and one long trailer which contains six com- partments. These are the artists’ dressing rooms, all with names on the doors. Among the names are the stars' names, ROBERT MUNCH and SUZANNE VALE. We see a car approaching from a distance as we watch the hum and activity of the film set organizing for its first day. The station wagon that has been approaching now drives up. Suzanne is in the back seat with wet hair. The car is met by a young man with a beard, TED, carrying a walkie-talkie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Yep, she just got here. I'11 show her to her trailer. {to Suzanne) I'm Ted, designed to make your life a more annoying place to he.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{bowing slightly) Suzanne, designed to be annoyed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f23 24 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(laughs) Then we ought to get along great. ved Leads Suzanne to the long trailer with the row of doors. Each door has a name on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(continuing; indicating door) And this, of course, is your...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) My hamster cage. Suzanne climbs the three little steps that lead into her allotted space. Ted follows her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I was going to say resting place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(laughs) My final resting place. I always suspected it would end like this -- alone in a tiny room with an air-conditioner, a toilet and an A.M. radio in the middle of nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fhe little room is very little. Along one wall is a sort of makeshift bed with a cushion to lie down on or be used as a couch. There is a makeup mirror with a counter under it and a chair beneath that. There is a small closet on the left as you enter at the foot of the bed, and in the right-hand corner is a little room- ette containing a toilet and a sink. The air~- conditioner is over the door, the radio on the wall. fed stands in the doorway as Suzanne surveys her space.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Hopefully it won't end like this; it'll just middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, hopefully, it'll end ina large, air-conditioned room with an A.M./F.M. radio. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I know what'll cheer you up. The producer is coming to see you. I mean, one of the producers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "How many producers are there? 7",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Three. The Father, the Son and the Holy Ghost.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "And which am I endearing myself to this morning? Before Ted can answer, a large man, JOE PIERCE, appears at the door and knocks. He is middle-aged and looks like someone's stepfather. He is followed by Rob Sonnenfeld, the agent Suzanne Lambasted in the drug hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Anybody home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Joe Pierce. Just came to welcome you aboard. Ted squeezes past Joe and Rob as he exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(to Joe) Morning, sir. {to Suzanne) So, can I tell them you're about ready?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I guess. Joe Pierce walks into the trailer and sits largely on Suzanne's small trailer bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Any more people in here and we'll need a lubricant. Suzanne laughs uneasily. Joe laughs heartily, slapping his thigh. Ted exits. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(continuing; calls) See you later, Ted! {to Suzanne) Suzanne, this is my agent, Rob Sonnenfeld, who's just come to make sure we're all A-okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROB",
          "text": "{testily) We've met. Rob remains as aloof as possible considering the tight quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(awkward) Good to see you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "We just came by to say hello and make sure everything is up to snuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Everything's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "And we're going to need a drug screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Excuse me? Joe shifts his large body heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "It's not for us, you understand. We aren't worried about you at all. [It's that damn insurance company. They refuse to cover you without a screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Of course, we're behind you one hundred percent. It's just one of the formalities of the business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I understand totally. Do you want urine or blood? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f24 25 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "I'm sure urine will do just fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Great. Do you have a cup or something I can put it in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "Oh, don't worry about that. The nurse'll come by and get it from you later today. Joe slaps his thighs and stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOE",
          "text": "(continuing) Well, I'm glad we had the chance to have this little talk. Well, I'll leave you to get ready. See you out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Okay. Thanks. We HOLD on Suzanne's face as she watches Rob and Joe disappear out of her tiny trailer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, FILM SET",
          "text": "Gaffers and electricians, setting up a shot around a large cactus. The lights are being arranged with paper in front of them or screens to dim the lights. Stand- ins are tied to the cactus. The D.P. checks the lights on their faces with his meter. He shouts instructions to his assistants, one of whom is checking the distance between camera and stand-ins with a tape measure. It's a movie set, for chrissakes. Suzanne wanders to the edge of the set, watching them set up. Her hair and makeup have been done and she is in costume. She looks rather attractive for an under- cover cop. Ted appears at Suzanne's elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "We're about ready for a line-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Are we going to get a rehearsal, by any chance? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "I think you've got this film confused with a big budget film. The lower the budget, the fewer the rehearsals, the worse the food. Get the picture?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(from the song \"Leader of the Pack\") Yes, we see. Ted guides Suzanne over to the cactus and she is tied up to it with Robert Munch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Hi, I'm Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Morning. Robert. Rocky, the First A.D., shouts over the bullhorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Quiet please. We're going to do a block for camera, everybody. There's a lot of dialogue, so we'll need your total cooperation. Also, keep in mind, there are live snakes in this shot, so we'll need you to be very, very careful. Robert and Suzanne look at each other. Live snakes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the end of the day. Suzanne is removing her makeup in front of the mirror and eating a doughnut and drinking a Coke. There is a KNOCK at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(calls) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED, (0.S.)",
          "text": "Your mom's here. Suzanne gives her reflection a perplexed look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne descends the little stairs to her tiny home carrying the doughnut, and gazes out to the parking lot in the dusk Light. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Her mother's Cadillac is parked at the curb surrounded by a little group of crew folks. Suzanne approaches. We hear Doris talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I haven't been on this lot since tony Randall and I shot “The Ghost of Rubber Boot Farm\" in 1952.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "It remember that one. You rode a donkey in it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, that donkey! I even remember her name. Stella. Stella the donkey. Her trainer couldn't get her to do anything. Except pee. All it seemed to do was pee. f said where is it all coming from? It can't be the straw. Doris sees Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Oh, hello, dear, surprise. Your old mother came to pick you up, see? Suzanne flushes in embarrassment at her mother's public persona. She gets into the car next to her mom. Ted sticks his head in through the window. Doris kisses Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "So I take it you don't need your driver, Miss Vale.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "No, she doesn't. I'm her driver. I'm her reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Ted, this is my mother, Doris. Mom, this is Ted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "A pleasure, Miss Mann. I'ma huge fan. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You're a poet. \"A fan, Miss Mann.\" You're a poet like my daughter. Have you heard my daughter talk yet? She's so verbal. Oh, of course, you've heard her talk; you're working with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I'm embarrassing my daughter. She hates when I taik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Only when you talk about me like I'm not here. Like I've passed on to my great reward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "(to Suzanne) You know your call for tomorrow, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah. Thanks. Doris starts the car. Suzanne eats her doughnut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Bye-bye, all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You shouldn't eat so much, dear. You're starting to look years older than yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Great. I'll just have some heroin, then. No, better yet, some of that near~heroin that just came on the market. You know, like near beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You've made your point, dear. Don't let's fight. Well, how was your day, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "They made me do a drug test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28",
          "sentiment": "neutral"
        },
        {
          "speaker": "52.",
          "text": "28",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I knew it. I knew you shouldn't do this film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, but you knew I shouldn't do it because it was a bad film, not .- because they were gonna make me do a drug test.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I don't analyze like you do. It just felt wrong to me. I had a dream that it wasn't right. Suzanne rolls her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) I know you don't take my dreams seriously; not even the one that predicted your kidney stone. You know, I had a dream the other night that I was drowning. Sinking to the bottom of the ocean, with a heavy sequined dress dragging me down,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I'm not trying to alarm you, dear, Ifm just trying to prepare you. You know, I didn't want to tell you before, ‘cause you were in the Clinic and all that, but you know the hysterectomy I had?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, the one last year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "They found tumors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(nedding) Fibroid tumors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But, isn't that normal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Usually. Usually it is normal. But you know, dear, in our family all the women die young. All have weak systems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But Gramma's still alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Barely. And don't contradict me, dear. I'm trying to tell you I might not be here much longer. Tf don't want to alarm you, I just want to prepare you for my death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(sotto) Fuck me, what are you gonna wear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "{not hearing her) It's important you understand how precious your life is. I left you my emeralds and the rehearsal hall in my will, so when I die, I can look down from heaven and watch you pay off your house. Although if you keep spending money like you do, I'm not going to leave you anything. Or if I do I'll leave it to you in trust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Great. Then you can even have control from beyond the grave. How did we end up talking about your death from my drug test? Could we just not talk, Mother? I don't feel very well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You should let Dr. Feldman look at you; maybe you have tumors. I had one the size of a grapefruit. (sighs) My own daughter won't even listen to me. If only you'd change back to my business manager, I bet you'd feel better. I certainly would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm going to kill myself. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 23 30 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Don't even say that in jest, darling. Particularly right after you've gotten out of a drug Clinic. People might take it the wrong way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doris and Suzanne drive up. Many cars are in the driveway. It looks as though there's a party going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It looks as though there's a party going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Surprise! I thought I'd invite a few people over to celebrate your coming home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But, Mom, I have to get up in the morning...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "All right, if you want me to, I‘1l go in there and tell them all to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LATER",
          "text": "The door flies open and Doris stands there with her arm around Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "{calls) My little girl is home!!! About twenty people or so stand around. Mostly friends of Doris. Also her friend Aretha from the clinic. Suzanne looks mortified. Her grandparents are there, PEARL and OWEN, as is her housekeeper/nanny, MARY, a black woman about the same age as her mother. Her grandmother is seventy-five. Suzanne's stepfather, Sid Roth, sits drinking and watching television. Sid essentially never speaks. Suzanne's grandmother, Pearl, is an extremely critical woman. Her grandfather, Owen, has the beginnings of Alzheimer's Disease, and doesn't quite know where he is, but has a general idea that he wishes that his wife (or whoever she is) wasn't there too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30 31 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "All converge on Suzanne. Except Sid who watches TV and Owen who smokes and perhaps plays some senile version of solitaire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne stands outside with Aretha, looking in through the windows at the assembled guests. Suzanne is eating. Suzanne eats a lot now. Candy, potato chips, Coca Cola.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(chewing) I mean, there are people here I haven't seen since high school. Nor would I want to. Louis Karasik, for chrissakes! Where did she come up with Louis Karasik -- the last time I saw him, he threw up scrambled eggs out of his nose on the way to the library.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "He looks like that guy at the (AA) meeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Wouldn't it be fabulous if my whole class ended up in AA making coffee, cleaning up, praying. Suzanne's grandparents, Pearl and Owen, come out onto the patio. Owen is holding an empty can of cashew nuts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Let me look at you, lovebug, before your fat old grandmother hauls her rear off to bed. Pearl smells Suzanne as she embraces her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "(continuing) Mamm. You sure do stink pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You're not going, Grandma?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Well, your mother's started drinkin’ her wine and unless I want to sit up all night listenin’ to her rattle off at the mouth, I thought I'd high tail it outta here. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL, (CONT'D)",
          "text": "Hey, now that you're better why don't you try to get her to stop? Suzanne gives Pearl a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "(continuing) Oh, I know, she's as ornery aS a2 mule, just like Owen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I heard that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "Well, you are builheaded, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Hey, Grandpaw, want some more cashews?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Did I have some already? Pearl shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "He gets worse every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Who gets worse -~ I heard that! Get off my back, woman. I want to go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "We're going, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Not with you! I wanna go home. (to Aretha) Are we going soon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "Soon, Mr. Harmon, very soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(to Aretha) Know what my daddy did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "{confused) What're we talking about? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "(to Suzanne) I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "I heard that! Get off my back. Yap, yap, yap, yap, yap. Yap, yap, yap, yap, yap. That's all you do all the live long day. Owen wanders back into the house singing. Peari shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(continuing) And the farmer hauled another load away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "The other day he punched me when I was trying to put some clean pajamas on him. (embraces Suzanne) Well, babydoll, I'm gonna skeedaddle. {to Aretha) You ought to eat more, young lady. You're no bigger than a pound of soap after a hard day's wash. {to Suzanne) Good night, sugar. Have to let the dogs out. Howdy has worms. Pearl exits. Suzanne looks at Aretha.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I have nothing to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "The same can't be said for the rest of your family. What's the matter with your grandfather?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Psychologically my grandmother -~ medically Alzheimer's. A very bad combination. He seems to be Losing every part of his brain except for the one that realizes that the rest of it is going. And what he doesn't notice, she points out. As though he's doing it deliberately. Like Alzheimer's is an evil vice. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f31 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARETHA",
          "text": "He should go to a senility detox unit. They could send him to meetings with other Alzheimer victims.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "AA. Alzheimers Anonymous. So anonymous, even you don't know who you are. \"Hi, I'm... and I'm... I'm... uh... Hi, I'm... what're we talking about?\" Suzanne laughs. Doris' drama coach, SYLVIA RICHTER, comes out of the house and joins them on the patio. Sylvia is ninety years old and very dramatic. Doris is very like Sylvia sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "There you are, Suzanne darling. Well, dear, I was just saying to your mother that your taking the cure makes up for everything. Give me a kiss good night, dear. Sylvia embraces Suzanne roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SYLVIA",
          "text": "(continuing) You remind me so much of your mother as a young girl in this light -- it makes me want to weep. In those early days at the studio, when she first came to me for elocution lessons. As soon as she walked in the door I knew she was going to be an enormous star. Just as I knew it about you, dear, when your mother brought you out at parties and you did the twist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary comes out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Miss Suzanne, your mama wants you inside to cut the cake. Suzanne looks at Aretha. What cake? \f32 33 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne stands in front of a cake of her face with candles around it. She blows out the candles, which had essentially made her hair look like it was on fire. Doris embraces her daughter proudly. Suzanne looks exhausted. A very gay-looking OLDER MAN starts up a chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Sing something, Suzanne! A large body of the group murmur: “Yes! Yes, sing!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(humiliated) No, really, please, I can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "C'mon, sweetheart. Do one of your old numbers from my act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, Mama, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Just one number to please your old mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne is standing next to the piano, singing. Doris' accompanist, ROGER, accompanies. Her voice is soulful, beautiful. She holds onto the piano for dear life. She is almost visibly trembling. She keeps her eyes trained on the ground. Doris’ face is a mixture of emotions from pride to envy. Sometimes she mouths the words to the song with her daughter. She occasionally shushes the other guests, even if they aren't talking. As Suzanne fin- ishes her ballad, Doris is in tears. Suzanne is miser- able. She finishes and gives her mother a helpless, caught look. The song she sings is a baliad like \"If I Loved You,\" \"Skylark\" or \"Better Luck Next Time,\" a yearning, sad song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "«ee SO don't say Better luck next time That could never be Because there ain't gonna be No next time for me. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "All are visibly moved. The room explodes in applause. Doris runs to her daughter's side, embracing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "That was lovely, dear. I don't know why you don't sing anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I get so nervous,",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "But you shouldn't be. You've got a terrific voice -- a terrific talent -~ a much bigger talent than mine. Now Gary starts another chant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARY",
          "text": "Now, Doris, Doris, sing something! The room chimes in once again: \"Yes! Oh, yes!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "No, no I couldn't. Really, it's my daughter's night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(knowing she wants to) Go on, Mama. Sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(to Suzanne) You think I should?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "All right. You sang for me; I'1l sing for you. (to Roger) \"Gee But It's Good To Be Here\" -- in A~flat. Doris wows them with her song, completely eclipsing Suzanne. She is a true performer -~ loving it, born to do it. Nerves of steel, she plays completely to the crowd. Suzanne watches. The room is electrified, whipped up as they can only be in the face of a great and true entertainer. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f33 34 61.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) I've been to Reno I've been to Beverly Hills And I'm here. Reefer and vino I've done ‘em all and my dear, I'm still here. I've stood in bread lines with the best, Watched while the headlines did the rest. In the depression, was I depressed? Nowhere near. IZ got through all of last year, and I'm here. She finishes on top of the piano, the assembled company cheering. We HOLD on Suzanne's happyr defeated face. Doris casts a long shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The party has dispersed. Suzanne has miraculously escaped. She enters and closes the door behind her, looking enormously exhausted and relieved. She moves to the sink intending to prepare for bed. A voice startles her from a chair in the corner of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Hi, baby. Suzanne jumps in fright and looks around, seeing her father, TONY VALE, seated in the chair. He stands. He is in his late fifties, short, dark and formerly hand~ some. He has tremendous boyish charm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Jesus, Daddy, don't do that -- you frightened me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Sorry, baby, you know I wouldn't want to upset my little girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I know. They move together and embrace. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "You sounded great down there, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "How did you get up here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "You know your old dad. Where there's a will, there's a way. (sings; low) “And down that way I'll wander ~- Wander, my love, to your side.“",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Dad --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "I snuck into the yard and climbed a tree. Pretty good for your old dad. But they can't retire me yet. He lifts up his shirt, showing his stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "(continuing) Feel. Suzanne reaches out tentatively, feeling her father's stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Pretty good, Pop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Pretty good. Why, it's hard as a rock. Well, maybe not a rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "A pet rock. Tony laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". TONY",
          "text": "Oooh, there's that terrific mind again. You got a terrific head on your shoulders, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I've got a head on my neck. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "What? (gets it; laughs) A head on your neck. (shakes his head in wonder) What was that thing you said that |. time? Something about a martyr?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(slightly impatient) A glib martyr. Dad ~~ What're you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Can't I come see my daughter? Oooh -- you look great, baby. (whistles) That's some get~up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "How'd you find me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Your service in New York referred your mother's number, so I put two and two together and... I thought I'd surprise you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well, you did. You really did. How come you're out here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "I'm meeting with Mory Shenk -~ you know who he is ~~ he owns the Marquis Hotel chain ~~ they want me to meet with them about putting one of my deli's in their hotels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "That's great, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "So, how's my little girl? still haven't done any drugs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yup. You clean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "As a whistle. You got a great body, baby -- just like your mom. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Dad...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Yes, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Is there something you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Do I have to want something to come see my daughter? Aren't you glad to see your old dad? You were always thrilled to see me when you were little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I was always thrilled to see you partly because I never saw you enough. I mean, that often.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "That was your mother's fault. I wanted to see you, but she wouldn't let me -- you were in Palm Springs or somewhere. Ugh, I'm defending myself and I don't want to. It's just that when you say things like that, you twist the knife in my heart. I mean, I dontt really care who hurts me, but when you hurt me -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Dad, all I said was that I didn't see you that often.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Remember your sixteenth birthday -- I bought you six fucking rings and you gave them to all your friends -- I had to pay them off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I didn't give them to all my friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "I was in love with you when you were a little girl and now your mother has turned you against me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f34",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, she hasn't. I do love you, Dad. I just don't see you that much. We were supposed to see each other a month ago. I calied you and you never called me back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "I never got a message. Who'd you leave the message with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Some woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Ah -- Margie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Who's Margie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "The woman I've been living with for the past four years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Baby, is there anyone in your New York apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What happened to yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Oh that landlord is crazy ~~ he kept my furniture. Says I was screaming. I was screaming because my finger was infected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "He's keeping your furniture ‘cause your finger was infected?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Oh, he's an asshole. You know I wouldn't come to you if I had somewhere else to go ~~ and once this Marquis thing goes through, I’1l be out of your hair -~ Baby, when I get my money back, I'11 buy you castles and cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I know, Dad. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "(sings) \"My best girl is the girl who's got eyes like a stone.\" Give your old dad a kiss. She kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "{continuing) I'm telling you, kid, you got a great ass. (shouts) Bring me the head of Beverly Hills. I love you, Angel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I love you, Dad. He starts to turn away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Pop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Yes, mommy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What kind of after shave do you wear? Someone asked me and I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Vetiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Vetiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TONY",
          "text": "Good night, sweetheart -- thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(to herself) Vetiver. Tony climbs out of the window as Suzanne looks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne is dressed and made up, about to do a chase scene through the desert in the rain. The soundman is putting a mike in the car. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ROGER, the hair dresser, wets down her hair, SIMON, the English director, approaches and crouches down next to Suzanne's open car door. He looks embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Hello, darling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Hey, Simon. He looks at his hands. The soundman finishes and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) What's happening? Did you have to take a drug test, too? Simon looks confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Oh, no, no, no. It's nothing really. They just... the producers saw the rushes last night and had some rather interesting notes. Roger gives Suzanne one last spritz, sees that Simon wants to talk to Suzanne privately and discreetly re- moves himself. Suzanne tries to seem calm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Now, don't take it the wrong way. I saw them this morning and you were fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(gloomily) It was my first day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "(emphatically) It was your first day, absolutely. I couldn't agree with you more. The producers simply felt you should have fun with it. (he smiles) Just have more fun with it, that's all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Simon, if I knew how to have fun with stuf£, I wouldn't be in therapy. I wouldn't need to take drug tests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Now, now. I think they had some very interesting comments. Maybe I'm not saying it properly. What I think they meant is that you could own your performance. Make it more your own. Just sort of have fun. Suzanne stares at her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(sarcastically) Really? And here I thought everything I did had to be fraught with incredible torment. This is amazing. Why didn't one of my shrinks tell me this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "(patiently) Now, Suzanne, you shouldn't be in this business if you can't take criticism. Suzanne stares at her feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But, Simon, please. Have fun with it. Don't you think I would do that with everything I did if it was at all possible? Simon puts his arm around Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "I know you can do this part. Just relax into it. Be yourself and you'll be wonderful. Simon kisses the top of Suzanne's head and walks off to talk to BUDDY, the D.P., as Ted arrives with a can of Diet Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "Nutrasweets for the sweet. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You know what I think? Actors are the lowest of the low. Unless they have box office, in which case, they're treated with respect without being respected. Suzanne takes a swig of soda and pulls a candy bar out of her pocket, taking the wrapper off and taking a big bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) At least with me, there's an honest level of contempt. They don't respect me and they don't treat me with respect. Ted nods sympatheticaily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "You ought to be an assistant director if you want to sample the motherlode of contempt. And preferably a second assistant director. Ted takes Suzanne's arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TED",
          "text": "{continuing) We need to get you touched up. You're in the next shot. Ext. BACK LOT OF STUDIO - THAT AFTERNOON 36 Suzanne is headed to the prop truck. She moves through the warm hum of the crew as they check lights, change lenses, position extras. She is humming \"Gee But It's Good To Be Here\" as she arrives at the prop truck for her Diet Coke. As she rounds the corner of the truck heading for the metal steps at the back, Suzanne almost collides with NEIL BLEENE, the youngest of the producers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "{stepping aside) Well, fancy meeting you here. Neil Bleene, associate producer. Suzanne smiles a startled smile and goes up the steps. She gets a Coke out of the ice chest, opens it and stands on the edge of the truck looking down on Neil Bleene. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I understand my enjoyment levels are down. Neil looks at his shoes and clears his throat. NEIL . Well, no, we felt the performance ~ was fine, but... (he searches for the right word) You're holding something back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{repeats solemnly) Holding something back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "It felt like you weren't... that you didn't make a choice. You made a non-choice. Like you were concentrating more on not doing something than on doing something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "I've been in theatre. I've also directed theatre. I'm producing this basically to make money. I'm actually a theatre director. From what I was told, you spontaneously hit Bobby during a rehearsal, and Simon stopped you. I don't think he should stop your impulses. The other thing is that sometimes certain line readings are appropriate, like in comedy, it's a rule that inflections go up at the end. Suzanne kneels down to look in Neil's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "There's a comedy rule? Neil runs his hands through his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "Well, there's not necessarily rules so much as guidelines. (beat) You were very good in \"Public Domain.* What did you do there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ql.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(defensive) I had Benjamin Keller as my director and Magda Valnepov as my coach. Tf didn't have fun with it. We had a month of rehearsals. We worked very hard. We hardly ever relaxed. Suzanne stops, realizing she's gotten pretty defensive and loud. Suzanne jul spill her",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{continuing; calmer) Look, I may not take criticism well, but that doesn't mean I'm not hearing it. Right now, I'm storing it in my delayed response area, because it's hard for me. Tf wish I was someone who welcomed criticism and immediately understood its value, but I'm not and if I look unhappy about this, Iam. I've had one day of work on this and this is my second conversation about what's missing in my performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "(shaking his head) We're talking about two minutes of film. Two minutes of screen time out of ninety.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Is it correctable?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEIL",
          "text": "(reassuringly) Come on, it's not as though you farted during all your dialogue and we all sat in rushes and said, “What's that noise all over her lines?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{ironically) I'm so relieved. That analogy has bathed me in relief. mps down off the prop truck, careful not to Coke. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Thanks for the acting tips and the pep talk. I'm feeling much more relaxed now. Suzanne heads back in the direction of the set, leaving Neil and his leather pants at the prop truck. We FOLLOW Suzanne as she takes a swig of soda and rounds another corner of a truck. This is the wardrobe truck. As she approaches the back of it, she hears what turns out to be Simon's voice. Suzanne slows, eavesdropping on the ongoing conversation. She pulls a bag of honey roasted cashews out of her pocket and eats them quietly as she listens to the two voices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Can't you get her into a girdle or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDROBE MISTRESS, (0.S.)",
          "text": "Not with that dress, sir. We might be able to use a pantyhose with a control top. Although, I'm net sure if that will be sufficient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "All right, all right -- anything. Just try to do something. And we're going to have tO put her in pants instead of shorts. The tops of her legs are very... Simon trails off, searching for a polite term for the tops of bad legs. Suzanne stops chewing, in suspense. Somehow she knows they are talking about her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDROBE MISTRESS, (0.S.)",
          "text": "Bulbous. She has cellulite. Suzanne winces. Bulbous? Cellulite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "I do wish we could get her to stop eating so much. But then, I suppose having just given up drugs, she has to do something. Maybe we could get her to start smoking. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne stops eating. It is her they're talking about. Oh, God. pocket. She slowly puts the cashews back in her",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDROBE MISTRESS, (0.S.)",
          "text": "What are we going to do about the bed scene, Mr. Woodruff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Cheat the angle somehow, I suppose. Her breasts are rather .. out of shape, aren't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDROBE MISTRESS",
          "text": "I£ you have her on her back, like the script indicates, her tits will just move off into her armpits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "How unpleasant. Well, perhaps you should purchase some sort of camisole or something. JI had no idea when I hired her that she was this... out of shape. Though, I suppose we couldn't have gotten her if she was still... in her prime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDROBE MISTRESS, (0.S.)",
          "text": "I€ you'll forgive me, Mr. Woodruff, with her reputation she is lucky to have a job at all. She pretty much destroyed the career she had.’ This iS a break for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "I suppose you're right. It's sad, isn't it, really. She was so good in “A Night Full Of Shoes.\" Well, I hope all this isn't too much trouble for your wardrobe department. I'm almost sorry we didn’t get Valerie Rogers, at this point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WARDROBE MISTRESS, (0.S.)",
          "text": "Valerie has a terrific body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Yes. Well, Alma... I must get back. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suzanne hears Simon START TO EXIT the truck and moves away quickly. A tall, thin MAN approaches her from the opposite direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(to Suzanne) George Lazan. Executive producer of \"Kitchen Sink.\" How are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Fine... Suzanne ——",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "{interrupts) Vale, I know. Anyway, have I caught you at a bad time? George is silent for a moment, then just suddenly launches into the purpose of his visit. He walks as he talks. Suzanne follows, puppy-like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(continuing) Well, look, I saw the rushes and frankly, you're holding back. See, I think of this piece as a light fluffy piece, a kind of “What's Up, Doc?\" for cops. So you just gotta relax. You gotta just enjoy yourself and trust the process. ; Suzanne is incredibly uncomfortable as she walks along~ side George Lazan through the back lot of the studio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(evenly) Well, I can't promise you I'm going to turn in a Barbra Streisand performance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "No, no, no. You see, I think of Robert Munch as a kind of Ryan O'Neal type. He's a reactive actor. What we need is for you to be the one who governs the pace of the piece. If you dictate the pace, then Bob will follow you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I hardly think I'm responsible for the pace of the piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "{impatient ) Well, look, it's a \"Happened One Night\" kind of thing. You know what I mean. Look, do you think you can do this part?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(tiny voice) Yeah. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I always ask my actors that. Look, just because we imagined Goldie Hawn or a Marilyn Monroe kind of thing in this part... now we've got to deal with what you have to bring to it. We hired you, now we have to go with what you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(sighs) I appreciate your comments, Mr. Lazan. I'11 certainly give relaxing my best shot. If I'm not enjoying myself, though, it's not because I'm deliberately trying to sabotage your film.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I realize that. Just do the best you can. Oh, and, by the way, don't worry about the nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{touches her nose) The nose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I've been talking to the cameraman and we can straighten it with lighting. You'll barely see the bump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Great. God bless you. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "We NOTICE a car and driver parked across the street. George sticks out his hand for shaking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I'll see you on the set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yes. George turns and climbs into the car waiting for him. The driver holds open the door. Suzanne watches him go. Suzanne walks back onto the set and approaches Simon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "Hello, darling. What's the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(stern) The problem, Simon, is that hundreds of people have had conversations with me concerning my low enjoyment levels and my nose... and... and it bothered me. I would prefer to receive direction solely from you. Simon looks concerned and the wind almost blows off his straw hat. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "(affronted) Really? Hundreds of people? That shouldn't be. I'll have to have a word with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I mean, we're talking about one day of work here. A scene where I was tied to a cactus and assaulted by snakes all day. As if I were a child! I mean, why don't I give them my mother's phone number? She can stand by and make sure I'm relaxed! Simon snaps his fingers. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 38 77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON",
          "text": "That's it! This is exactly her! This is the quality I want for your character. Right there. What you're doing now. See?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But, Simon, this is not relaxed. This is incredibly upset. If this is the quality, then maybe... Simon puts his arm around her and walks her toward the platform where the crew waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) Darling, just be yourself and you'll be fine. I know it sounds trite, but trust me. I'll talk to the producers and make sure what occurred yesterday is not repeated. Now try to calm down. Suzanne looks at Simon like one of them is insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne is once again removing her makeup at the end of a long, overwhelming day. She takes a last look at her reflection, and then exits her dressing room/hamster cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. BACK LOT STUDIO SUNSET",
          "text": "Suzanne is walking down a western street, then turns a corner into a suburban street, reminiscent of “Leave It To Beaver.\" Jack Burroughs appears behind her, catching up to her. Suzanne looks at him blankly for a second. She has no idea who he is. Then seeing as how she'd better con- ceal that fact until, through conversation, she can best determine his identity, she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hit",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It's me. Jack. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Sure. She clearly doesn't remember and he knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Jack. How've you been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good, good. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh... well, you know, okay. I've just had this long weird day, so ~~ God. I haven't... when was the last time we saw each other? Jack knows she's trying to figure out who he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Too long. Too, too long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah... well... it's good to see you. She has no idea who he is, but maybe if she keeps talk- ing to him, it'll come back to her through something he says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You too. Are you going to the reunion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What reunion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "High school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You went to Beverly High?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Sure. Where'd you think you knew me £rom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, I didn't mean it like a question -~ like you went to Beverly, more like a \"you went to Beveriy.\" I meant it ina nostalgic way. When is the reunion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "End of the month. God! Remember Mr. Cravely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(doesn't) Mr. Cravely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Our biology teacher. The one that made us do all those science projects on mammals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(concentrating) Science projects on mammals...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Good old Mr. Cravely. Terrible about what happened to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What happened to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh. I thought you knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, he went to this party, and met a girl. She seemed kind of tired... sick maybe. So, he took her from the party to a restaurant to get something in her stomach -~ maybe she'd feel better. Anyway, next thing you know, she comes home with him, and ~~ are you sure you haven't heard this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "She goes home with him and then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "They have what he thinks is a perfectly wonderful evening together, after which she takes a handful of pills and overdoses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "And then he drove her to the hospital. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "The next morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "And he didn't leave his name. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{continuing) Mister Cravely, I presume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "At your service.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't have a service, I have a machine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm glad to see you're all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "__£ suppose I should thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I could apologize to you for not leaving my name when I dropped you off at the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Under the circumstances, it was probably a secondary issue. I don't know whether there's a polite way to behave during an overdose with a complete stranger or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, not a complete stranger. More a relative one. And with relatives like that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) Look, I don’t know what happened that night... I can only guess -- No, I don't even want to do that ~~ but I want you to know that I'm not like that. I'm not exactly sure what I am like, but I'm, not in the practice of... going home with -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(interrupts) What if I told you that nothing happened? Suzanne stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE -",
          "text": "Nothing... what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nothing happened. We just talked and then you took my Placidil and fell fast asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Why? -- was I -~ am I so unappealing to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Quite the contrary. But you were a little the worse -~ or better -— for substances and I have rules about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "That sounds ~- didn't Jimmy Stewart say that to someone in a movie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "T£ he didn't, he should have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Are you sure I didn't... sleep with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Sleep, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Kiss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What? Here? Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No. Then. That night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "See if this rings a bell. Jack goes to kiss her. Suzanne starts to resist, but her need for affection and his charm overwhelm her. They kiss gently, shyly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He kisses",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It rings something, but I don't know if it's a memory bell, or =~",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{interrupts) How about this? her again, this time more passionately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It certainly reminds me of something I should've done before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "It reminds me of something I want to do later, so I can look back on it after that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm sort of nostalgic already.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nostalgic for the present.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Memories of now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Remember that time that I saw you after seeing you before, only you didn't remember 'til I kissed you and you awoke into the dream that was reality that we looked back on without leaving the moment? This is then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Are you Southern?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Half Jewish, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You talk so colorful. What's the other half?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Currently, you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Ah, well then, that explains it. I can see why I went home with you that night, unless you've had some success recently and changed. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I always say, success doesn't change people, it just gives them permission to become more fully, truly, who they are. Assholes become gigantic assholes and good people can become great. It's a form of magnification.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "So, what about you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I haven't had enough success yet to go either way. I'm just a lizard, a lone lizard. I have ail the pride of the B+ student. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Me? (shrugs) I'm an asshole, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I doubt that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't know, maybe I'm a lizard too. Certainly if you go by the skin on my elbows I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(sings) \"You say asshole, and I say lizard.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(laughs) Let's call the whole thing off. Well, we've found our theme. For what it's worth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "For what it's worth! Don't you know that people spend years searching for their theme, and here we've achieved it in under an hour. Now we'll just have to find our credo,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Our credo? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "And once we've determined that, we'll have to invent the secret handshake and have the special tour jackets made. Oh, we have our work cut out for us. Has anybody ever told you that you smell like Catalina? Like a hippy? Like good sense?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "As a matter of fact, only this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Really? Has anybody ever told you you smelled like... the future?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But I break just like a little girl. (sighs) Oh, look, it'll never work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "We come from two totally different backgrounds. You were brought up as a boy, while I was brought up as a girl. They smile at each other. It might work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FOLLOWING AFTERNOON",
          "text": "fhe door is opened by Doris, revealing Jack Burroughs. Doris is decked out once again in her Doris regalia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Hello. May I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm here to pick up Suzanne. I'm Jack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Jack. I'm Suzanne's mother. Was she expecting you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I think so. We were going to drive out to my ranch. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Doris lets him in the house, leading him into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Come in, come in. f'11 call her. I'm sorry if I seem rude, but you know how protective mothers can « be. Did you say you had a ranch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes, ma'am, Out in Malibu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Ah. All the way out in Malibu. How nice for you. Have you known Suzanne long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Nope. Just met her last month in fact. Feels like longer though. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I know what you mean. I have actually known her a long time though. Her whole life. She's an interesting woman, don't you think? Authentic. Last month you met her? An old stepfather-looking guy, Suzanne's stepfather, Sid Roth, wanders down the hall and into the living room and turns on the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Oh, good morning, dear. This is my husband, Sid Roth; Sid, this is Suzanne's little friend, Jim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Jack. Nice to meet you, Mr. Roth. Sid Roth grunts something in reply, in keeping with his hardly ever talking. Suzanne comes down the hall. sid watches TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, there you are, dear. I was just coming to get you. Your friend is here. Suzanne glares slightly at her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 40 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{to Jack) Hi, could you just wait one second? I wanna tell my mother something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(to Jack) My daughter wants to talk to me. Suzanne and Doris go into the kitchen. Jack stands awkwardly beside Sid, who continues watching TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What're you watching there, Mr. Roth? Sid points to the TV as he watches in explanation of what he is watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Why didn't you tell me he was here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I was just coming to get you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You were making him like you, weren't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "What're you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You have to make everybody like you. Even my people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Dear, you're tired. You didn't get a lot of sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I just want to have some people of my own is all. Without them having to like you so much. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40",
          "sentiment": "neutral"
        },
        {
          "speaker": "87.",
          "text": "40 poRIS Can't we share people? You can’t blame me for trying to find out a Little bit about him, can you? Your taste in men has not always been that healthy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh, and yours has? How could anyone choose healthy men around you? Remember my seventeenth birthday party? You lifted up your skirt in front of everyone, ineluding that guy Michael that",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(interrupts) I didn't lift up my skirt, dear, it twirled up. You only remember the bad stuff, don't you, dear? What about the big band I got that played at that party? Do you remember that? No. You just remember that my skirt accidentally twirled up and that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{interrupts) And that you weren't wearing any underwear! Why do you have to take over every situation that you're in? Why do you have to overshadow me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I haven't overshadowed you! What have I done to deserve such a bitter daughter? It twirled up, Tf tell you! And that fellow just got here ~~ I was just coming to get you! And I don't care if he likes me or not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Sure you do! You want everyone to like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You always had to marry such shits. Why couldn't you have married that nice boy that wanted to marry you? That what's-his- name that I liked so much. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 41 42 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Wally Meyerson. And you only liked him 'cause he would sit and drink with you and listen to your stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Stories about you as a little girl! -~ and some stories about Hollywood -~ He asked me to tell them. At least Wally was a gentleman and not some sort of Make-out artist like your friend out there. With bedroom eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Right. And a Living room nose and a kitchen forehead and den ears. Suzanne storms out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIFTEEN MINUTES LATER",
          "text": "Suzanne is sulking slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Your stepfather is a very dynamic man. We had quite a chat while you were gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(distracted) Yeah, right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I didn't realize your mother was Doris Mann. What's it like having a mother that's a movie star?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Compared to what? When I didn‘t have a mother that was a movie star ~~ when I had a normal mother and said naw ~~ this is so blah -~- can't we go with something that has a little more pizzazz? Jack's car tears down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jack and Suzanne in heated embrace. Passionate. Jack attempts to go further. Suzanne resists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "89.",
          "text": "42",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(breathless) Wait. Look. Stop, I can't do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What do you mean, what? Reupholster your furniture -- this! More of this. I don't have casual affairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Ever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No. Well, there was a brief moment when I thought I'd had one with you, but now that's past -~ no. Drugs were my vice ~- not men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I don't want to have a casual affair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Is this a proposal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Do you joke about everything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Frequently when things get too serious or stray too far from my area of fluency. Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "And we've strayed too far --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Officially, yes. Look, I just got out of a drug clinic -- not Relationship University. I'm uncomfortable in the realm of feeling -- okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "So, you have feelings for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Don't do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I just want to know. ‘Cause I do for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What? JACK “ Have feelings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "How many? More than two?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm not going to do this if you're going to make fun of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm not going to make fun of you. I'm making fun of you -- I'm sorry. I'll stop. Look, what are you saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I think I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "When will you know for sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Please. This is hard enough as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You can't be serious. You just met me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You forget. We've spent an entire evening that you've forgotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I was loaded. How lovable could 1 have been?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're an extraordinary person in any state.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Even Delaware? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Beat. He kisses 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yes, I think I‘d even love you in Delaware.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You're serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm just as surprised as you are. I thought I'd lost the ability but with you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Well... I don't know what to say. That's... really nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I should never have told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, no, it's good that you've told me, Very ~~ brave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Brave? Right. Because it's such a long shot. ‘Cause you could never love me back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No. Who knows? You're certainly infatuation material. her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You're crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Stay with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Jack -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Take a risk. I'm worth the risk. You'll see. I don't want to see anyone but you. I don't want to smell anyone but you -- (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f42 43 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) I can’t tell when you're kidding and when you're serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I'm serious. I've never felt like. this for anyone this soon. She shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(whispers) Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You'll never be sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You sound like a rug salesman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne opens the front door very quietly and shuts it very quietly behind her. She tiptoes gingerly down the fall, past the living room, where Doris Mann sits in the dark, smoking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(evenly) Have you any idea what time it is, dear? Suzanne jumps, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Jesus, Mother, don't do that! You scared me! Doris turns on the light on the table next to her. She is in her robe. There is a bottle of wine on the floor next to her and she holds a glass. The ashtray is almost full and she smokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I suppose it never occurred to you that you might have scared me by staying out so late. I was about to call all the emergency rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm sorry, Mother. I didn't call ‘cause I thought you might be asleep and I came home ‘cause I didn't want to worry you. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "43 poRISs Well, you did worry me. Look at me; I'm a wreck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I‘m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "What if you had taken drugs or something? I'm supposed to be taking care of you now. You're my responsibility. You're my daughter. What was I supposed to think when you didn't come home? Doris starts pouring herself another glass of wine. She looks up to see Suzanne watching her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Do you mind if I have a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Do you mind if I drop acid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Dear, I drink socially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I took acid socially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I hardly think my drinking can be compared with your drug taking, dear. And even if it could be, I think your involvement with drugs has vindicated me. I hardly think you're in a position to judge me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I hope you weren't out sleeping with someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, I wasn't out sleeping with someone, Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Well, if you were, I hope you used condoms. I didn't bring you up to act this way, but I hope if you are, that your morals are in question and not your judgment. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mother, I'm middie aged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(interrupts) I'm middle aged and you just got out of a drug clinic, so obviously. you don't know what's best for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh, and I suppose you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I think IT do, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "That's the drunk calling the kettle stoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "How did we become so estranged, Suzanne? I have always tried to be a good mother to you, only to be met with this fresh, superior attitude of yours. You have felt my intellectual superior since you were fourteen years old -- and rightly so; you were always more verbal than I. Me. Whatever. But why have you turned away from me? I just want you to like me. I just want to be your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I didn't need a friend. I needed a mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Well, you can accuse me of many things, but not of not being your mother. What is the thing that annoys you about me? Isn't it that I mother you? You know, dear, it's very hard to have a conversation with you. Do you hear how you're talking to me? Like I'm a moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "That's how I think you talk to me. Could we have this conversation tomorrow? I'm tired. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Every time I try to get close to you, you push me away... How would you like to have Joan Crawford for a mother? Or Lana Turner? I think you had it pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh please, these are the options? You, or Lana, or Joan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You'll never Eorgive me for falling under the pressures of life. For not living up to the standards I set for myself. For being the person I am in your looking-glass, for not remaining that person ~- so I broke under the money pressure. If it wasn't for you, I would've killed myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "There ~~ see, it's like that that you say. I don't know what to do with that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Just know how much I love you. Oh, I know, maybe you needed a different mother, one that baked cookies. I don't knit, I don't embroider, but I have always tried to give you the best and you throw it away. I came from nothing and made something out of my life. You came from somewhere and are trying to make nothing out of yours. You're going to have to get over what happened to you in your adolescence, dear. It's time £0 move on. Suzanne looks at her mother for an odd beat. There is some truth to what she says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) I want you to like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm not a fan, Mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 44 45 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "That's for darn sure. Doris and Suzanne gaze at one another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'1l see you in the morning, Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne and Robert Munch are in a car driving frantic- ally, Robert has been shot in the arm. Blood oozes. Suzanne is shooting a gun out the window at a car that is pursuing. The car that Robert and Suzanne are in is on a platform being towed by a camera truck. The camera and crew on the truck film the scene. Robert and Suzanne have a conversation above the din of the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Jack Burroughs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "The one that produced that South American film?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I guess, yeah. Do you know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "Ask Evelyn Ames about him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Evelyn Ames who's playing the prostitute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SIMON, (0.S.)",
          "text": "Cut!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, MOVIE SET",
          "text": "The cast and crew are having lunch. Standing in line or sitting at tables, they eat, drink and socialize. At one table to one side sits a table of actors in costume. Among them is EVELYN AMES, a bawdy, attrac tive actress in her early thirties. Suzanne approaches the table as Evelyn is finishing up a story. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f45 46 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "«es So, I'm just about to leave and he looks over at me and says, \"What am I going to do without you?” So I say, \"I don't know ~~ juices, I guess. Lots and lots of juices.\" Suzanne stands above Evelyn awkwardly, waiting for the appropriate moment to interrupt. Evelyn notices Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "{continuing) Hello. What's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Could I talk to you for a second?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne and Evelyn walk down an old street, a New York street of the forties, a discarded set. The prostitute and the cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "C'mon, honey, it can't be that bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, it’s just... it’s about this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "It usually is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Bobby said you might know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I guess I might then. Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Jack Burroughs. Evelyn makes a small expression of dismay and amuse- ment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) You know him...? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "98.",
          "text": "46",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "You might say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You've... slept with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Well, I don't know how much of a rest I got. Evelyn looks into Suzanne's face. Something in it frightens They both her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(continuing) Why? ~~ What's the matter? Has he got -~ (AIDS)?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) No, no, no... I mean, God, I hope not. walk for a beat, contemplating death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "God, you scared me for a minute, I thought you were from some celebrity AIDS notification board or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Can I ask you a personal question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(thinks a moment) You mean asking me who I sleep with isn't personal anymore? What do you want to know -- if I smoke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "When did you see him last?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "I don't know. A couple of days ago. Saturday. Saturday afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(echoes) Saturday afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Yeah, why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I was with him Saturday night. That's two girls in one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(laughs) And that's just the ones we know about. Imagine what you could pick up about him if you got one of those satellite dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "How can you laugh? It's disgusting. Especially in this day and age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "(reassuring) You look like someone that can take care of herself. Buy some condoms. Don't feel bad. He probably really likes you. He Gidn't give you his big Chekhov speech, did he? The one about light hair and dark hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "See, that's a good sign. That's his standard pick up line. That and the big Peru speech and the thing about smelling like Catalina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "That I've heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Well, that's not bad. One out of three. You're obviously getting some new stuff, which means he must like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "But, so, he goes out with a lot of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Well, sure, that's his big thing. Women. And if you can just accept yourself with him like he's enjoying himself with you. That's what I do. I'm in it for the endolphin rush. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 47 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Endorphin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EVELYN",
          "text": "Whatever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne and Jack sit on the bed fully clothed watching *The Outer Limits” (or \"Star Trek\") with deep concen tration, reminiscent of our junkies in the drug clinic. Jack nurses a beer and smokes a joint; Suzanne sips a diet soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(watching TV) I saw someone you know the other day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(watching TV) Really? {a beat) Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Evelyn. Evelyn Ames.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh yeah? He sips his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(continuing) Where'd you see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "At the set. She's in the movie I'm doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "How's that going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Okay. Now that my relaxation levels are stabilized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Those assholes. I don't know how you can stand them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I don't either. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47",
          "sentiment": "neutral"
        },
        {
          "speaker": "101.",
          "text": "47",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I would have quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You can't quit. You know that. I£ you quit no one will hire you again. I like working, So... She shrugs, watches TV. Jack takes a hit on his joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Bmmm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I like Evelyn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Yeah. Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I know. She told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{laughs) She told you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "She told me you fucked her. Saturday. Saturday afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, Jesus. Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, here you go. Straight from fucking her on Saturday afternoon to fucking me on Saturday night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Oh, I'm sorry. I didn't realize you had exclusive rights to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What ever happened to discretion? What ever happened to moderation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Well, I can't vouch for moderation, but as far discretion goes, what were you and Evelyn doing, comparing notes on the set? Suzanne gets up and starts putting on her sweater and her shoes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f47 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jack gets 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "We weren't comparing notes. She told me she fucked you Saturday afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Just like that? She just marched right up to you between scenes and blew her wad? Or did you nose it out of her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "She said she was in it for the endorphins. No, I'm sorry ~~ endolphins. off the bed and goes over to Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) You said you loved me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I meant it at the time. I do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What is it like a viral love -~ a 24 hour thing? Apparently Evelyn smells like Catalina too! [I guess it's going around? I just got out of a drug clinic -- how could you manipulate me with this shit about feelings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Give me a break -- we just met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "That's what I said to you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "(interrupts) This is ridiculous. I think we should can this little topic. Tf don't like this side of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm not a box. I don't have sides. This is it. One side fits all. Suzanne starts out of the bedroom. Jack follows her. 48 (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "103.",
          "text": "48",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're very competitive, you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh, and I suppose you're not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "No, I'm not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You're just a reaction to me, is that it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, and I bet you got as Far as you did in show business by not being competitive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That's not competitive. That's ambition. Ambition combined with talent. Jack follows Suzanne through his house, toward the front door and down the driveway to her car. This should take a while, as it is a large house. She walks",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I£ you do say so yourself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You know what this is? This is just a jealous tantrum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm not jealous, I'm humiliated. How could you fuck me and Evelyn Ames on the same day?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "What especially bothers you? That it was on the same day, or that it was Evelyn Ames?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I have to stop this. I have to stop this with you. out the front door. 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "104.",
          "text": "49",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "{ironic) Are we breaking up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "We can't break up, we were never together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "That should be news to you; you're acting like a wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It's better than acting like a whore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "You're in no position to judge me. How dare you lecture me about moderation -- you just got out of a drug clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Where you fucking belong! Mr. Pothead, Mr. Vodka, Mr. Bedroom Eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Hal What're you, 4 virgin? You weren't too hard to convince that first night! Suzanne gets into her car and slams the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I thought we didn't do anything that first night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "I lied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You bastard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JACK",
          "text": "Great. You know, you were much nicer when you were loaded. Not so goddamn tense, with a fucking stick up your ass. Call me if you get a hold of a couple Valium. Suzanne starts her car and drives away. \f50 51 52 53 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne drives; she is extremely upset. What's the use? Fuck it. At least when you're loaded, you can't feel how weird your life feels. She drives up to her mother's house and parks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne sneaks into the house quietly. The house is quiet. She tiptoes down a hallway lined with pictures of her mother with other celebrities -- younger -- in films -- plaques commemorating her, etc. She sneaks into her mother's room -- Sid is sleeping with the television on. Where is Doris?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne sneaks by their bed, careful not to wake him. And into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, DORIS MANN'S BATHROOM 53",
          "text": "Suzanne fumbles quietiy in the dark for the medicine cabinet. She opens it. It SQUEAKS. She pauses, listening. Nothing. No one stirring. Sid still snores loudly. Suzanne peeks into the medicine cabinet for pills. Sees some Darvon. Not her favorite, but why not? She removes the bottle, opens it. Pours pills into her hand and pauses. She looks at her face in the mirror. Is this what she wants? No. But some~ thing. She must have something. She puts the pills back into the bottle, puts the bottle in her pocket, closes the medicine cabinet. This time, however, it makes a loud SQUEAK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS, (0.S.)",
          "text": "Who's there? Suzanne rolls her eyes. Great. Caught in the act and she didn't even do it. The light flips on and Doris stands there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Hi, Mama. I was just looking for some aspirin. Doris eyes her daughter suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Did you find it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yes. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 54 106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Good. They eye each other. Suzanne exits. Doris follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doris and Suzanne enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I have some news, dear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What happened? You dreamt I lost some weight? Endorsed a line of clothing? Did an exercise tape for alcoholics? Suzanne gets a Coke and some cookies. Doris gets some wine from the fridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Don't be fresh, dear. Have you forgotten that you have looping this afternoon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{clearly has, sotto) Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "How do you expect to get anywhere in this business if you don't show up? Dear, I have something... inevitable to tell you and I don’t want you to be angry at me for predicting it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Your beloved business manager, Mort Wiener, the man you insisted on staying with and the one T begged you to leave --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) Mother, just skip to the part where I'm an asshole. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "107.",
          "text": "54",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I see no reason why you have to use language like that, dear. TI do wish you would try to avoid it. I£ for no other reason than I am starting to employ some of those words myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Yes, darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "The news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I know, dear. I'm not anxious to tell you, because I know how upset you'il be. I know how upset I am. Mort Wiener has disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Disappeared?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "The police called here today to say that he couldn't be found and neither could any of his clients' money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Meaning what? That I have no money? Can't they find him, can't I sue him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I'm telling you everything I know, dear. I, of course, have contacted your stepfather's lawyer, Samuel Stone, who's terrific, and so he's on it now. But I’m afraid for the moment there's nothing more that we can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What does this mean? That I'm broke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Not broke, per se. Your salary for this film is still in escrow, pending your completing it without a hitch =~ thank God, and, of course, you have your New York apartment, that you own outright, | thanks to me. JI£ I'd left it up to Mort, the bank would own that place and then you'd really be strapped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It sounds like I'm pretty strapped now. Oh, it's perfect. This is perfect. Thank God I got sober now, so I could be hyper conscious for this series of humiliations, this... this purification process from Hell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "It's no good feeling sorry for yourself, dear. You'll have to overcome these difficulties and you might as well do it with some style. You know, you could easily make an enormous amount of money if you'd only sing. You have a God-given talent that you just throw away. You could be as big a star as that... that Madonna girl. She hasn't got half your voice. I keep telling you, if you would only make an album, I could produce it. We could make one of those videos. Suzanne has heard this speech before and it drives her crazy. She might mouth some of the words as her mother recites them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) I'm not going to be a singer, Mom. I'm getting out of the business. If I don't, I'll never have any kind of chance at having a normal life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Now let's take this one thing at a time. (MORE) (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suzanne is 109.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS, (CONT'D)",
          "text": "First, everyone is always getting out of the business, and B, you're just like me. Some days I wake up and feel like I'm talking to my armpit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Could you please stop telling me how to live my life for at least a couple of minutes? Isn't it enough that you were right? Now you have to deprive me of some precious stolen moments of self pity for having lost my money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Stolen moments?! You've been feeling sorry for yourself half the time for having a monster of a mother like me. Everything about you says look what you've done to me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) Mother, I never said you were a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "No, you don't say it; you're even too smart to think it. But, you feel it. You somehow lay the entire blame of your drug taking on me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I do not, Mother. I took the drugs, nobody made me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, sure, that's your logical brain telling you that, but in your heart you feel that I'm an... alcoholic and that's what's to blame for your... weakness, isn't it? silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Go ahead, say it -- you think I'm an alcoholic! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "(4)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mother... Okay. Poof! I think you're an alcoholic. Happy now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Well, maybe I was an alcoholic -- when you were a teenager. I had a. nervous breakdown when my marriage failed and I lost all that money. But I got over it. Now I just drink like an Irish person--",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{interrupts ) I know, I know, like an Irish person -- you just enjoy your wine -- you drink to relax -- you've told me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Don't be fresh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Is there a cut off age for fresh or does it just go on indefinitely as long as you have older relatives? You don't want me to be a singer Mother, you're the singer -~ you're the performer. I can't compete with you. What if somebody won? Oh, you want me to do well -- just not better than you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Maybe you're just jealous, cause I gan drink and you can't take drugs anymore. I can handle it and you can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Handle it!?! How the hell do you handle it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(interrupts) My drinking doesn’t interfere with my work, like it did with you. My drinking doesn't interfere with my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What do you call this?!? 110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "S4",
          "text": "(CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Lil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I cali this... You're sitting in judgement over me. What I do is my business. What I drink is my business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "And what I do is mine. I£ you want me to get off your back, then get off mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I'm your mother!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "And I'm your daughter! And I'm long past the age where it’s appropriate for you to tell me what to do. Look at this! A woman my age, struggling to grow up -~ to break free of her mother! This is tragic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I wish my mother had been as concerned about me when I was a girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Your mother beat you and locked you in closets!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "One closet! And she didn't beat me, she used a strap on me sometimes when I talked back to her. You're lucky you had me as a mother and not her -~- if you think I'm tough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh, you'll do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "And just what is that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Nothing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "No, tell me, this awful thing that I did to you when you were a child! I want to know. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "i112.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You want to know? Pine. You gave me sleeping pills when I was nine years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I gave you sleep eze! Over the counter medication and I gave it to you cause you couldn't sleep!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You don't give children sleeping pills when they can't sleep!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "They're not sleeping pills, they're store bought -- perfectly safe! It's not fair to blame me for your drugs. I don't blame my mother for my misfortunes -- for my drinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You don't acknowledge you drink, how could you blame your mother for something you don't do? You know why I took drugs? Because I never wanted to end up drinking like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "- Dear, I'm sorry if you think I Suzanne's hurt you. Everything I did, I did out of love for you. I may have done wrong sometimes. How can you do everything right? That time with the dress -- I'm ashamed of that. But what can I do? So, I made some mistakes, I'm human. You've never forgiven me for not being the perfect mother you thought you had before you were a teenager -- before my breakdown. eyes fill. This is true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Please stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I£ I did wrong giving you those pills, I'm sorry. How was I to know? We didn't have self-help books then like they do now. The only place I had to learn from was my own childhood. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f54 55 56 113.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suzanne starts out of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Where are you going? Suzanne, come back here, I'm talking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm going to make an album, okay? I'm going to have some fibroid tumors removed, okay? I'm going to have a hysterectomy so that we ean break this chain of destructive, dominating women. I'm going to fucking loop! Happy now? Suzanne gets into her car and drives away. 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lowell sits behind a table with two other men -~ the editor and the sound editor. The room is in semi- darkness. There is a music stand with some script pages on it under a microphone. Also on the music stand are some headphones. Suzanne enters, slightly bedraggled and harassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm sorry, I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "What're you sorry for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Aren't I late? I thought I was late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "No, as a matter of fact, you're early. We weren’t expecting you for another half an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Oh... but... go... is it okay now? Lowell looks at her strangely. Almost with compassion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Yes, it's okay now. Lowell pushes an intercom button.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "i14. 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) Victor, Miss Vale is here, could we put up her reels now, please. (back to Suzanne) There now, wasn't that simple? Suzanne, this is our editor, Phil Hartley, and our sound editor, Elliot Morse. Suzanne and Phil and Elliot shake hands and exchange greetings. Suzanne continues to look uncomfortable as the scene progresses. As though she had sand in her soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR, (0.S.)",
          "text": "Ready, Lowell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Thank you, Victor. {to Suzanne) Well, shall we begin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Okay. Suzanne stands in front of the little music stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You're really much better in the film than you deserve to be. Suzanne looks distressed and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Good. I mean, thank you. I'm sorry that I was such a nightmare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Well... you seem -- better now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Really? No, I don't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Better because you're sober and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{interrupts) Worse because I'm sober.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Yes. But worse in a good way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 115.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "fhe movie comes up on the screen that we saw filmed at the beginning of the movie only in black and white. Suzanne is being slapped by the prison guard. She flies across the room, turns her head slowly and says her speech. We see Suzanne see herself with a mixture of fascination and horror. Her eyes squint and she takes a step backward as though to protect herself from herself. This version of herself. She is good in the scene until she fucks up the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE, (V.0.)",
          "text": "(on screen) »»» We will survive any humiliation. We have more spirit and more resources than you. All it'll cost us is money, while you... there isn't enough mommy in the world to further a cause like yours --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "That's as good as it got all day. We didn't get one full take after that. You only got progressively worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I know. I'm... sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Don't be sorry... fix it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What? Lowell motions for Suzanne to put on the headphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Oh. Suzanne puts on the headphones and they run the film back. Suzanne watches herself backwards. The film starts forward again. We hear the three beeps before the words \"there isn't enough mommy in the world\" and after which Suzanne says it correctly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) There isn't enough money in the world. (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 116.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELLIOT",
          "text": "Perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Let's look at it. The film is run again. This time with the sound cor~ rection. It is “perfect.” Normal. It has an odd effect on Suzanne. Her eyes fill with tears. She controls herself and looks down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) Lucky for you we can cut away to the guard. Lowell looks over and notices that Suzanne is more than somewhat upset. He very quietly sends the two editors away -~ clearing the room. Lowell moves to Suzanne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) What could possibly be the matter? Here you've gone back and corrected the past -- at least in your work. What could be a better metaphor? It couldn't be something I said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{cerying) Nothing you to say to me is as horrible as what I say to myself and at least it's happening outside my head where I can deal with it easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "So, what is it? Do you want me to abuse you more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Help me. I can't do it. Any of it. I don’t know how and I can't ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "What are you doing now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Don't you get it? I just know how to talk. I give self-awareness a bad name. You've got to find me in back of what I'm saying. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "The trouble with you is you've had it easy and you don't even know it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, I do know it. That's the trouble. I torture myself over it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You're not going to get too much sympathy from anyone. Do you know how many people would give their right arm to be in show business? To lead the kind of life you lead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "The trouble is I can't feel my life. I can see it all around me and I see that so much of it is good and I just... take it the wrong way. It's like this thing with my mom -- I know she does all this stuff ‘cause she cares about me, but I can’t seem to... believe it. And... other stuff. Lowell hands Suzanne a Kleenex and she blows her nose hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "I don't really know what's happening with your mother, but maybe she will stop mothering you when you grow up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You don't know my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "No, but I know you. You could make a mother out of anybody. Look, your mother did it to you and her mother did it to her and back and back and back all the way to Eve and at some point you have to just stop it and say, \"Fuck it, I start with me.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Did you just make that up? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "I was working on it when you came in. If£ you'd come a half an hour later when you were supposed to T could have made it better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "It sounds pretty good as it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You just like it ‘cause it sounds a little like movie dialogue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Yeah, that's me. I don't want life to imitate art, I want life to be art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Look, look up on the screen. See what you can do? And you weren't even conscious then. Imagine what you could do now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Maybe I should just go back into the clinic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Speaking of art? Look, growing up is a process, not an event. It's not like in the movies, where you have a realization and your life changes. In life you have a realization and your life changes a month or so later. Lowell and Suzanne look at each other. They look",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "So, I just have to wait a month?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". LOWELL",
          "text": "Of course, it all depends on the realization. Some of them, you only have to wait a couple weeks, maybe. at each other. How did this happen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "(continuing) It's better out here coping than in the clinic giving up -~ ‘cause you'll end up out here coping eventually anyway. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f56 57 119.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL, (CONT'D)",
          "text": "So why not start now? Anyway, you can't go back into the hospital, I have a job for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "A job? You wouldn't be ashamed to.- work with me again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "Well, it doesn't start for 4 couple of months, so you have Plenty of time to have your realization, grow up, and leave your mother. Although I must admit I was a little taken aback when you did a second rate cop film after you worked with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "How do you know about that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "I know everything... Except. He looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "What? He smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LOWELL",
          "text": "You know. Suzanne smiles and nods slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne is feeling much better as she drives back to Doris'. The fever is broken. She is hopeful, inspired. Possibly the song “Don't Worry, Be Happy\" is on the radio as she drives down Doris' street. At the end of the block, where Doris' house is, Suzanne notices lights. What is that? Police cars? No. Oh no. What's happening? Many people are in the street as Suzanne drives up. She rolls down her window and calls to a POLICEMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(calls) What happened? (CONTINUED )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f57 58 59 120.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Lady plowed her car into a tree. Suzanne looks. It is her mother's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Where is the lady? Is she all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Who're you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'm her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OPPICER",
          "text": "She hit her head. Ambulance took her to Cedars Sinai. I'm afraid we had to book her for driving under the influence. Suzanne looks panicked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne's old stomping grounds. Suzanne runs into the admitting area and up to the ADMITTING NURSE. Deja vu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMITTING NURSE",
          "text": "May I help? (recognizes Suzanne) Ah yes, Miss Vale, your mother is just getting patched up. I'll take you to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMITTING NURSE",
          "text": "I'm afraid some members of the press have been alerted to your mother's presence here -~ and her arrest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Great, A policeman is sitting in front of a door. Doris' hospital room. A Doctor comes out of the door with a chart in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ADMITTING NURSE",
          "text": "Doctor, this is Miss Mann's daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f59 60 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Ah yes, Miss Vale. Your mother will be just fine. A contusion -~- a superficial head wound. She's more frightened than anything else. Suzanne does not recognize him as the Doctor from her overdose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Can I see her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suzanne enters. Doris looks tiny and frightened sitting in her bed. There is a bandage on her head. We are seeing her without her wig and makeup for the first time. She looks startled and vulnerable as Suzanne enters -- her eyes fill with tears. When she talks, she sounds very childlike and unaffected. Pearl sits on the bed near her looking victorious and smug. Sid sits watching TV, Owen sits playing solitaire or reading a Louis L'Amour novel. It is a tableau of vivid women and shadow men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "There she is. My other monster. I can't seem to keep you two out of the hospital lately.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "{to Doris} Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "She's fine. She just bumped her head is all. She was worried about you, so, fathead that she is, she got into her car and backed it up a tree. TI don't know how I got into this family -- I got a wino daughter and a doped up granddaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Mother -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "(interrupting, to Doris) Oh, hush up. I swear, I don't know where you get it from.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTTNUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "usher Pear 122. 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL, (CONT'D)",
          "text": "(to Suzanne) But you. You're just plain spoiled. All your advantages and you just throw them away. (to Doris) I told you not to bring her up that way, but would you listen? No siree Bob. Well, don't come running to me ~~ neither of you. I got my hands full with Grandpaw -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) Shut up, Gramma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "I beg your pardon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I should think you would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "{to Doris) You see there? You should have washed her mouth out with soap when she was little like I told you. Then maybe she'd have some respect --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(interrupts) I'm simply suggesting we try to enjoy each other without trying to assign blame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "(to Doris) Woooo, Listen to Miss Snooty Britches. \"Assign blame.\" Doris gives Suzanne a helpless look. Suzanne starts to 1 out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "(continuing) And just what do you think you're doing, young lady?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Moving you out of here and into the waiting room. Suzanne physically ushers Pearl out of the room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PEARL",
          "text": "There's no need to shove, I'm going. You know what you need? A good pop on the butt like I used to give your mother -- Pearl is gone. ce",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "Yap, Yap, YaDe Yap, yap, Yap, yap, yap, yap, yap. Owen continues reading and perhaps smoking. Sid continues watching TV, perhaps noting briefly that Pearl has exited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I£ I thought I made you feel like that, I'd kill myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Don't even say that in jest, Ma. Particularly while you are in a hospital. People might take it the wrong way. Doris recognizes what Suzanne said as something she said to her earlier. Both women smile at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I suppose she means well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "She sounds like that voice in your head that tells you you can't do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Yes. That's true, isn't it? Where did you go to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Looping. I shouldn't have gone that way. I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You don't really think that I don't want you to do well, do you, dear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, Mama. And you were right about that guy. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I’m right about your doing a music video, too. Just wait and see. That's where your big success will come from. Oh, dear, there's blood on my wig and all my makeup has come off -- look at me. Dol - have any eyebrows left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Let's see. Suzanne sits on the bed and looks at her mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "(continuing) Some. It's not all rubbed off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I hate having no eyebrows. Ever, since the studio shaved them off and they never grew back. Suzanne goes through her purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "C'mon, let's put some makeup on you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Are you less mad at me now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "I'll always be less mad at you, Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "You know, dear, I'm really sort of... jealous of you. You know, because, well, it being your turn. It's your turn now and it's tough for me to face that mine is almost up. It's so important to enjoy your turn, dear. And it would help me so much to know that... one of us enjoyed her youth. Suzanne applies base on her mother's face ~~ avoiding her little bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Do you have a mirror? Suzanne hands her a mirror. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 125.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Oh, my lord, look at me. Tsch, tsch, tsch. You know, I don't mind getting older -- I never thought I'd live this long ~~ but what I do mind is Iooking older. _- Do you have an eyebrow pencil? Suzanne hands her mother an eyebrow pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) It's in my will that they don't bury me without eyebrows. I don't go in the ground without them. Doris draws on her eyebrows. Suzanne brushes Doris' hair back in a knot. Doris pulls at the flesh under her chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Maybe I should have that lyposuction under here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "There's press out there, Mama. Doris looks dismayed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "I figured. The Enquirer, I bet. The Star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Doris Mann in drunken brawl with tree.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Doris Mann, still distraught over divorce from Tony Vale twenty-five years ago, attempts suicide with lethal oak. Both are laughing. Doris applies lipstick. She is beginning to look like her old young self. Suzanne ties a scarf around her head -- turban~like, concealing the bandage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "We should get a family rate at this emergency room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "At least. Doris turns and faces Suzanne. She looks like Doris again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS -",
          "text": "(continuing) How do I look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Great, Ma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Not bad for an old-timer. Never let them see you ache -- that's what Mr. Mayer used to say. (she frowns) Or was it ass? Never let them see your ass. Anyway -- get your old mother her shoes, dear. Suzanne gets her mother's shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) Okay, baby, let's go get ‘em. Suzanne opens the door. Doris walks toward her, finishing her hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "(continuing) You know what my mother said to me yesterday? She said that I put on airs, that I use big words like devastate and gesture. I don't think those are so awfully big, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "No, Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "What am I supposed to do? Sound like a hick all my life just to make her happy? Doris walks to the door. Owen sings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OWEN",
          "text": "(sings) And the farmer hauled another load away. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f60 61 127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DORIS",
          "text": "Oh, well, compared to the end of the world. It seems to take a erisis to bring us together lately. sID Like war buddies. - Doris and Suzanne exchange a look. Who said that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Sid speaks! ports Don't laugh, dear, he's also a dynamo in bed. Still waters, you know. (she sighs) ~~ Do you see my scarf? Oh yes, I’m wearing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "Mama, what does no siree Bob mean? Both women walk through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doris emerges and strides down the hall. She is met by police and press. Suzanne watches her from a slight distance, impressed. She is joined by the emergency room doctor -- JESSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "She seems to be feeling better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "We're designed more for public than private. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "Did you ever get my flowers? Suzanne looks at him blankly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUZANNE",
          "text": "You're not...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JESSE",
          "text": "(nodding) I pumped your stomach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f63 132.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suzanne, in character, comes out, stands before the microphone and the band begins to play. She introduces her song and starts to sing. The audience ignores her. The mirrored ball sparkles through the smoke filled air. Waitresses serve drinks. As she continues singing, the audience gradually falls silent and listens to Suzanne, in character, sing. They are enthralled. § The CAMERA CRANES UP and we see the crew on various perches. MOVING CAMERA CONTINUES UP and FINDS, high on a catwalk, Doris watching. She smiles. END CREDITS OVER. Audience stomping, screaming and whistling.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1474"
    }
  ]
}