{
  "movie_id": "MOV1477",
  "scenes": [
    {
      "location": "OBJECTIVE CAMERA",
      "characters": [
        "OMIT, (119-133A)",
        "JERRY, (0.5.)",
        "OMIT, (79)",
        "64C",
        "REPORTER 3",
        "6B",
        "EDWARDS",
        "RETURN TO SCENE 211",
        "EDGE OF BUILDING",
        "OFFICER",
        "147B",
        "64B",
        "GARBER",
        "REYES",
        "52B",
        "KEYES",
        "HARRIGAN V.0.",
        "KING WILLIE, (V.0.)",
        "S2A",
        "MAN",
        "PILGRIM",
        ". 59",
        "PARAMEDIC",
        "39A",
        "RETURN TO SCENE 138",
        "117A",
        "DETECTIVE",
        "KING WILLIE",
        "MOTHER, (0.S.)",
        "86A",
        "SERGEANT",
        "6E",
        "RETURN TO SCENE 214",
        "COLOMBIAN GIRL",
        "HARRIGAN 209",
        "COP ON PHONE",
        "GOLD TOOTH, (V.0.)",
        "JERRY, (V.0.)",
        "ANNA",
        "OMIT, (121)",
        "147A",
        "SPRINKLER HEADS 197",
        "HOOKER",
        "A WATER PIPE AND SPRINKLER HEAD 196",
        "A METALLIC PANEL 100",
        "WOMAN OFFICER",
        "195A",
        "198A",
        "195B",
        "POPE -",
        "OMIT, (240)",
        "JAMAICAN",
        "70A",
        "HERB",
        "OMIT, (150)",
        "RETURN TO SCENE 48",
        "EXT, ROOFTOP",
        "EL SCORPIO",
        "43B",
        "RETURN TO SCENE 20",
        "RAMON",
        "OMIT, (97)",
        "BOY",
        "RETURN TO SCENE 1173",
        "HEINEMANN",
        "WOLF",
        "RETURN TO SCENE 216",
        "62E",
        "149D",
        "RADIO DISPATCHER, (V.0.)",
        "THE END",
        "BL",
        "OMIT, (194A)",
        ". 149A",
        "LEADER",
        "JERRY",
        "RETURN TO SCENE 32",
        "117F",
        "62B",
        "MADMAN",
        "6",
        "43A",
        "POPE",
        "6D",
        "118D",
        "BODYGUARD",
        "RUTH",
        "KEYES, (V.0.)",
        "L17E",
        "RETURN TO SCENE 223",
        "96A",
        "TECHNICIAN",
        "RETURN TO SCENE 206",
        "233A",
        "OMIT, (148)",
        "100A",
        "COP",
        "192A",
        "GARBER, (V.0.)",
        "HARRIGAN, (V.0.)",
        "118A",
        "KING WILLIE, (0.S.)",
        "CONTINUED",
        "OMIT, (29)",
        "GOLD TOOTH",
        "VOICE, (0.8.)",
        "HARRIGAN",
        "PATROLMAN",
        "ASSISTANT",
        "HUSBAND",
        "THE PREDATOR 224",
        "40B",
        "OMIT, (50-51)",
        "RETURN TO SCENE 26",
        "RETURN TO SCENE 62",
        "EXT. ALLEY WAY",
        "118E",
        "154B",
        "RETURN TO SCENE 24",
        "THE SCENE",
        "DANNY",
        "RETURN TO SCENE",
        "END CREDITS ROLL",
        "OMIT, (71)",
        "149B",
        "PREDATOR, (V.0.)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "As a BOB-TAIL TRUCK EXPLODES into flames, nearly envelopi a late-model CADILLAC abandoned nose-first onto the sidew The keening WAIL grows louder as we DESCEND through the t smog and shimmering air of a blistering heat-wave; into t midst of a raging BATTLEFIELD: Behind the truck, TEN MEN, heavily armed with AUTOMATIC R and SHOTGUNS, lay down a barrage of GUNFIRE, aimed at EIG POLICEMEN across the street, pinned down in doorways, stairwells and behind cars. In the center of the street are two POLICE MOTORCYCLES, literally chewed to pieces by gunfire. Two OFFICERS lie i the street, both bleeding heavily and barely alive. Further down the street, a BLOCKADE of POLICE CARS has be established. A POLICEMAN dressed in bomb-disposal armour helmet, is handed a fold-out BALLISTICS SHIELD, resemblin cattle-catcher on a train. The officer heads into the fire-zone, moving towards the downed officers, bullet hits raking the shield. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThird Draft 01/16/90 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "From behind the truck, a GUNMAN emerges to FIRE an M~79 GRENADE LAUNCHER at the cop, the EXPLOSION warping the sh throwing the cop backwards into the street, leaving him unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A block beyond the fire zone, where a DOZEN MINI-CAM CREW are sequestered, the CAMERAMEN jockeying for position, training their talephoto lenses on the action. It could b a scene from the streets of Beirut. We MOVE PAST FOUR REPORTERS, hunkered down behind CARS an VANS, offering frantic, running commentary to their live viewers, their dialogue overlapping. REPORTER 1 REPORTER 2. As drought-ridden Los ...Eyewitness-5, on the scene. Angeles swelters into For the second time today, we’re it’s fifty-ninth day in a war-zone, Dave. Two officers of 107 degree weather, down, heavy weapons fire, bullets yet another open everywhere, the police seemingly confrontation between unable to gain control of the drug lords and city police situation. What apparently beg has erupted... thirty minutes ago as a routine traffic citation has now escalated..",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER 3",
          "text": "++. just moments ago, as police were attempting a daring rescue of the downed officers, a tremendous explosion rocked the streats. Perhaps a grenade, we don’t know, just that another officer is down... We HOLD ON TONY POPE, the peacock of guerilla-journalism, Geraldo Revera of the streets. Two ASSISTANTS, a Mutt and Jeff combo, dressed in 90’s retro-hip threads, handle the VIDEO-CAM and the sound as Pope blazes away with his commentary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "Tony Pope, live with ‘Hard-Core,’ on the scene and in your home with another exclusive report. It’s a scene from Dante’s hell, blistering heat, fire and smoke, the screams of dying men filling the streets as vicious drug lords continue to terrorize Los Angeles, waging open warfare for control of the streets. Just who the hell is in charge? (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f4 Third Draft 01/16/90 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "POPE (Cont’d) Certainly not the cops who are outgunned, outmanned and incompetent to handle the situation. Isn’t it time the mayor, hiding cut in his summer home in Lake Tahoe, declare marshall law, bring in the national guard and put an end to this slaughter... The increasing WAIL of a SIREN overtakes the scene, as an unmarked POLICE CAR races towards the barricade. Pope pus the camera, forcing it to track the car as it clips a NEW RACK before leaping onto the sidewalk, accelerating towar the police line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where a SERGEANT and several OFFICERS kneel behind the pa cars, further protected by portable BALLISTIC SHIELDS. Th turn as the patrol car SCREECHES to a stop. Emerging from the car is DETECTIVE-LIEUTENANYT MIKE HARRI mid-thirties, sweat-soaked white shirt, necktie askew, a long~framed SHOULDER HOLSTER slung under his arm. Harriga is the ‘whip’ of Metro Command, ~- the field commander. Harrigan makes his way across the street towards the barricade, followed by LEONA CANTRELL, strong, handsome, stride of an athlete, the purposeful countenance of one b and raised on the streets. She wears on her hip a SMITH a WESSON REVOLVER with a custom grip. At her side is DANIEL (‘DANNY’) CUTTER, 37, a tall, raw~b man, Harrigan’s childhood buddy and police partner for fi years. Harrigan approaches the SERGEANT, crouching beside him. B the way his eyes scan the street, we realize this man’s lifestyle has been forged in the no-quarter~-given arena streets. This is one smart, tough, COP.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Don’t keep me in suspense, Sergeant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Bad scene, Lieutenant. Two motors pulled over a truck, stumbled right into a narc stakeout. Ten Colombians, El Scorpios, armed to fuck all. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThird Draft 01/16/90 4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "SERGEANT (Cont’d) They’re trying to get inside that building, their headquarters. Keepin’ ‘em pinned down but those officers are bleedin’ to death. Harrigan looks over the top of the cars towards the wound men on the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Where the hell is Special Weapons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Still tied up in that shootout in San Pedro. Bastards shot down one of our choppers. Real mess. We/’re suckin’ hind tit ‘til they get here. But Mills and Johnson won’t last much longer. We need an assault vehicle to get to ‘em. Harrigan studies the fire zone for a moment, the dying officers, then signals to Danny and Leona to approach.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I’m gonna go ‘chat’ with these assholes... He grabs a SHOTGUN from an officer, giving it to Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "When I give the signal, give me a Little cover. Danny racks a round into the chamber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "You got it. Harrigan opens the trunk of his car, riffling through sev CANVAS BAGS, an arsenal of WEAPONS visible. He selects a cut-down ASSAULT SHOTGUN, checks the action, and slams sh the trunk. Harrigan jumps into his car, tossing the shotgun on the s Holding the driver’s door open, he PEELS OUT in reverse, the sidewalk, aiming the open door at a TELEPHONE POLE. T impact rips the door off, which slides across the sidewal PREDATOR’S POV OF SCENE From his aerial vantage point as he LOCK-STEPS in to CLOS focusing on Harrigan inside the car as he peels out, raci through the barricade... uw",
          "sentiment": "neutral"
        },
        {
          "speaker": "6B",
          "text": "6c",
          "sentiment": "neutral"
        },
        {
          "speaker": "6E",
          "text": "thru 12 Third Draft 01/16/90 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car laying rubber as it blasts through the police lin aimed at an oblique towards the burning truck and the dow officers. Leona swings over the car and OPENS FIRE, joined by Danny the police, a cover fire aimed at the Colombians. EXT. HARRIGAN’S CAR ~ DAY 6B Like a plains Indian attacking on his war pony, Harrigan, foot on the gas, his right arm on the wheel, hikes out of doorway, low to the ground, racing towards the burning tr EXT. BURNING TRUCK - COLOMBIANS POV - DAY 6c Of the driverless car, flying towards them. They OPEN FIR bullet hits exploding into the car. EXT. HARRIGAN’S CAR ~ DAY 6D Bullets ripping through the car, exploding glass, shreddi the dashboard and seats, Harrigan dropping even lower to ground, bullet hits ricocheting off the pavement. As the downed officers come into view, Harrigan throws the gears into PARK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The patrol car locks up, sliding past the officers, jerki to a halt, providing cover between the dying officers and Colombians. Two POLICEMEN run from the street, dragging the officers safety, Harrigan, shotgun in hand, sprinting low to the ground, heading for the Cadillac... SIX of the Colombians, race for their headquarters, firin behind them, their escape covered by Harrigan’s car. The officers on the street jockey fer new positions, firing a five of the Colombians make it through the door, the SIXT cut down in a hail of bullets from Danny and Leona, now charging down the street. Harrigan rolls over the Cadillac, dropping down behind th open driver’s door. He rises, catching the remaining four Colombians off guard. They swing their weapons to fire bu Harrigan is faster, the 10 gauge slugs ripping huge holes through the door, the four Colombians blown off their fee 7 OMITTED thru i2 \f13 14 Third Draft 01/16/90 . 6. PREDATOR’S POV OF HARRIGAN 13 ZOOMING-IN on him, standing in the alley, smoke pouring f the shotgun. But the Predator is attracted by a SOUND, turning upward to SEE a HELICOPTER, HEAT-SWIRLS flowing f the turbines, looking like some gigantic insect. A TRILL emerges from the Predator as suddenly he turns, HIS VISIO ZOOMING IN on the doorway where the five Colombians escap Another TRILL as he MOVES...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan emerges from the alley, police rushing from ever direction, looking at the BLACK HELICOPTER circling high above. Harrigan tosses the empty shotgun into his car, drawing the long-slide .45 MAGNUM AUTOMATIC from his shou holster. Danny and Leona race into view. Leona Mike, you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(all business) Let’s get the rest of ‘em. The sergeant joins them, out of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "(panting) Lieutenant, just got an order from Chief Heinemann... ‘Secure perimeter, surround building and wait.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(pissed) Wait? For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "Some bulishit special team. Feds, DEA, who knows... (beat) Christ I’m out of shape... this heat’s killing me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "{looks at building) We let those bastards get dug in now, we’ll have to level the building to get ’em out. \fi5 16 Third Draft 01/16/90 7. INT. LOFT ~ COLOMBIAN’S HQ ~ DAY 15 An ARSENAL, dingy, brick-walled, illuminated by skylights twenty feet above, windows shuttered by boilerplate, open steel CABINETS lining the walls, racks of WEAPONS inside. Cases of AMMUNITION are stacked on the floor. The four Colombians, all wearing TATTOOS of SCORPIONS, ar SHOUTING at each other in rapid-fire SPANISH as they brea out a variety of HEAVY WEAPONS, an M-60 MACHINE GUN, M~20 GRENADE LAUNCHERS, AK~47‘s, H&K MP-5’s and ASSAULT SHOTGU The Colombians are enraged, crazed as they jam clips into weapons. From a pile of BULLET PROOF VESTS, one of the me begins to suit up. This is going to be a fight to the dea The leader, a scorpion TATTOO wrapped around his left eye wearing a heavy goid SCORPION on a gold chain, slams a CL into his weapon. He bends the tail on the scorpion around his neck, revealing a cavity, filled with cocaine. He hol it to his nose, snorting heavily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EL SCORPIO",
          "text": "(screaming) Come and get it, putes! El Scorpio is ready!!! But from overhead, an earsplitting CRASH fills the room, shower of GLASS descending on the men. As stunned faces t upward in SLOW-MOTION, we HEAR the chilling TRILL of the Predator’s challenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly the faint but distinct staccato STUTTER of AUTOM WEAPONS FIRE erupts from the upper stories of the buildin a STEEL SHUTTER blown from the wall by a .40 MM GRENADE. Everyone takes cover except Harrigan, who looks up at the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(quizzically) What the... Sarge, any of your people in the building?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "(puzzled) No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Let’s go. Danny and Leona are at his side, weapons ready. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f16 17 Third Draft 01/16/90 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "(protesting) Lieutenant, I can’t send anyone in there. Heinemann’s on his way now...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Well, Heinemann can kiss my sweet ass. As Harrigan, Leona and Danny head for the building, the sergeant, in frustration gestures to two of his OFFICERS, wearing BODY ARMOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERGEANT",
          "text": "God damn-it, go with him! The two officers charge after the three detectives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dark, narrow corridors, blistered green paint clinging to concrete walls, stained and threadbare carpeting. Harriga Leona, Danny and the two officers, cautiously make their up the stairs and onto the landing, weapons drawn, alert _any sound, faces dripping sweat. Harrigan, the intense, highly tuned warrior, senses the a for some clue, some movement. He turns to Danny, their ey meeting, Danny’s asking, ‘Where?’ Harrigan, aware of something the others haven’t yet sensed, turns his eyes t a door on the left. He creeps forward, placing his hand o the wall, feeling. He nods. Danny signals to the others who take up positions around door. Danny gently tries the doorknob, indicating it’s locked. Harrigan neds, leveling the huge .45. Danny, in o fluid motion, kicks opens the door, hitting the floor as Harrigan swings in over the top, eyes searching the room, weapons bearing down on: at least ten Latin WOMEN, huddling, terrified like rabbit berieath their SEWING MACHINES, piles of UNDERGARMENTS in various stages of completion proclaiming the room a sweat A momentary look of relief as Danny gains his feet. And t as if hit by a locomotive, the door behind them explodes one of the Colombians charging into the hallway, two AUTO WEAPONS, in either hand, FIRING back into the room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 18 19 20 Third Draft 01/16/90 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A moment of total confusion as the Colombian, covered in blood, SCREAMING INCOHERENTLY, eyes wide with panic, smas into one of the officers, knocking him to the floor, the raking GUNFIRE as he spins, hitting the other officer, se him down the staircase. As the others hit the deck, Leona EMPTIES her revolver, several shots going wild, three hits impacting the madman body armour, sending him reeling against the wall. He recovers, charging down the hallway and up a stairwell. Oblivious to the danger, Harrigan chases after him, shout to the others.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Take the room! The other officer is on his RADIO, calling for backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Officer down, fifth floor. We need backup.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The madman rushes into view, running like a crazed animal PREDATOR’S POV OF MADMAN 19 seen from the top of the elevator housing, looking down o Colombian, wildly looking from side to side, searching fo the unseen. The Predator begins to move towards the edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 20",
          "text": "As Harrigan clears the doorway, eyes moving, scanning, se the fleeing Colombian. He runs after hin. The Colombian reaches the edge of the building, still una of Harrigan, nowhere to go, trapped. Harrigan approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Drop it! It’s over! In a panic, still hyperventilating, the madman turns, see Harrigan, but then something else, something moving, on t elevator housing behind Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADMAN",
          "text": "No! Get away! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f20 21 22 23 24 25 Third Draft 01/16/90 . 10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He swings his weapons up... In a heartbeat, Harrigan FIRE BLAM, BLAM, BLAM, BLAM, the hot-load, softnose .45 calibe slugs hammering into the man’s body armour... carrying hi backwards, three steps at a time, seven shots fired, unti he hits the edge... a flash of crazed eyes as the madman over the top and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "slams face down through the canopy, a fatal belly~flop, dead-center into the salsa and mound of avacados.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, ROOFTOP",
          "text": "Harrigan slams another CLIP into the .45 with a powerful thrust. He looks up at the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Damn, it’s hot. He starts to move gingerly towards the edge when suddenly senses something behind him... Instantly he spins, releas the slide on the .45, going into a crouch, eyes wide, fin closing on the trigger. Harrigan stares through the HEAT-WAVES, shimmering off the roof. He blinks, squinting seeing nothing but the elevator housing, cables, fence, n sign of any human... PREDATOR’S POV OF HARRIGAN 23 snapping IN-CLOSE to the huge .45, pointed directly at hi He senses that even though this hunter can’t see him, his instincts will cause him to fire the weapon if he moves a neh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 24",
          "text": "Harrigan, scanning the roof, dismisses the feeling to ner He lowers the .45, starting for the stairway. PREDATOR’S POV OF HARRIGAN 25 Now moving towards him at an oblique angle. The Predator moves forward, preparing to jump. \f26 27 Third Draft 01/16/90 il.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 26",
          "text": "As Danny, and a DOZEN UNIFORMED POLICE, heavily armed wit SHOTGUNS, assault carbines, wearing FLAK VESTS, burst thr the stairwell and onto the roof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(breathless) Mike, you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Yeah, fine. Harrigan again moves carefully to the edge, a hesitant lo to the street below, Danny casually leaning out over the wincing at the sight of the body below. He absently finge the gold ST. CHRISTOPHER’S MEDAL around his neck, a habit does often. He looks back at Harrigan. Harrigan’s look to Danny tells us he does suffer from acrophobia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I gotta get down from here. {to the officers) Search the roof, work your way down... Check every floor. There may be someone else. Seal it off, no one leaves. (to Danny) Come on. Harrigan and Danny push past the officers, entering the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leona is moving slowly around the room, her face shocked, stunned at what she sees: the room is literally bathed in blood, the brick walls pock-marked and scared from hundre of machine-gun rounds. Three BODIES, in various positions around the room are br noted. A uniformed COP is standing guard beside the door, trying hard to ignore the scene. Leona, weapon at her sid is staring at a BODY on the floor. Harrigan moves alongsi her, unprepared for what he finds: one of the Colombians, blood-stained face barely recognizable, on his back, his cavity erupted outward in a horrible rent, the edges fuse and cauterized by the Predator’s laser. In the b.g., Dann is searching the other end of the room for clues. Leona Looks up. Leona (aside) So what happened to Juan Valdez? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 Third Draft 01/16/90 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "He’s out front, having lunch. (quietly) What the hell is this? Leona (stunned) They’ve been cut to pieces. But who? Leona follows as Harrigan picks his way around the room, taking in everything, bodies, bullet casings, hits on the walls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Maybe somebody was waiting for them. Leona Jamaicans?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Their style... But where the hell did they go? Harrigan turns to the cop at the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Nobody gets in here until Forensics arrives... nobody. (to everyone) Okay, people, you know the drill. Field strip the room. I want the crime scene sketch done in coordinates, lines from every bullet hit, piece of glass, body, everything. Danny, at the far end of the room, is studying the walis, recreating the firefight in his mind. He reaches an alcov a door slightly ajar. Something wrong. Weapon raised, he slowly opens the door with his free hand, revealing a fil unkempt bathroom. His eyes go to the floor, a pool of BLO collecting near the toilet. A single drop of BLOOD splatters into the pool... a sligh WHISPER of SOUND from above... Danny wheeling, weapon raised... Against the grimy skylight, twenty feet above, furtive MOVEMENT, nearly hallucinogenic, the glass and wa moving, then, stillness. Danny’s eyes come to rest on the BODY, still clothed, hung upside down, the Achilles tendo pierced by the skylight handle. Danny backs into the doorway. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f27 28 Third Draft 01/16/90 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(urgent) Mike. Back here. Harrigan appears in the doorway, seeing the blood, follow Danny’s gaze to the body. Danny, using a BROOMSTICK, reac upward, pivoting the body, the same gaping chest wound, t scorpion tattoo on the face clearly indicating its...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "El Scorpio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Must be twenty feet. No ladder, no rope... The uniformed cop appears in the doorway a quick double-t to the body before addressing Harrigan. CoP Lieutenant. Deputy Chief Heinemann is downstairs. (uneasily) Wants you and your people out of the building, forthwith. Harrigan pushes past the cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Son-of~a-bitch. Harrigan exits, followed by Leona and Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan and the two detectives emerge from the building. Across the street, DEPUTY CHIEF HEINEMANN, in dress blues stands arms crossed, flanked by his DRIVER/BODYGUARD, the sergeant and several other OFFICERS. Harrigan starts to cross the street, then notices the tac cart, body still in place. He walks to the display, lifti the dead man’s head by the hair, studying the salsa~encru face, the TATTOO of two intertwining SCORPIONS on his shoulder. He turns to Leona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I want a name on this joker. He drops the face back into the cart, which hits home wit SPLAT. He heads across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "30 31 Third Draft 01/16/90 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lone POLICEMAN stands guard at the door. We DOLLY towar the bathroom door, PUSHING inside. As we CRANE UP, El Scorpio’s body is suddenly snatched upward through the skylight, as if it weighed nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan walks up, face to face with Heinemann, who, desp the sweltering heat, is in full uniform and feeling it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Deputy-chief Heinemann. What a pleasant surprise. We don’t see enough of you down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEINEMANN",
          "text": "Save the attitude for someone who gives a shit, Harrigan. (gestures) You disobeyed a direct order to stay out of that building. Why? Harrigan takes a step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(conspiratorially) Don‘t let this get out, sir, but it’s a fucking war down here. Things happen, and when they do, they go down hard, and frankly, sir, I don’t have the time to decipher some bullshit order from the ‘Palace’...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEINEMANN",
          "text": "(seething) Direct orders from a supervising officer, Lieutenant! You're in violation of departmental policy... PREDATOR‘S FOV OF THE SCENE 31 watching as Harrigan, like a caged animal, suddenly lunge forward, his finger stabbing at Heinemann’s chest. Now snapping in TIGHT, analyzing Harrigan’s speech, sensing t anger, the power of his voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(filtered) I got a slaughter up there... \f32 33 thru 35 36 Third Draft 01/16/90 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 32",
          "text": "As the bodyguard/driver rushes in, restraining Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BODYGUARD",
          "text": "For Christ sakes, Mike. Come on. Over the bodyguard’s shoulder, Harrigan thrusts his face forward in anger, shouting at Heinemann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(continuing) .-- which might have been stopped. My ‘policy,’ Captain, is to stop it where I find it. I don’t roll over for anybody, Feds especially, without a God-damned good explanation. The bodyguard continues to ease Harrigan away from Heinem Harrigan and Heinemann glaring at each other. This one go way back. Harrigan is again distracted by the SOUND of a HELICOPTER blades slowly THUMPING. He shakes off the bodyguard, look up, SEEING the same BLACK HELICOPTER, circling far above building. Harrigan looks away from the helicopter, SEEING a team of SEVEN MEN, dressed in suits, a la FBI, carrying heavy SUITCASES, entering the building. A TALL MAN, his back to us, is giving orders to the men. He then turns and stride to a waiting DARK SEDAN. Harrigan turns back to the Chief",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "What the hell is this Heinemann? Infuriated at this disrespect, Heinemann points a trembli finger at Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEINEMANN",
          "text": "You clear this area, immediately, get back to your cage at Metro... or I’ll have you up on charges. (to his driver) Let’s go. Heinemann enters the car, which speeds off. 33 OMITTED thru 35",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An imposing fortress of brick and steel bars, CONCRETE PY extending into the street to prevent car bombings. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36 37 38 Third Draft 01/16/90 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The steps to the station house are swarming with every description of CRIMINAL, HOOKER, PIMP, and their LAWYERS. Nearby, an open FIRE HYDRANT gushes a torrent of water in the street as a gang of KIDS takes turns, leaping into th stream on INNER TUBES, shooting them into the street. Harrigan and his team mount the stairs, entering the stat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-ON a bulletin board containing a NOVEMBER 1997 CALE WANTED POSTERS, retirement NOTICES, and two departmental POSTERS reading: BE SAFE -- WEAR YOUR ARMOUR ~=- THE ASS SAVE MAY BE YOUR OWN; and GOD CAN’T BE EVERYWHERE, THAT’S HE MADE COPS. We pick up and GO WITH Harrigan, Leona and Danny as they through a METAL and EXPLOSIVES DETECTOR, moving with them the squad room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Huge, ringed by FILING CABINETS, COMPUTERS and in the cen the inveterate STEEL DESKS, DETECTIVES busily filing repo taking statements and interrogating WITNESSES. Because of the heat-wave, the lights are off, but ELECTRI FANS are everywhere, circulating the hot, sticky air. At back wall is a series of glassed-in offices, one of them reading: CAPTAIN PILGRIM. We go with Harrigan as he passes through the sea of desks bored DETECTIVES taking statements, dealing with the phon In the b.g. we SEE several burly COPS, hustling a jabberi OVERDOSE VICTIM through a doorway. He breaks free, the co in a flurry, taking him to the floor. Passing by several desks we HEAR snippets of conversation",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP ON PHONE",
          "text": "Lady, you got a backed-up toilet, call a plumber, not the police. From a DETECTIVE taking a statement from a PERSON of questionable gender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "(bored) Straight, gay, or ambidextrous? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 Third Draft 01/16/90 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "At another desk, a line of HOOKERS talk shop, each holdin APPLICATION FORM and a LAMINATED HOOKER’S LICENSE, comple with picture, L.A. seal. A young COP is dealing with an i HOOKER, dressed in a revealing, sweat-soaked fashion T-sh and shorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COP",
          "text": "This license is expired...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Bullshit. I paid that fee six months ago. (turns to friend) Tell this meathead, Charity... At a DESK near the captain’s office, a young man, JERRY LAMBERT, is draped over the edge, making time with an attractive FEMALE OFFICER, attempting to write a report. Though young and a bit cocky, his haircut and clothing a dorky, out-of-date, he seems confident, street-wise, toug He pulls the paper from her typewriter, folding it into a PUPPET, moving it close to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(puppet voice) So, what you’re telling Jerry is that if the right guy came along, you might go out with someone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "(laughing) I didn’t say that... Jerry spots Harrigan approaching and jumps to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lieutenant Harrigan... Harrigan brushes him aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Yeah, kid, have a seat, be right with you. Harrigan reaches the door and without knocking, opens it enters. INT. CAPTAIN PILGRIM’S OFFICE ~ DAY 39 A bank of VIDEO MONITORS on one wall, SILENTLY broadcast news coverage of the war in the streets. We catch a glimp of Pope as well. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 Third Draft 01/16/90 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Alongside, a SCANNER is tuned LOW, providing an up-to-the-minute accounting of the police action in the f CAPTAIN B. PILGRIM, early 50’s, thick of limb, heavy paun an old bulldog veteran of the streets, is draped over his window AIR-CONDITIONING UNIT, suffering miserably in the An ELECTRIC FAN on the desk cools him from behind. Withou turning, Pilgrim begins his lecture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "(fuming) Don’t start with me Mike, Heinemann’s already been up my ass so far I won’t be able to sit down for a week. He turns, face red, dripping sweat, huge stains under his arms, distracted by the monitors, he stares at the images",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "(sotto) We're not winning this war.. (turns) And as much as it’s going to piss you off, you’re going to have to play the game on this one... He punches the intercom on his TELEPHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "(shouting) Get me Sullivan at the D.A.’s. And no bullshit about he’s in a meeting. Get him. And where’s today’s operations report? He turns back, picking up a MEMO from his desk, snapping with his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "(reading) ‘Effective immediately, a Federal task force, under the direction of Special Agent Peter Keyes, will be investigating criminal activities involving the trafficking and distribution of controlled substances’... And you will extend him your full cooperation...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Which means you’re cutting off my dick and shoving it up my ass. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39 Third Draft 01/16/90",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "God~damnit, the Feds are callin’ the shots. My hands are tied, so don’t put me in the middle of this. I’m two years short and can’t afford to lose you. Even if you treat patrol cars like they were overhead. That’s three this month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Had a bad muffler and the shocks were for...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Don’t interrupt me. Pilgrim sits down, turning the fan into his face. The fem officer from outside enters, handing him an OPERATIONS RE",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "Uh, he’s in a meeting. A quick lock to Harrigan as she beats a hasty retreat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Son~of-a~bitch... {reads report) You’ve got a shooting board inquest tomorrow at o-nine-hundred. But our guys are gonna pull through. Hell of a job, Mike. (sigh) Now, what can I do for you? Despite this tirade, we sense immediately that Harrigan cherishes this man, would go to the wall for him. He smil",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Just wanted to make sure you and Ruth are coming by Ray’s tonight, we’re doing a little thing for Leona -~ it’s her twenty-eighth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Yeah, yeah, I'll be there. The door opens and Harrigan turns, coming face to face wi PETER KEYES, tall, studious-looking but tough, early fort hair slightly graying, wearing a suit and tie -- a consum Fed. The two men appraise each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Lieutenant Mike Harrigan, Special Agent Peter Keyes, DEA. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f39",
          "sentiment": "neutral"
        },
        {
          "speaker": "39A",
          "text": "Third Draft 01/16/90 20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Keyes smiles warmly, extending his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(sincere) Sorry about the jurisdictional intrusion. Don’t mean to step on your toes but we’re attempting to tie the activities of these people together on a national level. I wish I could share more but a large number of deep-cover operatives are involved. You know how it is, weve all got a job to do. I’m sure we can respect each other’s situation and act responsibly. Harrigan looks at Pilgrim and shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Cooperation’s my middle name. See you around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan emerges from Pilgrim’s office. Jerry again getti to his feet. He’s more aggressive this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lieutenant, I’m the new...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Like I said, kid, have a seat. I/11 get to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(backing off) f Okay... Harrigan moves on, over to where Leona is filing a report a stand-up, five terminal COMPUTER STATION. Harrigan pull her ‘aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Leona, I want you to stay on this thing. Get in touch with narcotics at Central. See who these feds are working with. Leona You got it, Mike. Soon as [I finish this report. \f40 Third Draft 01/16/90 al. INT. HARRIGAN’S OFFICE - DAY 40 A no-nonsense working office, serving as the detective’s command center. TACTICAL MAPS of the city bristle with multi-colored push pins, stacks of PAPER mound the desk, composite SKETCHES WANTED POSTERS filling the walls. Danny is slumped in his seat, fanning himself with a sect of cardboard torn from a pizza box. On the desk is a disassembled ELECTRIC FAN, SOLDERING IRON, spare parts. Harrigan is standing at the window air conditioner unit, emits only a pitiful SQUEAK, as if on it’s last legs. Harrigan tests the air flow with his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Only thing I get from this is wind burn. He moves to the desk, sitting. He pulls the heavy .45 fro his holster, THUMPING it down on the desk. He looks at Da",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "So, what have we got, Danny Boy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "The five Scorps make the building... the next minute, they’re all hammered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "And not one bullet wound...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Sliced and diced. Wasn’t for drugs or money, there was a shitload for the taking. You tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(reflecting) Remember that psycho few years back. Bar on South Main?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(remembering) The martial arts freak?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "He killed eight people with his bare hands before we could take him down. (beat) Somebody with that degree of skill, maybe better, knife, sword specialist... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f40 Third Draft 01/16/90 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "40",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "A hit? =",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(shakes his head) Pro would have split when he heard the action. More than one, we would have seen them. This guy waited until the last minute, took out four men armed with machine guns by hand and then got by us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "And the only one who could tell the tale did a header off the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "The son-of-a-bitch was right there. Missed him by seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "My guess, we’ve got a very skilled psycho out there, bent on revenge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "One night stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "No, I don’t think we’ve seen the last of him, he likes his work too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(wry) . Maybe we should put him on the payroll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Yeah, but what if he decides to get a hard-on for cops? These are ny streets, Danny Boy. I want this guy. This is a bad one. I can feel it. Danny gets to his feet, looking out onto the squad room. SEES Jerry, now with Leona at the computer station, obvio talking about the wonder of Jerry again. Leona is listeni patiently. and Jerry Throughout the following dialogue we OBSERVE Leona through the glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "I‘ll see what I can nose up. (beat) Oh, shit. Forgot to tell you. We got a replacement for Ferris. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThird Draft 01/16/90 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "DANNY (Cont‘d) Jerry Lambert, Billy The Kid of Rampart Station. Harrigan looks up, spots Jerry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "That’s a cop? I thought he was here to fix the air conditioning. (reflects) Lambert, Lambert. I know the story. First week on the streets he walks into four heavies takin’ down a bank. Instead of calling for backup, Kid takes ‘em all out, gets a commendation from the Mayor himself. Got a real rep as a Lone Ranger. I don’t need that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "He’s supposed to be one of the best black bag men in the department. Real whiz in surveillance and electronics. And that you do need (beat) Kid actually requested to come down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "That alone makes him crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Looks like he’s puttin’ the moves to Leona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "His first big mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leona, arms folded, is intently listening as Jerry regale her with a war story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "++. SO, I said, lady, you’re under arrest. And she said, ‘why?’ And I said, because, you’re husband is dead, you killed him. And she said, ‘I’ve stabbed that son-of~a~bitch plenty of times before, and he never died on me...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "40B",
          "text": "Third Draft 01/16/90 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "She laughs, politely, moving in closer, placing a hand on Jerry’s shoulder. Leona (pleasant) That’s funny. (beat) You know, I have heard about you... Suddenly she steps in and with an unseen hand, obviously him by the balls, Jerry reacting wide-eyed, gasping for breath, Leona (mean) «+. like your last three partners got shot. Try that cowboy shit with me, fucker, and you can kiss these good-by... got it? Jerry gasps his acknowledgement just as Danny appears. He beams at the two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Well, I sea you two have met. Lambert if you’re up to it, why don’t you limp on in and see the Lieutenant. INT. HARRIGAN’S OFFICE - DAY 40B Harrigan sits back in his chair, reflecting. A KNOCK at t door. Harrigan looks up as Jerry enters, still trying to collect himself. He looks back at Laona and Danny in the squad room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Is it her time of the month, or what? Harrigan walks around to Jerry, placing a finger on his shoulder, pushing him down into a chair. Harrigan sits on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "This is what I call the ‘speech,’ kid. It’s the only one I got, I only give it once, so pay attention. (beat) Until now, it’s all been fun and games, cops and robbers and dunkin’ donuts. But you’re in the shit, now. Metro Command is a war zone. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41 thru 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "43B",
          "text": "Third Draft 01/16/90 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HARRIGAN (Cont/’d) (beat) You‘’ve got a gunslinger reputation and that makes me real nervous. We survive down here because we're a team, ‘cause we think and act as one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lieutenant, I know what I’m gettin’ into. I had to bust my ass to get here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "And that scares shit out of me, kid. No one requests to come down here unless they’re lookin’ for a reputation. There’s no room here for showboats, anyone lookin’ for somethin’ to prove. I won’t stand for it. (beat) Don’t get me wrong, kid. We need geod cops down here. And they say you’re goog at what you do. But the team comes first. You live by that, you’ll be okay and we’ll all be there for you. Remember, the door swings both ways. That‘’s it. He offers his hand. Jerry is a little blown away, but has an instant respect for this man. They shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Welcome to the war, kid. 41 OMITTED thru 43",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sweeping PAN across the city, moving UP to one of the buildings, across a lavish patio and pool area, towards t expansive picture windows of the apartment. As we move closer, we can HEAR the faint sounds of MOANING:..",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Multi-leveled, garishly opulent, befitting the taste of a Colombian cocaine lord. In the dim light we see a COUPLE bed, making love, their bodies covered by a sweat~soaked sheet. SALSA MUSIC plays softly in the background. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43c 44 thru 45 46 Third Draft 01/16/90 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "From outside we HEAR a muffled SOUND, a dull thud against floor. Instantly the man, RAMON VEGA, Colombian, muscular intense face, piercing eyes, pushes away from the girl, h senses attuned to the sound from the foyer. The GIRL, 19, Latin, drop dead beautiful, pleads for Ramon to continue Ramon lunges across the bed, reaching for an AUTOMATIC PI on the nightstand. The ornate double doors explode off their hinges as three JAMAICANS, carrying silenced WEAPONS, burst into the room revealing a quick view of the foyer, a COLOMBIAN GUARD de on the floor, blood splattered across the gold foil wallp One of the Jamaicans is on Ramon, smashing him across the face, knocking him to the floor. A second Jamaican yanks Ramon to his feet by his hair. The third Jamaican, huge, powerfully built, terrifying look, moves to the bed. He g at Ramon, revealing a GOLD TOOTH. Gold Tooth reaches out to the girl, cowering in the bed, wrapped in the sheet. He grabs her, pulling her to the en of the bed, looking down at her terrified face. He admire her body and then pushes her aside, looking at Ramon. He gestures to his men who close the huge doors, blocking ou view of the room. PREDATOR POV EXTERIOR PENTHOUSE ~- NIGHT 43c Moving swiftly up the side of the building, across the pa and towards the wall of windows. 44 OMITTED thru 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now in shambles. We MOVE towards one darkened end of the room, where we SEE eerie SHAPES dancing on a wall, cast f some flickering light source behind an alcove. As we GROW CLOSER, we see the shadow-form of a MAN’S BODY, hanging b his feet. TIGHT ON the terrified, sweating face of Ramon, strange l flickering upward. Around the bed, in an eight foot diame COFFEE CANS containing burning CANDLES, illuminate the sc A DARK FORM places a dented, galvanized BUCKET next to Ra head, and a one gallon PICKLE JAR, the lid quickly unscre MOVING UP rapidly to Ramon’s chest, huge HANDS use a BLOO CHICKEN’S FOOT to paint a strange symbol on the bared ski (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f46 Third Draft 01/16/90 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The terrifying image of Gold Tooth snaps into view, long dreadlocks, yellow, rheumy eyes. The huge man tokes heavi on a ten inch SPLIFF, sparks and flames flying from the e He passes the spliff to SOMEONE beside him, exhaling a hu cloud of smoke as he does. He grins, revealing again the gleaming GOLD TOOTH. In the shadows we SEE, SIX other JAMAICANS, all heavily a with SHOTGUNS, AUTOMATIC WEAPONS, and PISTOLS. A long, wicked-looking CANE KNIFE is whipped from its scabhard, the razor-sharp edge glistening in the candleli Ramon pleading for his life, his macho countenance betray by his trembling voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAMON",
          "text": "I can pay you... two million, in cash. Right now. The gold-toothed Jamaican grins, holding up the knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD TOOTH",
          "text": "Ah, this not be ‘bout money, mon... this be ‘bout power. There’s a new king of the streets. This is his™ message to your people -- you be history, mon. Another Jamaican VOICE from the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAMAICAN",
          "text": "(Laughing) Dat‘s dread, mon, dat’s dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD TOOTH",
          "text": "But the King says it ain’t enough to kill you, mon... (holds up pickle jar) He wants your soul. He walks in the shadow~land... (beat) Voodoo-magic... A chilling CHORUS of LAUGHTER from the others, as Gold To leans in close, placing the knife against Ramon’s chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD TOOTH",
          "text": "But it don’t mean shit, mon, it’s all the same to me. (beat) I’ll tell you what I believe... \f47 48 Third Draft 01/16/90 28. PREDATOR’S POV CLOSE ON GOLD TOOTH 47 As the huge man leans in closer to the Colombian’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD TOOTH",
          "text": "(whispering; filtered) ‘Shit happens.’ Dat’s what I say, ‘Shit happens, mon.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 48",
          "text": "Gold Tooth LAUGHS, chilling, terrifying. Suddenly his eye go cold as he drives the point of the knife into Ramon’s jugular... a gout of BLOOD splattering across the girl’s chest and f She SCREAMS, horrified, backing into the wall, sliding to floor. A LASER BEAM silently FLASHES, the DOTS centering on one the Jamaicans’ chest. His eyes roll down curiously and th towards the source... as his chest cavity EXPLODES in a f of blood. A momentary pause before Gold Tooth SCREAMS, pulling a BA 92 from his waistband, turning and OPENING FIRE in the direction of the attack. On cue, the others OPEN FIRE, the room erupting with the stroboscopic THUNDER of GUNFIRE, continuing on for what s like an eternity, the bullets blasting away chunks of CONCRETE, PLASTER, WOOD and GLASS from the interior walls The firing stops, the room growing SILENT, floating on a fog of gun smoke. The interminable silence presses on as Jamaicans stare into the blackness, deadly, anxious faces probing the room, and then... one of the Jamaicans is ripped off his feet, driven backw at incredible speed, a NET of FINE WIRE, driving itself i the wall with SELF-DRIVEN BOLTS, the man trapped behind t taut wire, burying itself into his face, a lattice-work o bloedlines appearing. Through the room, a BLUR OF MOVEMENT, now behind them, a Jamaican spinning around to fire, two DARTS thudding into chest, a THIRD sticking in his forehead. Another blur of movement, through the middle of the Jamai one man turning to SEE the gleaming BLADES of the Predato FIGHTING KNIFE as they erupt from another man’s chest, th pitchforked through the air. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 52 Third Draft 01/16/90 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The stunned Jamaicans OPENS FIRE where the knives were a second ago, but from his left, a TELESCOPING SPEAR rocket into view from near the floor, driving into his chest, th man also flipped through the air like a pole vaulter. The room grows silent as Gold Tooth circles in and out of light. He looks down, the breech of his Baretta open, out bullets. From the shadow-edge, the vague outline of the Predator resolves, now becoming VISIBLE. The Colombian watches wide~eyed in fear as the Predator m forward, crossing in front of him as he closes in on Gold Tooth, frantically trying to load another CLIP into his weapon... the twin KNIFE BLADES flash into view... PREDATOR’S POV OF GOLD TOOTH 49 in JUMP CUTS as we move in on Gold Tooth’s face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One RADIO CAR is near the front entrance, an OFFICER stan beside an open door. Down the street, other CARS are beginning to block off the street. A dark-colored CARGO VAN, dented and rusted, several ante on top, is parked nearby, the side door open, Pope’s crew frantically preparing their equipment as Pope uses a make kit to do a quick pancake job. The inside of the van is cluttered with CAMERA EQUIPMENT, CLOTHING, SLEEPING BAG a RACK containing several POLICE SCANNERS. Harrigan’s unmarked car accelerates down the street, skid to a halt. As Danny and Harrigan emerge, another CAR approaches from the other direction, carrying Jerry and L INT. JERRY AND Leona’S CAR - NIGHT As they pull to a stop, they SEE Pope, followed by his cr scuttling across the street towards Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE -",
          "text": "(faintly heard) Lieutenant, is this another gang massacre. The Jamaicans... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52",
          "sentiment": "neutral"
        },
        {
          "speaker": "S2A",
          "text": "Third Draft 01/16/90 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Leona Jesus, it’s Pope. That parasite must sleep in his car. JERRY ; I‘ll handle it. P.R.’s my specialty. Leona (annoyed) Is there anything that isn’t your specialty? As Leona exits and heads towards Danny and Harrigan, Jerr heads for Pope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Pope hustles across the street, Jerry slides in front him, halting his progress. He begins a rapid-fire rap as backs Pope towards his van, his crew standing by, dumbfou",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Tony, my man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "{rapid fire) Your biggest fan, Tony. Catch you all the time. ‘Dumpster Diving Mom Gives Birth To Rat Baby;:’ ‘Lap Dog Explodes In Microwave; ‘Adulterous Siamese Twins Marriage On the Rocks, Split Imminent.’ Love your shit, Tony, love it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "(protesting) You can’t do this, I’m ak... They reach the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Listen, Tony, let me give it to you straight. Me, I appreciate aggressive, avant-garde journalism, but those guys over there, they’re not too hip, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "This is a violati... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f52a",
          "sentiment": "neutral"
        },
        {
          "speaker": "52B",
          "text": "Third Draft 01/16/90 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Den’t interrupt me, Tony... {laughs; crazy) Why hell, they’d just as soon shoot your ass. If I were you, Tony, I’d go root for some garbage somewhere else. Know what I mean? I know you Oo. (gestures) Tony, don’t disappoint me. He turns and walks before Pope can respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Harrigan, Danny, and Leona are talking to the two PATROLMEN. Jerry approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "... That’s when wa took the call. Checked out the inside for perps. Jesus, it’s a bloodbath. Over the patrol car’s RADIO, a DISPATCHER’S VOICE breaks",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO DISPATCHER, (V.0.)",
          "text": "(filtered) All units responding San Pedro and 5th Avenue, be advised Federal officers will handle investigation. All units block off area between Flower and 6th Avenues. Do not enter premises, Federal officers will handle. Harrigan looks at Danny, then to the officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You didn’t hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATROLMAN",
          "text": "You’re the boss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Let's go. In a deft move, Jerry slides the patrolman’s FIVE CELLED FLASHLIGHT from his belt holster, handing it to Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You might need this. (to the officer) T’1l guard it with my life. \f53 Third Draft 01/16/90 32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The powerful BEAM of the flashlight sweeps through the apartment, playing across the once lavish walls, now rent bullet hits, and on the floor, amid the debris, hundreds spent CASINGS along with HANDGUNS, SHOTGUNS, and AUTOMATI WEAPONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(grimly) Look familiar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(uneasy) Where the hell are they? As if in response, Harrigan’s flashlight moves to his rig illuminating the grizzly sight of a MAN’S FACE, a mere tw feet away, hanging upside down, stripped of skin, nearly obscured by the leaves of one of the potted trees.. A gle goid tooth... Grimacing, Harrigan moves the light, discovering another hanging from the truss rods, and a few feet further, anot BODY, in all, five bodies, in a row, as if in a meat lock He plays his light into the room, over Ramon’s bedy, stil hanging over the bed, the bucket of blood overturned on t sheets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Ramon Vega, the crack~king. One of the biggest operators in East LA. Hundred keys a week. Leona studies the mark on Ramon’s chest. Leona That mark. Jamaican voodoo. They were going to take his heart. Terror tactics. Use it to scare shit out of their enemies. (beat) King Willie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "King Willie. Voodoo priest of the LA posses. Ran the terror gangs for Edward Seaga in Jamaica, until he got toc powerful. The Jamaican chiefs won’t make a move without his approval. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 Third Draft 01/16/90 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Harrigan, Leona and Jerry stare mesmerized at the incredi sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "So what the fuck happened? Leona Looks like someone crashed the party. From another part of the room, Danny calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Mike, over here. Harrigan moves alongside Danny, who is training his pocke FLASHLIGHT on a dark FORM, sitting on the floor, against wall. Harrigan’s light plays across the scattered coffee and candles, coming to rest on Ramon’s girlfriend, eyes unresponsive to the light, catatonic. Harrigan leans down listening, the girl MUMBLING something in COLOMBIAN, bare audible. He motions to Leona who knells, listening to the girl. She looks up. Leona She‘s not making any sense. Keeps saying, ’El Diablo vena para ti...’ (translates ) ‘The devil came for them’. Harrigan gets close to her face, looking into the cataton eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(softly) T don’t know why you’re alive, but when you come out of this, you’re going to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "If the Colombians did all this, why’d they leave him behind, and the only witness? Harrigan turns, moving the light through the debris, acro the battle scared walls. He locks at Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "It wasn’t the Colombians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Our friend from the armory?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Yeah, we got a new show in town. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 Third Draft 01/16/90 34,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Harrigan moves to the wall, examining a two inch SLASH, c through the edge of a support beam, cleaner than a saw cu Following the trajectory, Harrigan moves his flashlight t a beam, high above them. A faint glint of something reflecting in the light. Harrigan looks at Danny who nods Just then a powerful LIGHT centers on the group, the four starting as a VOICE calls out from the front of the wareh",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE, (0.8.)",
          "text": "Lieutenant, could I see you a moment-- in private? Harrigan turns as the light is lowered, a FIGURE standing the doorway. Behind the figure, a TEAM of MEN, carrying SUITCASES, file past the figure and into the room. Black UTILITY BOXES are placed on the floor which instantly tur into powerful WORKLIGHTS, casting harsh shadows throughou the room, revealing as well the face of Peter Keyes. Alongside Keyes is his right hand man, GARBER, a colder, mechanical version of Keyes. Garber begins instructing th agents who fan out around the room. As Jerry, Danny, and Leona exit the room, Keyes walks Har to the balcony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(light) They said persistance was one of your more outstanding qualities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Look, I know this is your show... Keyes turns, revealing an amazing change. In the harsh li another creature is before us, bristling with the cold-bl anger and lethalness of a pit viper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(hissing; menacing) You don’t listen very well, do you, Harrigan? You’ve got a big nose and you’ve got it too far into my business. (beat) Well, maybe you can understand this, next time you cross me, you’re going to turn up missing, the result of an unfortunate accident. Do I make myself... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f53 54 thru 587 58 Third Draft 01/16/90 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The suddenly FLASH as a SUN-GUN is turned on. Keyes spins SEEING Pope and his crew, who have somehow snuck into the building from the balcony, aiming their video cam at the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(shouting) Get them out of here! Get that camera! Before Pope can run, he is surrounded by two AGENTS, the video-cam SMASHED to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "You can’t do this! I’ve got my rights as a journalist. Stop...! The two men hustle Pope towards the door. As he sees Harrigan, Pope struggles, halting the movement momentaril As he does, Pope activates a tiny MINI-VIDEO-CAM in his h making a hurried sweep of the room. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "This is a cover-up, Harrigan. You can’t keep the press from this... Pope is pushed through the door, still protesting. Keyes turns back to Harrigan, settles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REYES",
          "text": "I can make it happen, Harrigan. Believe me. Harrigan stares back, an icy glare in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Who the hell are you, Keyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "The last person in the world you want to fuck with. Now get out of here. They glare at each other and then Harrigan exits, pushing the agents, now combing the room. 54 OMITTED thru 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Teeming with activity, VEHICLES everywhere, CORONERS and ASSISTANTS waiting for instructions. At the unmarked car, Leona is talking to Danny and Jerry. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 Third Draft 01/16/90 36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Harrigan walks up, still seething with anger from his encounter with Keyes. They WATCH as the catatonic girl is taken from the buildi on a stretcher, her eyes, even at this distance, cold, unseeing. Harrigan pulls Jerry aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Wanna make me proud, kid? Stay with ‘em, find out where they take her. Meet me later at Ray’s. (beat) Be careful, these guys are good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Don’t worry, Lieutenant, surveillance is my speciality. Jerry enters the patrol car, following after the ambulanc attendants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(to Leona) So, how’s he doin’? Leona Under that slick exterior of macho bullshit, there’s more macho bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "You two score anything at headquarters? Leona Keyes and his merry men set up operations in the Tactical Wing. off limits. Nobody knows shit, including the Chief. (beat) The stiffs from the armory were confiscated by the Feds as soon as they got to the morgue. Bringing in their own people to do the work-ups. But here’s the weird part -- only three bodies made it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "What? Leona El Scorpio is missing. No body, no record of him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 thru 60 61 Third Draft 01/16/90 | 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A look to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "If the Feds don’t have him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Call Nathan Caldwell, FBI, in Washington. Tell him it’s a personal request from me. See what he can find out about Keyes and the DEA. While you’re at it, have them run his military records. (beat) Not much more we can do tonight. Come on, I/1l take you home. Leona (feigned shock) Mike, I’m flattered. You’re going to drive me home? That’s a new one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(to Danny, aside) Danny Boy... He steps away, Danny following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "We’re going to have to play this real cool. These guys sure the fuck ain’t DEA. But whoever they are, they’ve got the Pope’s blessing. (beat) They should be here for a good four hours. I’m taking Leona by Ray’s. You stick around, stay out of sight. See what goes on. I[/11 meet you here at one o’ clock. I want to take a closar look at that room.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". 59",
          "text": "OMITTED thru 60 PREDATOR’S POV 61 The Predator’s vision locks in CLOSE on Harrigan, analyzi studying Harrigan’s hand, lightly and affectionately plac on Danny’s shoulder, the close bond between the two men apparent to the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(filtered) But watch your ass, Danny Boy. \f62 62k",
          "sentiment": "neutral"
        },
        {
          "speaker": "62B",
          "text": "thru",
          "sentiment": "neutral"
        },
        {
          "speaker": "62E",
          "text": "63 64 Third Draft 01/16/90 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 62",
          "text": "Danny slips him a TWENTY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "Like it was my own. Buy a round for me. Harrigan walks to the car, enters, driving away. Danny st at the penthouse and then turns to walk away. But somethi makes him feel spooked, uneasy. He stops, looking back at darkened roofline. He turns and walks away. INT. JERRY‘S PATROL CAR - DARKENED STREET - NIGHT 62A With a view of COUNTY GENERAL HOSPITAL. The paramedics va pulls to a stop at the emergency entrance. As the ATTENDA open the back of the ambulance, two ORDERLIES approach. T attendants sign an offered FOLDER. The orderlies then tak the stretcher bearing the girl into the hospital. Jerry leaves his car, moving across the street towards th hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "62B",
          "text": "OMITTED thru",
          "sentiment": "neutral"
        },
        {
          "speaker": "62E",
          "text": "EXT. RAY’S TAVERN - NIGHT 63 Occupying a corner location in a working-class neighborho NEON SIGN flashing: RAY’S TAVERN, a darting ARROW indicat basement entrance. Several PATROL CARS are parked on the street, off-duty POLICE OFFICERS entering the bar. INT. RAY’S TAVERN - NIGHT 64 The official watering hole of Metro Division, dark wood, brass, mirrors, globe lights, walls filled with PHOTOGRAP of cops at ceremonial and athletic functions, PRECINCT BA and. police MEMORABILIA. The centerpiece of the room is a long mahogany and brass at the moment, packed four deep in off-duty COPS, clamori for drinks from FIVE BARTENDERS, including RAY himself, ruddy-faced, broad-shouldered ex-cop, now in his element, best of all worlds, cops and booze. Above the bar, a hand-painted BANNER reads: HAPPY BIRTHDA ‘BABYCAKES’ ~~ 28 AND COUNTING. The banner has been signe everyone and DOLLAR BILLS pinned to it, creating a make-s Irish-Italian money tree. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 Third Draft 01/16/90 39,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But we find Leona emerging from the bathroom, looking ill a bit unsteady, holding her stomach. Her HUSBAND early 30 xuggedly handsome, hipply dressed, earring, takes her by arm..",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUSBAND",
          "text": "You don’t look so good, babe. Leona Felt like shit all week. It’s the damned heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUSBAND",
          "text": "You need a drink. Leona Make it a club soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUSBAND",
          "text": "(shocked) Club soda? A WOMAN OFFICER pushes into view, toasting Leona.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN OFFICER",
          "text": "Leona, didn’t you turn 28 last year? They LAUGH, embracing, Leona grimacing slightly. At the far end of the bar, Harrigan and Captain Pilgrim a having a heated discussion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "God=-damnit, Mike, I’m trying to save your ass. I don’t like being told how to do my job anymore than you, but this is the Fed’s call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Captain, if Keyes and his suits are DEA, then I’m the Queen of England. I don’t think these killings have anything to do with the gangs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Make sense, Mike. What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I don’t know, but whoever the killer is, Keyes wants him, for his own reasons. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 64a",
          "sentiment": "neutral"
        },
        {
          "speaker": "64C",
          "text": "65 Third Draft 01/16/90 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HARRIGAN (Cont’d) And he’s been given enough power to suppress an entire police department to do it. There’s a lot more at stake here than any drug war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Then all the more reason to stay the hell out of it. (drinks) I got to take a leak. You stay here, I’m not finished with you yet. Pilgrim leaves, leaving Harrigan to contemplate the situa EXT. HELICOPTER LANDING PAD - NIGHT 64a Situated on top of the hospital. A black JET RANGER sits idling on the pad Two of Keyes’ men are loading the stretcher, transversely, into the chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SCENE",
          "text": "Seen from a nearby building. We SEE the doors to the chop closed, the ship powering up. The men approach Keyes and a discussion. Keyes gives them instructions and then turn returning towards the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Jerry, binoculars in his hand, watches as the chopp lifts off into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The street is now quiet, the barricades removed, the last the PATROL CARS pulling away. From.a darkened doorway, a block away, Danny steps into t light, crushing a CIGARETTE, joining five others on the street. He looks at his watch, only ELEVEN-THIRTY, an hou and a half to wait. Quickly he makes his way to the penthouse door, carrying nine-volt LANTERN. The door has been sealed with a heavy strip of black and yellow plastic TAPE, stamped: FEDERAL EVIDENCE SEAL/IT IS FELONY TO ENTER THIS CRIME SCENE WITHOUT AUTHORIZATION. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f65 66 67 68 Third Draft 01/16/90 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Danny contemplates the seal for a moment, then removes a SWITCHBLADE, cutting the seal. Using a LOCK-GUN he picks lock, entering the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside, Danny switches on the powerful LIGHT, orientating himself to the now empty room. He walks slowly forward, searching for clues, his body WIPING CAMERA... INT. RAY’S TAVERN - NIGHT 67 Harrigan circulating through the crowd, acknowledging greetings from people, but his grim, sober face saying he just passing time. He glances at his watch reading: TWELV CLOCK. Harrigan moves on, finding Leona at a booth, salut her with his drink. She smiles back, pointing her finger him accusingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Danny is kneeling on the floor, examining bloodstains, fi smeared FOOTPRINTS left by sport shoes. He moves his ligh passing over and then back to a strange SMEAR in another of blecd. He moves closer, studying the outline of a biza PRINT, a BARE FOOT, bigger than both his hands, and on on end, the distinctive impression of TOES. Further on, into wood he finds a partial track of the blood print and deep GOUGES into the wood -- like claw marks. He stands, playing his light up the wall, following the m as they move upward, left to right, as if something ran u side. He reaches the raftered ceiling, a lock of total fascination and bewilderment as he plays the light across thick support beam, tiny traces of torn wood visible on t top. The. light comes to rest at a spot twenty feet down the b the. same GLITTERING object as seen before. Danny grins, placing the light on the floor, aiming the beam into the rafters. Finding a wall partially destroyed by gunfire, h tears away the sheetrock, exposing some of the studs and blocks. Using them as handholds, he climbs to the top, Lifting hi onto the wall, and from there, using the rafters for supp onto the beam. Cautiously he makes his way to the location of the object Lowering himself carefully onto one knee, he reaches down and using his switchblade, digs something from the wood. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 Third Draft 01/16/90 , 42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He holds it in his hand, puzzled -- one of the Predator’s DARTS. Holding onto the dart he stands. As he turns, his foot sl on the splintered wood, going out from under him. Danny g an overhead beam, fighting to steady himself. He breathes sigh of relief. Piveting on the beam he reaches towards another rafter fo support, but before his hand can touch the wood, he GRASP something above it, something invisible, organic... Reacting in herror, Danny rears back, falling into space. In an instant the Predator’s arm materializes, his hand slamming onto Danny’s ankle, claws digging deep into his flesh. Terrorized, Danny reaches for his weapon, swinging around, but his fingers slip, the weapon CLATTERING to th floor. In the final seconds of his life, Danny sees somet in the darkness that turns his blood to ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DANNY",
          "text": "(terrified) Mother of God... From the blackness, Danny HEARS the Predator’s chilling M",
          "sentiment": "neutral"
        },
        {
          "speaker": "PREDATOR, (V.0.)",
          "text": "(filtered) Mother of God... Danny is pulled into the rafters. INT. RAY’S TAVERN - NIGHT 69 Harrigan is standing at the bar, talking to Jerry. As he talks, Jerry is looking over Harrigan’s shoulder at someo on the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(shouting over crowd) She never made it. Feds were waiting, hustled her off ina chopper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Black Jet Ranger, no markings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "The very one. Your pal Keyes was running the show. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "70A",
          "text": "72 Third Draft 01/16/90 43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Harrigan thinks this over a moment as Jerry scans the dan floor, making eye contact with the female officer seen earlier. She smiles beckoning, fortified by one shy of to many drinks. Harrigan notices the exchange.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Now, Lieutenant, if you’1ll excuse me, I’ve got some real police work to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Okay, kid. You’re off to a good start. But I got another job for you. Tomorrow, start a tail on Keyes. I want to know everything he does, everywhere he goes. Just maybe we’ll get lucky. Jerry looks out on the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Luck is my specialty. Harrigan throws down his drink and moves away from the ba slipping into the crowd, WIPING FRAME...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty stories high, overlooking a section of LA. In the distance, THUNDER begins to roll, heralding a gathering electrical storm, sweeping in over the city. As we PAN RIGHT onto the ledge, the Predator, visible, sp into frame and runs along the ledge, leaping..7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the edge of the cornice on the building on the right, stone GARGOYLE stands silent watch over the city. From ab the Predator, in camouflage, impacts the gargoyle, pushin off, moving up the face of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDGE OF BUILDING",
          "text": "With powerful lunges, the Predator moves up the side of t building, his claws tearing, grasping into the brick for support as he scrambles twenty feet in mere seconds. \f73 74 thru 75 76 77 Third Draft 01/16/30 44,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Capped by a peaked, ornate copper roof, a towering LIGHTE ROD extending into the night sky. Suddenly the Predator r into view. He extends his spear, SCREAMING his cry of victory. The electrically charged atmosphere CRACKLES wit energy, drawn to the spear, enveloping the Predator in th eerie GLOW of ST. ELMO’S FIRE. As a tremendous THUNDERBOL strikes the lightning red, we begin a slow PULL BACK to r the top of the building, the Predator, proud and dominate surveying his hunting ground below. He holds up the HEAD VERTEBRAE of Danny as we pull back farther and farther un the entire skyline fills the frame, the Predator, now mer a tiny GLOW of ENERGY atop the building. 74 OMITTED thru 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Played in WIDE ANGLE. Because of the heat wave, an early morning service ~- a full police, ceremonial funeral, wit HONOR GUARD, MOTORCYCLES and PATROL CARS with RED LIGHTS flashing. The grave site is crowded with POLICE OFFICERS FAMILY MEMBERS. Close by, the HONOR GUARD of SIX OFFICERS, FIRE their RIF into the air, three times in rapid succession. Almost immediately, a lone figure breaks away from the gr site, moving rapidly over the landscape. A second figure turns and follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where a line of POLICE CARS and LIMOS are parked. Pope an his crew are set up, beginning an interview with himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "Tony Pope, live with ‘Hard-Core.’ A disquieting lull sweeps the city, momentarily halting the raging drug wars. Behind it, the twisted wrath of the Psycho-Vigilante... Nowa cop-killer. Who’s next? The man in the street, you, your loved ones?.. ‘Harrigan moves rapidly into view, wrenching off his neck removing his coat, perspiring heavily in the rising heat. He looks like he’s been on a two-day bender. Pope grabs up his camera, moving alongside Harrigan, thru the camera into his face. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f77 78 80 Third Draft 01/16/90 45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "But Harrigan is oblivious to Pope’s onslaught as he moves towards the cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "Detective Cutter. Why was he killed? Had he discovered something? Did he learn the identity of the killer... Any motive behind these grizzly killings? There are rumors you are up on charges of misconduct... WHAM, Pope is knocked backwards by Pilgrim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "(seething) Get the fuck out of here! Pilgrim catches up with Harrigan. He puts his arm on his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Mike, I’m sorry... Harrigan turns, quiet rage burning in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Let’s get this over with. Harrigan enters a patrol car, Pilgrim following.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ESTABLISHING SHOT of the headquarters of the L.A.P.D.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT, (79)",
          "text": "INT. HEINEMANN’S OFFICE - DAY 80 Elegant, wood panelled formality, in contrast to the grit decor of Harrigan’s precinct. Heinemann is seated behind a massive desk, severely organ reading from an open FOLDER. Beside him is his young Dobermann ADMINISTRATIVE ASSISTANT, starring with smug contempt at Harrigan and Captain Pilgrim, still in funera attire, standing in front of the desk. Heinemann reads from the folder before him, Harrigan’s PSYCHOLOGICAL PROFILE. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80",
          "sentiment": "neutral"
        },
        {
          "speaker": "BL",
          "text": "Third Draft 01/16/90 46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Heinemann 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEINEMANN",
          "text": "‘Violence~prone, obsessive-compulsive personality, a history of excessive physical force throughout his career as a Los Angeles police officer...’ Your private life seems to be as catastrophic as your career. Two divorces...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "(interrupting) And ten commendations for valor and the best felony arrest record in the department’s history... closes the folder, handing it to the Dobermann.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEINEMANN",
          "text": "Harrigan, your cowboy~attitude and flagrant disregard for policy is going to end. I am under direct orders from the Chief regarding this matter, and ne one under my command is going to impede the progress of the Federal task force, headed by agent Keyes. No one. (beat) There will be an official investigation into this matter. If it were up to me, I’d charge you for Detective Cutter’s death and suspend you right now. But I can wait. (beat) In the meantime, you’d better find a hole to crawl inte, because I’n gunning for you. That’s it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan and the captain moving quickly away from Heinema office, both men silent and tense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "You’re too close to this, Mike, stay out of it. It’s a police matter now, they can’t keep us out. We’ll find Danny’s...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(exploding) Danny and I came up together. Fifteen years on the fucking streets. {more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f81 82 Third Draft 01/16/90 47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HARRIGAN (Cont/’d) Whoever killed him is going to pay, and that ass-kissing little son-of~a~bitch isn’t about to stop me. I’m going to finish this. They reach a bank of elevators, stepping inside a waiting",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Well, when you find the mother fuck, shoot him once for me. The door closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Harrigan and Pilgrim leave the elevator and are walkin across the lobby, Harrigan SEES, through the sea of movin BODIES, a brief glimpse of Keyes as he leaves an office, heading across the lobby. Harrigan is already moving at a half-trot towards Keyes. Across the lobby, Keyes is about to mount a stairwell whe Harrigan seizes him by the coat, spinning him hard into t wall, his papers scattering across the floor. Keyes drops the file, his face terrified, heart pounding as he looks into Harrigan’s angry face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(menacing) Listen, shit-head, I don’t give a fuck who you really are, or what you want with this asshole, because now it’s personal, and he’s a dead man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "You have no idea what you’re dealing with. I’m warning you... Harrigan slams him against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "No... You don’t know what you’re dealing with. And I’m warning you. Stay the fuck out of my way. Before Keyes can react, Harrigan has released him and is A look of anger flushes over Keyes’ face. Garber and anot of Keyes’ MEN rush into view, they look to Keyes, waiting instructions. Keyes holds up his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(cold) No, let him go. We’re too close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "83 85 a6 Third Draft 01/16/90 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Harrigan walks down the landing to the lobby, his atte goes to a bank of VIDEO MONITORS, a barrage of SILENT ima from news, weather, sports, fashion and commentary. PATRO deposit coins into a console, activating a single PHONE HEADSET, completing the broadcast. He stops, studying the screens on several NEWS SHOWS: PSY KILLER STALKS LA. A second reads: CITY PARALYZED WITH FEA ~~ WHO'S NEXT? And a third: POLICE HELPLESS AS RITUAL KIL RULES STREETS. On every screen, the same blurred video FREEZE-FRAME of the hanging body, taken by Pope at the penthouse. As Harrigan moves across the lobby, he SEES, Leona and Je waiting at the door. Harrigan hesitates and then moves pa them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(coldly) Forget it. It’s over. He moves past them, down the sidewalk. 33 OMITTED thru 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Harrigan moves down the steps, Leona explodes, running after him. She stops him, spinning him around. Leona (pissed) God damnit it, Mike! You don’t have the right to do this! This isn’t your personal little war. (beat) I loved Danny too. Jerry appears from the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You told me, Lieutenant, the only way you survive down here is because you/re a team. The door swings both ways, remember, Leona You need us, Mike. Harrigan stares at them, feeling their strength, their commitment. Slowly he begins to relent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f36",
          "sentiment": "neutral"
        },
        {
          "speaker": "86A",
          "text": "Third Draft 01/16/90 49,",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(quietly) All right. We do it together. (to Jerry) Talk to me about Keyes. EXT. PARKING LOT - ACROSS THE STREET - DAY 86a Harrigan, Leona and Jerry as they move across the street down the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Been on ‘em for three days, I been a cabbie, a carpenter, a lineman, a postman. They hit buildings all over the city, sometimes a dozen a day. In for a few minutes, out again. Sometimes they’re carrying little black boxes. I had scanners on ‘em but all their phones are scrambled -~ equipment I couldn’t begin to touch. (beat) Then this morning, I lost ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Lost them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Like they disappeared. Vernon and Industry. Gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "The slaughter house district?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Yeah, and in this heat, woof.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "So whatever he’s been looking for, he’s found it -- or damn close. (beat) Leona, we're holding King Willie’s big man in South Central. Tell him I can make certain evidence disappear if Willie will meet with me, personally. Leona But why? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "87 thru 33 89 Third Draft 01/16/90 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I don’t know what the killer’s connection is with Keyes, but he’s killing drug pushers, big time operators, the heavies. If these killings are revenge motivated, the man whe knows why is Willie. (beat) In the meantime, I’m going to see what Danny’s autopsy can tell us. I’m meeting with the ME tonight at the morgue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Edwards, the chief ghouless. That place gives me the creeps. Harrigan opens the door to his CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "She’s a brilliant scientist, kid. Solved more latent crimes than the whole department put together. (beat) Leona, set this thing with Willie. (to Jerry) You come with me. Jerry enters, Harrigan driving away leaving Leona on the sidewalk. 87 OMITTED thru 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON IRENE EDWARDS, M.D., Chief Pathologist and Medic Examiner, City of LA. Early 50’s, distinguished, highly intelligent face. A devoted scientist, Edwards has dedica her life to forensic medicine. Edwards snaps into place two X-RAY FILMS, the soft backli revealing the SKELETAL PICTURE of a human form, dorsal an frontal views, the body missing its skull and spinal colu",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Death was the result of a massive intrusion of the chest cavity by an edged weapon, which nearly cleaved the heart in two. Death was instantaneous. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 Third Draft 01/16/90 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "EDWARDS (Cont’d) The officer fell approximately 20 feet to the floor indicated by the massive hematomas and fractures to the left side of the body. (beat) The killer then removed the vertebral column and skull from the body. The muscles, ligaments and cartilage, attaching the spine to the rib cage, were severed all in one massive stroke, better than any surgical instrument could have. Boned like a fish. (beat) I’ve never seen anything like it. She looks around at Jerry, examing the grizzly equipmet a wares of human dissection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Don’t touch anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Don’t worry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "What kind of weapon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Double-edged, twelve to fourteen inches long, razor sharp but with some highly unusual properties. Edwards removes from a small lab REFRIGERATOR a mounted G SLIDE. She moves across the room, placing the sample into the stage of an ELECTRON SCANNING MICROSCOPE. On a VIDEO SCREEN, the IMAGE switches through several fie of magnification, ending on the CELLULAR STRUCTURE of a b sample, a light glaze of gray-black substance, partially obscuring one side of the cell-wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "This is a bone sample taken from what was left of the vertebral column. We're at 150,000 times normal magnification. That gray-black haze you see over the cell structure is some kind of residue left by the path of the weapon. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 Third Draft 01/16/90 52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Like the metallic traces left by a bullet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Yes. But I believe this material is not from the weapon itself, but some kind of lubricant, adhering to the blade, creating a more efficient medium of cutting, like honing-oil on a sharpening stone. But the rest defies analysis. Harrigan thinks a moment and then removes the Predator’s from his pocket, handing it to Edwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I pried this from Danny’s hand. This is what took him into the rafters. He died for it. She takes the dart, fascinated at it’s weight. A curious from Jerry as he moves in for a closer look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "(astounded) It has almost no weight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "But cuts like steel. She slides the dart into the stage of the electron micros and throws a switch, an IMAGE appearing on the monitor as COLOR BAND GRAPH, corresponding to atomic weights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Fascinating. Properties that almest defy description. It’s not metal but a crystalline compound, similar to diamond but much, much harder. And it seems to possess the same self-lubricating qualities as the weapon that killed Detective Cutter. (points to the screen) What you’re seeing is the vapor of this material breaking down... Evaporating... She moves away from the microscope, an incredulous look o her face. She looks at Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "This material doesn’t correspond to anything on the Periodic Table. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f89 90 Third Draft 01/16/90 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jerry looks from Harrigan to Edwards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "What the hell are you saying? Edwards looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "I don’t know what I’m saying. An awkward silence, broken by Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Dector, what about the other victims, anything there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "(distracted) The federal team brought in their ewn forensic examiners. I’m the Medical Examiner and the Chief Pathologist for the city and they avoided me completely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Any way you can get a look at any of the evidence the Feds have collected? They must have run tests, maybe there’s some record, something left in the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "I can try, but it won’t be easy. I’1l see what I can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Thanks, Doc. We’ll be in touch. Edwards hands Harrigan the dart and Harrigan and Jerry ex",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan and Jerry emerge from the morgue, standing in th light of a street lamp. Harrigan opens his hand, examing again the dart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Lieutenant, what the hell is that thing? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I don’t know. But you don’t buy it in a hardware store, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f90 91 thru 95 96 Third Draft 01/16/90 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Military? Harrigan looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Good guess. Either something that got away from them, or something they want, real bad. (beat) Keyes. We’re getting closer. Harrigan and Jerry move down the street, approaching a darkened corner. Suddenly, from the shadows, a FORM moves Jerry yanked from his feet, Harrigan spinning, teo late, flash of steel... as a fist wearing BRASS KNUCKLES, slams Harrigan’s solar plexus, doubling him over. Like a wildcat, Jerry breaks away from his captors, a side-thrust kick to one, a vicious head-butt to the other his fists flashing, punching, fighting like a crazed anim He spins free, going for his gun. But before he can clear leather, a SAP smashes into the back of his head, Jerry hitting the ground, his gun skidding across the pavement. A mid-70’s black CADILLAC pulls to the curb, Harrigan jer upright by two huge JAMAICANS and manhandled into the bac seat. The car speeds off as Jerry struggles to his feet, shouting after the disappearing car. 91 OMITTED thru 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan sits in the back seat, surrounded by two, huge, silent JAMAICANS, wild dreadlocks, wearing vests over bar skin, beads, feathers and amulets. ‘The three men fill up back seat, uncomfortably. Three other JAMAICANS sit in th front. REGGAE MUSIC is playing on the radio as a smoulder SPLIFF is passed around, filling the car with a cloud of smoke. The Jamaican to Harrigan’s left takes the offered spliff, jamming it into his cupped fist, puffing on it like a bel dropping sparks and ashes onto Harrigan’s lap as he takes giant lungfull of the deadly smoke. Harrigan looks at him the man’s eyes glazed, cheeks puffed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Trying to cut down, huh? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96",
          "sentiment": "neutral"
        },
        {
          "speaker": "96A",
          "text": "Third Draft 01/16/90 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The Jamaican looks at him, exhaling a blinding cloud of s as the car draws to a halt. The back door is opened, revealing a long, box-canyon dead end of an alley. The Jamaican to Harrigan’s left emerges, motioning for Harrig to get out. EXT. ALLEY WAY - NIGHT 96a Harrigan emerges, staring down the darkened alley, a dim over a dcorway near the end, beckoning. Harrigan cautious enters the alley and then stops, eyes reaming up the wall to the top of the buildings. He senses something, but the shakes it off, moving forward. Harrigan walks to the end, standing in the dim light of t doorway. From the darkness, a deep, hooming VOICE seems t come from nowhere, everywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE, (0.S.)",
          "text": "(rumbling; chilling) They say you want to talk to me. That you’re offering me favors. Tell me why, Mr. Policeman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I want some information. Slowly, from the darkness, a huge looming FIGURE steps forward: enormous shoulders, fierce eyes set in a massive scar marked face, flowing dreadlocks over his shoulders, with beads and brass rings. For a fleeting moment... At his belt he wears a long drop-point FIGHTING KNIFE, an held loosely in one giant hand. He lays the uzi on a wood erate, taking in Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE",
          "text": "Information? About the one doin’ all this killin’ in the streets?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "He’s killed your people and now mine. I think you know who he is. I want him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE",
          "text": "(chilling laugh) I don’t know who he is... But I know where he is... The other side. Harrigan considers this rap for a moment. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "98 Third Draft 01/16/90 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(wary What are you talkin’ about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE",
          "text": "The spirit world, mon. It’s goin’ to take us all. Willie opens his hand, revealing an assortment of burnish BONES. He throws them on top of the woceden crate, studyi then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE",
          "text": "You see, always the same. (looks at Harrigan) There’s no stoppin’ what can’t be stopped. You know what I’m sayin’ to you, mon? No killin’ what can’t be killed. (low; frightening laugh) This thing be killin’ your people and mine is from the other side. I feel him all around. (beat) There’s no stoppin’ this kind of thing, mon. You can’t see the eyes ef the demon ‘till he come callin’. Dis be dread, mon, real dread. Harrigan looks into the Jamaican’s face, neither the eyes crazy man or a man afraid, but those of a man whe has see into a different reality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE",
          "text": "Nothin’ else for you here, policeman. Time to go. Prepare yourself. Harrigan turns. At the mouth of the alley, backlit by str lights, we SEE the Cadillac, doors open, the Jamaicans in repose, smoking, machine guns in hand. Harrigan walks dow the alley, enters the car, which drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Willie stares into the darkness and again throws the bone a look of fear crossing his face as he reds the ominous configuration before him. From the space far above him he HEARS the sound of someth MOVING on the top of the building. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f98 99 Third Draft 01/16/90 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A small OBJECT falls, CLATTERING off the wall, hitting a CAN before rolling inte the light: a fragment of BRICK an MORTAR. Straining his eyes, Willie SEES an almost indistinguishab rippling, a movement in the night, moving down the alley In the darkness, something leaps from the wall landing he on the concrete. Willie reaches down, picking up his Uzi machine pistol, throwing the bolt. He cuts loose, raking the alley with a BURST of GUNFIRE. He jacks out the clip, slamming in anot Listening he HEARS a movement, no more than fifteen feet He FIRES again, sweeping the alley. The bolt to the Uzi locks open, gun smoke wafting up from breech, as Willie stares into the night. Unbelievably he movement, something drawing closer, the Predator in camouflage, moving towards him. His eyes go down to the alley floor, where he sees the incredible sight of the Pradator’s FEET made partially VI by the shorting out of the camouflage effect, BLUE SPARKS electricity crawling over the outline of two gigantic fee ankles. We TILT DOWN into the puddles of water, where WE SEE the complete, reflected IMAGE of the Predator... King Willie looks up from the feet, into the black shape can only imagine is there. He reaches for his knife, as w IN TIGHT on Willie’s terrified eyes... INT. PREDATOR’S LAIR - NIGHT 99 In CLOSE UP of King Willie’s HEAD, dead eyes staring at u As WE PULL BACK, we see that the head is carried by the Predator as he walks down a long corridor, filled with a strange, brown-colored GAS. The Predator arrives at a work station, where using a num of alien MACHINES, he strips the layers of FLESH, SINEW, LIGAMENTS from the head, until there is nothing but a gle bare skull, patined and aged, as if an art object. In profile, we SEE a quick glimpse of the Predator’s face helmet now removed, pressing in close, examining his work fingers the dreadlocks, admiring them. \f100",
          "sentiment": "neutral"
        },
        {
          "speaker": "100A",
          "text": "Third Draft 01/16/90 58.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A METALLIC PANEL 100",
          "text": "which slides away with a HISS, revealing a BLOCK OF GEL-L MATERIAL, into which are embedded two HUMAN SKULLS, their vertebrae attached. The Predator’s hands press the newly processed trophy int gel, pushing it inside, the gel flowing back to a smooth surface as the Predator removes his hands. A low, satisfy TRILL is HEARD from the Predator as the metal panel close with a HISS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON a set of white doors which peneumatically HISS o revealing an intense KEYES, red lights reflecting on his IN CLOSE we move with Keyes as he walks down a narrow corridor, crammed with CONSOLES, SCREENS, COMPUTER TERMIN all bathed in red light, looking much like the command ce of a nuclear submarine. White clad TECHNICIANS tend to th machines in rapt efficiency, studying microwave, video, r infra-red, waterfall, and oscilloscope images. On one of monitors, we SEE a MAN, installing a VIDEO-CAM on a wall somewhere, the TECHNICIAN running a test with the install Keyes arrives at a terminal command module, where Garber compiling data.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Status on the circulation test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "Ambient temperature holding steady at 23 degrees centigrade. Good news, up to 87 percent saturation on the Cesium 90, and rising. Further down the console, an ASSISTANT, observing a bank MONITORS, turns to Garber.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "Mr. Garber, something on the news feed you should see. Keyes and Garber turn to the monitor where we SEE Pope, standing at a crime scene, red lights flashing, the alley where Willie was killed, visible in the b.g. The assistan . turns UP the VOLUME. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i101 thru 116 117",
          "sentiment": "neutral"
        },
        {
          "speaker": "117A",
          "text": "Third Draft 01/16/90 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "(filtered) in the string of grizzly murders, attributed to the psyco-vigilante~killer. But no one will shed a tear over his latest victim, King Willie, one of the most blood-thirsty of the city’s drug lerds. His brutally decapitated body was found in a putrid back alley way, early this morning, somehow a fitting demise to this... The assistant turns DOWN the volume. Keyes looks up at another MONITOR, where a vague, gaseous, wraith-like FIGU is seen for a moment before it disappears. A broad, satis smile spreads over Keyes face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "We're ready for you. 101 OMITTED thru 116",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serene and quiet, empty but for two CARS, parked on the interior roadway, a battered ‘85 MUSTANG CONVERTIBLE, and yards ahead, a late model STATION WAGON. Nearby, a MAN an WOMAN are placing FLOWERS around a GRAVESTONE. In the station wagon, a YOUNG BOY, 6, is behind the wheel playing cops and robbers. He pretends to screech to a hal firing out the window an ELECTRONIC SPACE ASSAULT RIFLE, completa with sparks and SOUND EFFECTS. The kids leaps fr the car, using it for cover from his make-believe attacke Suddenly he breaks into the open, dashing for a tree on a grassy knoll. He dispatches several attackers before Sprinting to another tree, situated near the mustang. The kid fires several bursts and then stops, listening... He upward, ripping a BURST of laser fire into the tree. Slowly his eyes travel up, wide with growing wonder as he reaches the top, staring awestruck, directly into the camouflaged presence of the Predator, staring back at him The Predator’s head moves slightly to one side, examining PREDATOR’S POV OF THE BOY LL7A WHIP-CRACKING onto the tiny human, staring upward at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11i7¢ Third Draft 01/16/90 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 1173",
          "text": "The Predator’s targeting LASER locks onto the plastic wea quickly scanning from left to right. The laser SNAPS off. The tiny warrior is of no interest to the Predator ~- per someday. The boy, mesmerized, unable to break away, slowly lowers weapon. Being only 6 and having no other course of action he reaches into his pocket, extending his open hand, reve a half-eaten TOOTSIE ROLL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "(hesitant) Want some candy? A frozen moment as the Predator and the little boy stare gach other, broken by a harsh YELL from the boy’s mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTHER, (0.S.)",
          "text": "Anthony! Get over here. I told you not to leave the car. Anthony turns, SEEING his parents at the station wagon. H hesitates, looking back at the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOY",
          "text": "(quickly) Bye. He runs to his parents, pointing back at the tree, beginn an animated conversation as he is ushered into the car. T car drives away, solitude once again returning. We MOVE O the knoll, to Danny’s gravesite, covered in FLOWERS, the freshly replaced. Harrigan stands before the grave -- he’s been there for a time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(softly) It should have been me, Danny~Boy. Should have been me. He knells, placing a small leather bound, folding PICTURE FRAME amid the flowers. We GO IN CLOSE on the tattered fr @ PHOTOGRAPH of a much younger Harrigan and Danny, dresse in L.A.P.D. sweats, smiling, arms over each other’s shoul their days at police academy. EXT. TREE AND KNOLL ~- CEMETERY - DAY 1i7¢ Harrigan approaches, as seen from the lower branches of t tree, where moments ago the Predator was seen by the boy. Harrigan grows closer and then stops, staring at the tree",
          "sentiment": "neutral"
        },
        {
          "speaker": "117F",
          "text": "118 Third Draft 01/16/90 61. EXT. HARRIGAN’S POV OF THE TREE ~ DAY 117D Where something glittering can be SEEN in the lower branc Harrigan moves slowly towards the tree, a growing sense o apprehension as the glittering object grows closer, close Harrigan’s hand goes to the small of his back, to his gun He arrives at the tree, staring at the OBJECT, a gold sT. CHRISTOPHER’S MEDAL. Harrigan turns the medal over in his hand, reading the inscription: DLC ‘Be Safe From Harm’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(under his breath) Danny... Harrigan pulls his .45, a chilling fear coursing through bedy. But in every direction the CEMETERY is quiet, empty the only SOUND that of BIRDS feeding on the lawn and tree Slowly he returns to the medal, pulling it free. He stare at it, amazed, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swarming with activity, TRUCKS coming and going, WORKERS loading and unloading garments and pallets of manufacture geods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan is in the booth, punching in a number. He still seems shaken from his encounter at the CEMETERY. He stare into his open hand, holding Danny’s St. Christopher’s med",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(te phone) It’s me. INT. MORGUE ~ EDWARDS’S OFFICE - DAY 118 Jerry and Leona, looking anxious and tense, are in the ro Leona seated, Jerry, wearing a black eye and a butterfly bandage over his eye, pacing the room. They LISTEN to Harrigan over a high-tech, medical VID-COM TELEPHONE DATA CENTER. Leona Jesus, Mike, where have you been? You were supposed to be here three hours ago. We’ve been scared shitless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN V.0.",
          "text": "Long story. What’s the latest? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f118",
          "sentiment": "neutral"
        },
        {
          "speaker": "118A",
          "text": "i18B Third Draft 01/16/90 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jerry picks up a COLOR POLAROID from the desk, a quick im of King Willie’s body on the alley floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Case you haven’t heard, they found Willie’s body this morning, an alley way on South Adams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan, his back to the street, talking on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I know, it’s all over the streets (looks at medal) He was there, I could feel him. He’s close, real close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leona moves towards the phone console. Leona Mike, this is crazy -= you’ve got to be careful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN, (V.0.)",
          "text": "We’ve all got to be careful. (beat) What about Keyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Still no trace. And a no show at Willie‘s crime scene. Leona Your FBI contact verifies he’s head of a task force investigating gang related drug activity. Transferred eut of the D.C. office, eight months ago. (beat) But the military records turned up something hinky. Seems there is a Peter J. Keyes, PHD in Physical Sciences, Cornell; worked with Strategic Defense Institute; two years later, commissioned as a captain in Air Force Intelligence. After that his records are classified. \f11ac",
          "sentiment": "neutral"
        },
        {
          "speaker": "118D",
          "text": "Third Draft 01/16/90 63. INT. PHONE BOOTH - LATE AFTERNOON Lilac Harrigan knowing the connection is a certainty, another p of the puzzle, but what does it mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (V.0.)",
          "text": "You were right, looks like somebody’s on the loose with a bag of their tricks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "And Keyes has been sent to get him back. Leona (V.0.) Mike, this is a dead-end. We’re way out of our league with this thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "I don’t care how big this is, or who’s involved. This guy killed Danny and he’s goin’ down. Behind Harrigan thera is a blurred MOVEMENT. Harrigan spi coming face to face with a snarling MAW of gleaming FANGS blood-red gums, a wild staring eye, inches away from the glass. Harrigan slams back into the booth, his .45 drawn. As he catches his breath, he sees the creature, a huge ST KODIAK BEAR, two WORKERS moving it towards a waiting DELI TRUCK. Harrigan watches as the bear is placed on the lift and moved inside. Leona (V.0.) Mike, you still there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(watching) Yeah. Anything from Doctor Edwards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Off to the side and at a nearby TERMINAL, Edwards has bee quietly studying something on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "I’m here, Lieutenant. On the screen we SEE a display of CHEMICAL NOTATIONS; an ADJOINING SCREEN shows a graph, a molecular breakdown of chemical notations. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "118E",
          "text": "Third Draft 01/16/90 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "I searched all the computer files, The Federal authorities erased everything. (punches in data) Except for this -~ a fragment of a chemical test on some sample taken from the penthouse. It’s mixed with wood fragments, probably taken from a wall or beam. (reads from the screen) The sample contains traces of Ni H3; ONO2 and NO3, and bhevine hemoglobin laced with Diethylstilbestrol",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN, (V.0.)",
          "text": "You’ll have to translate that, Doc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Ammonia, nitrates, and cattle blood with heavy traces of DES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "DES. Steroids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "Yes. They inject it into cattle just before they send them to slaughter. It puts on weight. Not exactly Kosher. Edwards turns in her chair, facing the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EDWARDS",
          "text": "I think whoever killed Daniel Cutter had recently been in a slaughter house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We hold on Harrigan’s face as he contemplates his first s clue, leading to the killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "That’s where we’ll find ‘em. Take the metro, Long Beach line. I‘li pick you up at the Vernon Station in an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (V.0.)",
          "text": "The fucking metro? What’s wrong with the car? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "134 Third Draft 01/16/90 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Surveillance is your speciality, remember? Just because you haven’t seen any of Keyes’ boys, doesn’t mean they aren’t around. Slip out the back, make sure you’re not followed, then hit the metro. He hangs up, moving out of the booth to the display windo of the taxidermist shop. He stares at the frozen, lifeles faces of once proud animals, now hunter’s trophies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry and Leona descend the stairs from an emergency exit they look for tails and then move quickly down the street Leona looks tired, bedraggled. Jerry looks behind them an then turns to Leona, looking at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Uh, hope you don’t mind me saying this, but you don’t look so good I mean, like your pilot light’s out. She looks back, at his black eye and puffy face. Leona Feel about as good as you look, Rocky. Brilliant strategy, leading with your face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Whoa, don’t be so touchy. I just meant you look like you could use some rest. Where we’re going is not exactly a rose garden. Smell out there would gag a rat. I don’t think you’re up to it. (beat) Look, we’re probably going to turn up nothin’ anyway, so why don’t you go on home, climb in the tub, have a cold one. If we find anything, we/ll call you. Leona looks at him, smiles. For all his womanizing postur he’s suddenly caring, attentive. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f134 135 136 137 138 Third Draft 01/16/90 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Leona Thanks. But it doesn’t work that way. Besides, I want to see this through, for Danny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Okay. But don’t say I didn’t tell you. Leona You told me. Come on. They move on, Jerry checking carefully to see if they are being followed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry and Leona move wearily down the stairs leading to t station, flowing into the press of COMMUTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry and Leona BELOW US, making their way through the se of bodies, hurrying to make their train. PREDATOR’S POV OF THE STAIRS 137 from the same perspective, the glowing heat-forms of bodi filling his vision. His vision moves in, LOCKING ON two forms, moving ahead of him, on the next level of stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 138",
          "text": "as several COMMUTERS look abruptly around them as the Predator’s form, camouflaged against the tile wall, rippl past like a subconscious wave. Did they see something? As two MEN approach each other, the Predator crosses betw them, his camouflaged body jolting both men as he moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Hey yourself, pal. Fuck you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Fuck, youl (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138 139 140 Third Draft 01/16/90 67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They continue on in their respective directions, hurling insults back at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crowd of COMMUTERS waiting for the next car, Jerry and among them. Jerry is telling another of his war stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "+.» and then there was the guy who robbed the S and L on Fairfax, wearing nothing but a grocery bag on his head, a G-string, and combat boots. Got away with twenty grand. An hour later, when we collared Leroy at his girlfriend’s, we asked him why the disguise. He said, he didn’t want to wear anything recognizable. A brilliant concept, except that Leroy, a three-time loser, has a twelve inch tattoo of a razor back heg on his ass. Leona (laughs) No. The train pulls in, they move forward with the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "True, true. Leona God, that’s funny. (beat) You really do like being a cop, don’t you? They enter the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Couldn’t live without it. PREDATOR’S POV OF THE CAR 140 Watching the heat-forms press into the cold metallic boxe the doors closing. He moves closer, past several PEOPLE, observing as the car pulls out, gaining speed. The end of car flies past into the blackness, the rails GLOWING from immense friction, the third rail white hot, a shower of BRILLIANT SPARKS flying off like a meteor shower as the t disappears down the tunnel. \fi41 142 143 Third Draft 01/16/90 68. INT. SUBWAY CAR - NIGHT 14. Tired, exhausted FACES, dripping with sweat in the oppres heat. Jerry is seated next to Leona, who seems lost in thought. Jerry looks up to SEE, moving through the connecting door from the next car, a WOLF PACK of five STREET TOUGHS, pro slowly through the cars, examining the passengers like a school of sharks, searching for prey. As they pass, Jerry spots the handle of a SCREWDRIVER, ne into a slot cut into the leader’s pant leg. He nudges Leo who looks up, watching as the toughs cruise through the c and into the next. Leona The shit never ends. Jerry and Leona carefully move through the car, following wolf pack as they disappear into the next car on the trai",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where seated at the very end is a tall, nervous-looking M early 30’s, high-strung, reading his newspaper. He looks as the wolf pack enters the car, lowering his paper, a terrified lock crassing his face. He picks up his BRIEFCA epening it on his lap, his hand reaching inside, face pou sweat. The LEADER of the pack makes eye contact with the man. He gestures to the others, they toe locking in on the parano face at the back of the car -- a victim. Slowly they move towards the man, the other COMMUTERS, like a frightened s ef fish, moving away from the man. The pack closes in, surrounding the terrified man, the le withdrawing the screwdriver from his pants, a fourteen in long blade, sharpened to a needle point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ROARING stroboscopic missile, rattling through the tunn illuminated by tunnel lights flashing by and the yellow g from within. Suddenly the blackness warps as the PREDATOR’S FORM races TOWARD US, gripping, tearing into the upper curve of the just above the windows, like some giant insect racing tow its prey. \f144 Third Draft 01/16/90 69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON the point of the screwdriver, slowly running a f through the leather briefcase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Hey, you look like a sympathetic dude. (neat) My friend here needs an operation and he’s a little short of cash, know what I mean? Suddenly the man yanks his hand from the briefcase, holdi snub-nose .38 REVOLVER, pointing a trembling hand at the leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "(in panic) Get the hell away from me! The leader backs off a step, smiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Whoa, this dude means business. He nods at the others, who on cue, begin to distract the with movements and banter. CLOSE ON the screwdriver as the leader’s hand tightens ar the handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOLF",
          "text": "Look out, man, liable to shoot your dick off with that thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOLF",
          "text": "He ain’t gonna shoot us. Are you, dude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOLF",
          "text": "(a la reger rabbit) Pppplease, don’t shoot me, man. As he whips out a leng barreled REVOLVER, pointing it at man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOLF",
          "text": "(taunting) Bet mine’s bigger than yours. Suddenly, from all around, we HEAR the SOUND of COCKING revolvers and automatics. The wolf pack looks slowly arou to SEE, five COMMUTERS, pointing expensive handguns at th (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 Third Draft 01/16/90 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY, (0.5.)",
          "text": "Hold it! Police! Everyone put the guns on the floor. Leona (0.S.) And you, motherfucker, drop the shiv! I said drop it! Everyone turns, seeing Leona and Jerry in combat stances, BADGES out, heavy REVOLVERS pointed. Leona Everyone drop the weapons, now. I will use it. The shiv CLATTERS to the floor, as the commuters lower th guns..",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "You are all under arrest. Were holding you until the next station for the Metro Authority. (starting Miranda) You have the right to remain silent, anything you do say... From behind them, a HIGH-PITCHED SHRIEK of metal fills th as one entire corner of the car is ripped away, the light SHORTING OUT in an EXPLOSION of SPARKS. Jerry and Leona whip around, SEEING in the flashing, stroboscopic effect of the passing tunnel lights, a HUGE FORM, drop to the floor from the roof. From the commuters, a deafening BARRAGE of GUNFIRE erupts But instantly, three of the commuters are ripped off thei feet by LASER BLASTS from the Predator. The remaining GUNS CLATTER to the floor. In the next flash of light, the form is gone, a moment la they: SEE another flash of the terrifying form, moving, disappearing, moving... Jerry and Leona back up, flashes light in the blackened car revealing their terrified face weapons raised. Leona (screaming) Jerry!itt MUZZLE FLASHES from their weapons fill the frame. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 Third Draft 01/16/90 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As the train rushes through a series of outside lights, L SEES in the strobing images, the wolf pack leader, stabbi forward with the shiv. In an instant he is eviscerated by something which SLAMS him against the window. Jerry grabs Leona, pushing her behind him, protecting her",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "Get back! As Jerry and Leona continue to back up, one of the other SNAPS OPEN an evil-looking SWITCHBLADE. But before he can move, his chest is impaled by something which drives him the wall. His body slams into Leona, knocking her to the floor. She watches as Jerry leaps onto the seats, FIRING RAPIDLY hurdling the seat backs, continuing to FIRE as he goes, working his way to the center of the car, attempting to distract the unseen killer, luring him away from the passengers. He jumps into the aisle, jamming a SPEED LOADER into his revolver, FIRING again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(crazed) Don’t be shy, motherfucker, let's dance!!! He SEES a slight movement and FIRES into the darkness, a of the ricocheting bullet briefly outlining a huge, mottl image -~ another movement, he FIRES again emptying his we more FLASHING HITS off the Predator’s helmet and armour. He racks in another speed loader, the gun reloaded in a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JERRY",
          "text": "(shouting) Leona, get out, get out!!! Leona, now on her feet, momentarily blinded by the blood terrified out of her wits, begins backing up, SCREAMING t the passengers, huddled at the end of the car. Leona Get out! Get in the next car! Move it! The rippling shadow continues to move towards Jerry, who continues to FIRE, left to right, until his back hits the door, leading to the next car. While still FIRING, he rea behind, fumbling for the release handle, pulling, yanking the door is jammed. Trapped. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 145 Third Draft 01/16/90 ° 72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Jerry FIRES the last of his rounds, his revolver expended useless. He stares into the darkness. Another movement before him. Holding the gun like a club he SCREAMS, and w a flying kick, leaps into the darkness... INT. Leona - THE NEXT CAR FORWARD - NIGHT Aiming her weapon into the darkness behind her as the doo to the lead car is pushed open, the screaming passengers tumbling in on top of each other. Leona Keep moving, keep moving!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where tired COMMUTERS wait on the platform for the next t The train approaches but RACES ON PAST, as WE GO IN TIGHT the faces of the screaming passengers inside the train. INT. SUBWAY CAR - Leona’S POV - NIGHT 146 Looking out the window at the side of the train and the rushing wall, the next station drawing closer, closer... Leona sees that the train isn’t going to stop. In the flashes, she looks up, SEEING the EMERGENCY STOP BUTTON. lunges out, slamming the button. But the train continues She hits the button again, and again. Leona Stop, God-damn you, stop! In rage she turns, pushing the panic-stricken passengers aside, covering the car with her weapon as she makes her to the driver’s door. She POUNDS on the door. Leona Police! Stop the train! Stop this fucking train! She stands back, FIRING three rounds into the lock mechan and then body slams the door, springing it open. In the flashing lights of the tunnel and wind rushing int the cab, she SEES the driver, dead, in one hand a SHOTGUN pointed at the blown out window, his other frozen shut on DEADMAN CONTROL. She pries loose the driver’s fingers fro the throttle. A screaming high-pitched SHRIEK fills the car as the trai lecks, sliding down the tracks. The train comes to a shuddering halt, the doors automatically opening. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f145 147",
          "sentiment": "neutral"
        },
        {
          "speaker": "147B",
          "text": "Third Draft 01/16/90 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Leona Get out! Get out! Move it, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The passengers leap from the train onto the narrow outsid access walkway inside the tunnel. A tiny spot of light is visible a hundred yards away, the next station. The passengers begin running towards the light. The last to leave, Leona backs through the door, turning run with the passengers. She stops, heaving for breath, leoking back at the train. Leona (sobbing) Jerry... She hesitates a moment and then charges back through her towards the train. Her weapon held in both hands, combat stance, she pivots around the opening of the car door, SE inside, in a flash of the SPARKING ELECTRICAL WIRES, a br IMAGE of Jerry, his body, hanging from one of the check straps. Leona Oh, God, no... In total panic she turns and runs... headlong into the camouflaged Predator, leaping at her. The Predator grabs by the throat, lifting her high into the air, Leona screa PREDATOR’S POV OF Leona 147A As his heat-register scans her body we see the various ar of heat: face, heart, and lower, over her abdomen, where SEE the blue GLOW of another Life, deep within her. A vielent movement by the Predator WIPES the frame...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan’s car pulls to a stop in front of the station, a dozen EMERGENCY VEHICLES in place, flashing lights explod into the night. Harrigan, a look of panic on his face, ru into the station.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT, (148)",
          "text": "\fi149 Third Draft 01/16/90 : 74,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alive with POLICE, TRANSIT AUTHORITIES, FORENSICS TECHNIC MORGUE ATTENDANTS. Harrigan enters the platform, overwhelmed by the barrage IMAGES that confront him: the obnoxious Pope, hurling QUESTIONS at him about more attacks from the ‘Vigilante Killer’; the subway car, a giant rent where a corner of t roof has been torn away; the FLASH of strobe lights insid car; BLOOD SPATTERS against the window; BODIES hanging fr the ceiling of the car. He passes by a team of PARAMEDICS, working over a RESCUE GURNEY, Harrigan SEEING the unconscious face of Leona. He grabs one of the paramedics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Is she alive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "Yes. Deep shock, but still alive. The second paramedic is wearing a set of EARPHONES, conne to a SENSING HEAD, handles on either side. The stethoscop is attached to a portable DATA CENTER, an open SUITCASE o various readouts and monitors. The paramedic continues to scan Leona’s body, a read-out of heartrate, blood pressur registering on the tiny monitors in the case. He stops, listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "I’m picking up fetal heart tones. (removes earphones) This woman is pregnant. Let’s move, LA County, stat. They hurriedly pack up, pushing the gurney through the cr As they move past, Harrigan turns into the rigid, iron-lo expression on PILGRIM’S FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "Mike...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(numb) Jerry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PILGRIM",
          "text": "No sign of him. An officer approaches, handing Pilgrim a MOBILE PHONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER",
          "text": "It’s the Chief. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f149",
          "sentiment": "neutral"
        },
        {
          "speaker": "149B",
          "text": "149c",
          "sentiment": "neutral"
        },
        {
          "speaker": "149D",
          "text": "Third Draft 01/16/30 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As Pilgrim takes the call, Harrigan turns, looking down t darkened tunnel, towards the front of the train, away fro the investigation. Something pulls him forward and he wal into the tunnel and down the stairs, leading to the acces walk, alongside the track. He SEES a dark splotch on the floor. He kneels, his finge touching BLOOD. He looks up, down the tunnel to the next elevated staircase, fifty yards away. He strains to see.. A BLACK FORM seems to be kneeling on the platform, backli Suddenly, the huge form rises, and in one powerful moveme rips the SKULL and BACKBONE from a BODY. An unearthly CRY rings out as the body is kicked into the tracks below. In an instant, the huge form has disappeared into the stairw alcove. Harrigan screams, pulling his .45, charging into the tunn aman crazed, feet flying, breath coming in ragged GASPS. Harrigan reaches the alcove, a flash of Jerry’s bloody FO in the tracks below before Harrigan rips open the doors i the alcove, a set of stairs leading upward, blood stains the steps. Harrigan charges the stairs two at a time...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where several CARS are jammed in the street because of th turmoil at the subway. The Predator leaps.. PREDATOR’S POV 149B springing onto the tops of the parked cars, crushing thei roofs. INT. PARKED CARS - NIGHT 149¢ Reactions from the DRIVERS as the roofs are crushed inwar PREDATOR’S POV 149D Leaping, rushing, airborne through a tree, onto a buildin up the face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "151 152 thru 153 154 Third Draft 01/16/90 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The emergency doors crashes open, Harrigan charging into street, looking in every direction. Where? He SEES the crushed roofs of the cars, and at the corner edge of a building, a block away, ascending, he SEES the impossible a rippling form passing in front of a lighted BILLBOARD. Harrigan rushes forward, leaping onto the cars and across street, IRATE DRIVERS SCREAMING at hin. Reaching the sidewalk and establishing the line of the creature’s travel, Harrigan realizes he’s being left behi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Shit! He charges through the streets, back towards the station his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like a crazed animal, Harrigan, eyes to the roofline, pus through the crowd of police and reporters. Suddenly, Pope is there, beside him, keeping pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POPE",
          "text": "It’s the vigilante again, isn’t it? How many victims... more mutilations? Do you think cannibalism is... With a powerful sweep of his arm, Harrigan smashes Pope against the wall, knocking him to the ground. Harrigan drives through the crowd, a mad man, reaching hi car. With HORN HONKING, people scattering before him, he CRASHES through the police barricade. 152 OMITTED thru 153",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan driving like a demon, whipping his way through traffic, slides into a deserted intersection. He jumps fr the car, looking frantically at the roofline. Nothing. An then, a block away, something rippling through the darkne between the buildings. Harrigan ROARS off down the street on a parallel course w the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "154B",
          "text": "154¢ 155 163 164 165 Third Draft 01/16/90 77. INT. HARRIGAN’S CAR - NIGHT 154A Screaming down an alley way, SMASHING into a dumpster, spinning it around behind him, Harrigan, eyes peering thr the windshield, following the roofline. EXT. INDUSTRIAL STREET - HARRIGAN’S CAR ~ NIGHT 154B Slides into the intersection, stopping. INT. HARRIGAN’S CAR - NIGHT 154C Eyes searching the buildings, Harrigan pounding the steer wheel in frustration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Come on you bastard!!! Harrigan PEELS out, racing down the street. He passes thr an intersection, suddenly panic stopping. He throws the c into reverse, peeling backwards, looking down a narrow st at the end of which is a SLAUGHTER HOUSE, the weirdly illuminated sign reading: REDWING SLAUGHTER... Harrigan hits the pedal, tearing down the street towards slaughter house. Harrigan accelerating faster down the street, buildings and parked CARS whizzing past. From an alley, a BOBTAIL TRUCK pulls into the intersectio Harrigan slams on the brakes in a full panic stop... 155 OMITTED thru 163 INT. HARRIGAN’S CAR - NIGHT 164 the car drifting sideways, smoking tires, smashing broads into the truck. Momentarily stunned, Harrigan struggles t open the door, which is suddenly ripped open, DARK FORMS yanking him from the car, throwing him to the street, HANDCUFFS locked around his wrists, a COAT thrown over hi head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Parked near the slaughter house. Harrigan, coat over his head, is pushed, nearly carried forward by FOUR MEN up a and inside the truck. \f166 Third Draft 01/16/90 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air-lock doors CLOSE with a HISS. Harrigan is yanked a stop, the coat removed from his head. He looks around h in bewilderment, finding himself in the strange, high-tec command center. At the consul, Peter Keyes, wearing a white coat over his suit, looks up from a monitor and then walks to Harrigan. gestures to the handcuffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "You can remove them. One of Harrigan’s abductors removes the cuffs. Harrigan r his wrists, his bedy shivering slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Sixty-five degrees. Computers like it cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(stunned) What is this? Keyes studies Harrigan, looking slightly amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "I told you, Harrigan, you don’t know what you’re dealing with... Keyes ponders the situation a moment, then leads Harrigan towards the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "But since we’re going to be keeping you out of circulation for awhile... I think you'll find this interesting. At the consul, Keyes punches in some commands on a keyboa On one of the SCREENS, a tape begins to run, static, code numbers and then an IMAGE of the PREDATOR, seen in a gase wraith-like state, undulating, moving, wisps of energy disappearing, reappearing. Harrigan stares at the strange image, Keyes studying his reaction,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(proudly) That, Lieutenant, is your killer. Remarkable, isn’t it? (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f166 Third Draft 01/16/90 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KEYES (Cont/’d) (beat) What you’re seeing is an image constructed from the pheromone signature left by his body. Scent molecules. We taped this earlier today. We have hundreds of sensors placed around the city. It’s the only way he’s visible. Keyes punches up another screen, this one showing a tape the BLASTED LANDSCAPE of the jungle clearing, the site of final confrontation with Dutch Schaeffer and the first Predator. Teams of MEN in environmental suits, comb throu the scorched, blasted earth with a variety of INSTRUMENTS",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Ten years ago, one of his kind stalked and eliminated an elite Special Forces team on a secret mission in Central America for the C.I.A. (beat) The explosion vaporized two hundred acres of rain forest. The effect of a low-yield nuclear blast, with no radioactive fallout. A remarkable weapon. The image changes to that of ANNA, the Central American r in her debriefing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNA",
          "text": "(emotional; voice quavering) --- It used the jungle to move. Very fast, powerful. It was colored like the chameleon, invisible... It was hunting the men, like a game... Keyes looks up from the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Several weeks ago we determined that another of his species had returned to Earth. To Los Angeles. Picked a wonderful time, insane violence in the streets, hottest year on record, perfect hunting ground. A NEW IMAGE appears, that of Ramon’s GIRLFRIEND, also in debriefing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f166 Third Draft 01/16/90 80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLOMBIAN GIRL",
          "text": "(sedated) El Diablo, a demon... He came from nowhere... He was everywhere... (begins to cry) He killed them all. Harrigan looks around the room, humming in technical acti and then to Keyes. He’s beginning to understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "(quietly) That‘s right, Lieutenant. An O.W.L.F. == other worldly life form. Keyes punches a button. On the MONITORS we SEE, newsreel footage of violence, streetfighting in the Middle East, V Nam, Iwo Jima, South America, all locations of sweltering heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Iwo Jima, Cambodia, Negev Desert, Beirut, Central America... Records of strange, unexplained deaths, dating back as far as seven hundred years ago. He’s drawn by heat and conflict. Heat is his environment, conflict his passion. He’s a being of pure hostility...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "But with a sense of sport. Takes only the most dangerous -- tropies. That’s the game, isn’t it Keyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Yes. Because of our intelligence and violent nature. You’re a hunter of men, like him. That makes you worthy, a first-rate trophy. He likes you. A lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Why can’t we see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "His defensive adaptations are astounding, apparently possessing the ability to bend light around him, a perfect camouflage. A craft capable of interstellar travel, weaponry so far evolved as to make us seem Stone Age in comparison. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fThird Draft 01/16/90 8l.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KEYES (Cont/d) (beat) As you’ve seen, the problems of getting close to one are astounding. They are fearless, yet in the event of compromise or capture, apparently will not hesitate to destroy themselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Ycu admire this son-of-a-bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Not what he does, Lieutenant, but what he is. For what he can give us. To control such powers would be the greatest military and scientific achievement in the history of mankind. More potential than the atomic bomb. I’ve waited a lifetime for this. One of the TECHNICIANS turns, calling out to Keyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Mr. Keyes, we‘re getting something on the pheromone scanners. Keyes approaches the monitors, SEEING the faint image of wraith-like presence of the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Target-one has entered the outer ring at six hundred meters. Keeping to the normal track. He’s stopped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "It’s taken us over two weeks to determine his point of origin, his lair. We know his ship is very close. The samples from the warehouse led us to the packing house, where he comes to feed. Seems he has a taste for beef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(wry) What else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Target-one is moving again, sir. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f166 Third Draft 01/16/90 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "We've prepared a little trap for him in the packing house. Keyes punches up a large MONITOR where we SEE in the forw section of the trailer, SEVEN MEN, dressed in flat~-black refrigerated ENVIRONMENTAL SUITS, are making last minute checks to their equipment, a VIDEO CAMERA, and a wonderfu strange locking WEAPON, a long barreled matt finished RIF a ventilated SHIELD covering most of the barrel and breec At the moment, one of the men is charging the gun from a larger CYLINDER labeled: LIQUID NITROGEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Nitregen? You’re not going to kill this thing, you plan to freeze him. As Keyes continues, he too begins to pull on a similar SU colored silver for I.D..",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Until we can get him into a ke tte cryogenics chamber. We have to capture him alive, isolate that self-destruct device of his. A nuclear sized blast in the jungle is one thing, in LA it’s quite another. The cost of life would be staggering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(bitterly) - Don’t you think you’ve let enough people die already, Keyes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "Harrigan, to gain the insight into this kind of knowledge is worthy of a few sacrifices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Sacrifice. The thought of what people like you would do with weapons like that scares the shit out of me. (peat) Tell me, if he camouflages so well, how can you see him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "We've concluded he must see in the infra-red spectrum. He finds us by our heat register. (more) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f166 167 168 Third Draft 01/16/90 83.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "KEYES (Cont’d) Block the body’s heat, and he’s blind. (beat) Those suits are constructed to insulate all body heat, making us invisible to him. In the cool room, the OWLF team begins to put on HOODS, covering their heads, pulling into place oblong-shaped GOGGLES, electrical cables running to their back packs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "{continuing} We’ve fleoded the packing house with microscopic, radioactive dust, sensitive to ultra-violet light -~ cold light. The dust will adhere to his body, making him visible to the ultra-violet goggles our team is wearing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "He’s coming in. ‘Two blocks away. Keyes hits a BUTTON on the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "He’s on his way. This is go. Load up and prepare for infiltration. As soon as he’s in, we roll. (beat) Enjoy the show, Lieutenant. This is history. Keyes pulls on his hood, disappearing into an airlock. on the monitor, in the cool room, a door opens, revealing th inside of a VAN. Keyes and the OWLF team begins transferr from the room into the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where on a gravel-topped roof, the Predator’s camouflaged drops into view, the rippling shape moving across the building. PREDATOR’S POV - ROOF TOP 163 as he reaches the edge, leaping down to an adjoining buil moving on. \f169 170 1721 172 173 174 Third Draft 01/16/90 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Predator lands on the roof, moving towards a large VENTILATOR DUCT. The Predator COMES OUT OF CAMOUFLAGE. PREDATOR‘S POV 170 drawing closer and then entering the duct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An IMAGE appears on one of the monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "He’s in the building. Top floor. Garber hits the intercom switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "He’s in. Time to move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ALLEY WAY",
          "text": "The heavy UTILITY VAN, blackened windows, heavy HEAT TRAP attached to the exhaust pipes, rolls from the trailer, approaching the packing house, a block away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van pulls to a halt, the OWLF team deploying, enterin building through a sliding metal door which they unlock. team consists of Keyes, carrying a heavy NITROGEN-GUN, a second NITROGEN-GUN OPERATOR, VIDEO CAMERAMAN, and five CAPTURE MEN, carrying a NET and other restraint EQUIPMENT All the men are carrying heavy caliber SIDEARMS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES, (V.0.)",
          "text": "(filtered) We’re in, switching to ultra-violet. Radio silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where on one of the screens WE SEE the low-light, intensi image from the VIDEO CAM, glowing green, revealing the te they move into assault position. They move slowly through bottom floor of the packing house. \f175 176 177 178 179 180 181 Third Draft 01/16/90 85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the near darkness, we can barely make out the shapes o CONVEYOR BELTS, CUTTING TABLES, BAND SAWS and other EQUIP as well as the vague shapes of the OWLF team, moving towa steel STAIRCASE. KEYES’ POV OF THE ROOM 176 SEEN in ultra-violet, the SOUND of labored BREATHING and HEARTBEAT, two team members before us beginning to ascend stairs, their suits glowing PURPLE from the radioactive d still swirling in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garber and Harrigan intently watching a SCANNER, indicati the positions of the OWLF TEAM and the PREDATOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "They're moving to the second level. The target is still moving, heading towards the number two stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "(intense; on the edge) Playing right into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dark forms of the OWLF team moving up the stairs, hea CREPE-SOLED SHOES stepping soundlessly up the steel stair",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as Keyes reaches the top, stepping onto the next floor, t room around him swimming with billions of dancing, phosphorescent PARTICLES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The vague form of the Predator, moving through the darkne Suddenly his senses are alerted and he stops, turning his slightly, concentrating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "IN CLOSE UP of a crepe~soled shoe, the SOUND AMPLIFIED a thousand times by the Predator’s selective hearing. Throu a sea of WHITE NOISE, we HEAR the distinctive SCRUNCH of crepe-sole, moving on the steel. \f182 183 184 i185 186 187 188 Third Draft 01/16/90 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Predator’s form still listening. Curiously he moves forward, perching on the railing of a staircase, peering the darkness below. From this vantage point WE CAN SEE th dark forms of the OWLF team, moving across the floor towa the second level staircase. PREDATOR’S POV - SAME ANGLE ~ SAME VIEW 183 he can see NOTHING, the OWLF team heat register completel blocked by their suits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE",
          "text": "cocking his head, curiously, a faint TRILL of excitement expressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The IMAGES on the screen clearly showing the Predator wit close range of the OWLF team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "They should be seeing him any moment now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "(quietly; tense) It's working.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The OWLF team moving cautiously, stopping every few feet look and listen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the landing the Predator moves slowly, examining the floor below. He stops, listening. PREDATOR’S POV 188 still seeing nothing but HEARING below him, clear SOUNDS movement. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f188 189 190 Third Draft 01/16/90 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Suddenly his field of vision CHANGES, switching, strange SYMBOLS running up the margin of his vision as a NEW WAVE-LENGTH locks into view -~ holding for a moment befor switching through several other ranges, including GEOMETR PATTERNS, WAVE LINES, finally locking in on an ULTRA-VIOL RANGE. Instantly he SEES the vague outline of six humans, moving below him, and from their helmets, intense BEAMS OF VIOLE LIGHT, projected out into the room like head lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE",
          "text": "The Predator draws back in surprise, his spiny appendages flaring outward like a cobra, a low TRILL of delight emer from his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garber, Harrigan, and the technician intently studying th monitor, showing the OWLF team and the Predator’s positio",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Wait a minute... He’s stopped. He’s moving back, against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "(concerned) Bring up the schematic. On the screen, a THREE-DIMENSIONAL BLUEPRINT of the build appears, showing floors, staircases and other structures. OWLF team is on the second floor, still moving towards th staircase. The Predator’s position, however, now shows he is moving out from and around the third floor landing, circling into a position behind the team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "He’s backing up. Moving away from them. It’s almost as through he might have...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "He’s seen them, Garber, your boys have been made, Garber looks quickly from Harrigan, back to the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "He’s circling behind them, sir. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f190 191 192 Third Draft 01/16/90 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Get ‘em out, Garber, they’re walking into a trap! Get ‘em out. Garber panics, hesitating... Harrigan slams his hand down on the transmit button on the console.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Keyes, he’s behind you. Third floor structure. He’s right there!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES, (V.0.)",
          "text": "(filtered) Who, what? Who is that? What the hell’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "He can see the damn lights. Turn them off, turn them off! On the VIDEO=-CAM MONITOR, we SEE a rapid pan around the and up the walls to the third floor structure, the TEAM MEMBERS reacting defensively, turning, searching above th",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Shit! Harrigan is running down the trailer. Garber turns, SHOUT for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "Stop him! Two men rush to stop Harrigan, both of them taken out wit veal display of street fighting skill from Harrigan: punc head-butts, kicks, cross-body blocks and elbow blows. In seconds the two men are unconscious. Harrigan heads for t air-lock. PREDATOR’S POV FROM THIRD FLOOR 191 Looking down on the fleor below as he slips behind struts support beams, SEEING the violet beams from the team, swe the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dark forms of the OWLF team, moving, looking above th (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f192",
          "sentiment": "neutral"
        },
        {
          "speaker": "192A",
          "text": "193 194 Third Draft 01/16/90 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER, (V.0.)",
          "text": "(filtered; rapid) He’s moving down on your position, from the right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES, (V.0.)",
          "text": "(filtered) Circle up, defensive position. The team fans out, following their drilled behavior, form broad circle, their backs to each other, the leader and t back-up men drawing their WEAPONS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan throws open the trunk of his car grabbing a SECOND-CHANCE BODY ARMOUR, sliding a plate of BALLISTIC A into a pouch; hefting an ASSAULT SHOTGUN in its holster; finally slamming a clip into a M=203, inserting a 40mm GR into the breech, Locking it. Harrigan races down the street towards the packing house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seen in ultra-violet, the headlamps crisscrossing like vi searchlights as the men form into a circle, peering upwar into the open structure of the third floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES, (V.0.)",
          "text": "(filtered) Command. cCan’t see him, can’t see him. Where is he? From above, a VIOLET WATERFALL drops into the center of t circle. As the man spins, he SEES the terrifying image of Predator, glowing with burning phosphorescence in the ultra-violet light. An instant later the Predator moves, TELESCOPING SPEAR rocketing towards him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where on the video-cam MONITOR, we SEE the dim PRESENCE o Predator, moving through the men as the camera darts to k him in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "(panic) He’s right there... (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f194 195",
          "sentiment": "neutral"
        },
        {
          "speaker": "195B",
          "text": "Third Draft 01/16/90 90. CONTINUED: ig4 We HEAR SCREAMS and SHOUTING over the speaker, SEE the FL of gunfire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "My, God... Suddenly there is a violent shock as the video-cam is hit falling to the floor, the screen going to STATIC as the c spins across the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the midst of the circle, the four remaining team membe including Keyes and the NITROGEN-GUN OPERATOR, are firing blindly, swinging, trying to track the Predator’s movemen BLASTS from the nitrogen-gun firing into the air. Two men with pistols are taken out, almost at once by the samurai-like thrusts, slashes and lunges the Predator mak with the double-ended spear. The nitrogen-gunner turns, taking a KILLING DART which cu through his goggles and into his head, driving him backwa and to the floor. Keyes, the last alive, terrified, his BREATHING ragged an gasping, presses on with the attack, a man possessed. Suddenly the Predator drops in front of him, moving forwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES",
          "text": "You can’t do this! I own you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan appears, leveling the M-203 at the entrance door FIRING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blast rips the sliding door off its track, sending it tumbling to the floor. Through the backlit smoke, Harriga appears, jamming another grenade into the M-203.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(shouting) You want me, here I am!i! \f195¢ 196 197 198",
          "sentiment": "neutral"
        },
        {
          "speaker": "198A",
          "text": "thru 201 202 203 Third Draft 01/16/90 91. INT. SLAUGHTER HOUSE - SECOND FLOOR - NIGHT 1g95¢ In response, the Predator spins... Keyes sees his chance attacks, charging the Predator with the nitrogen gun, FIR a blast of nitrogen hitting the Predator’s shoulder canon The Predator, with unearthly speed, the killing knives FLASHING downward, attacks, cutting Keyes in half on a diagional at the shoulder... the nitrogen-gun JAMMING OPE sending a continuous blast of super-cooled nitrogen towar the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A WATER PIPE AND SPRINKLER HEAD 196",
          "text": "part of the fire-control system. The pipe, hit by the nitrogen, freezes, a SKEANING WHINE as the pipe bursts, w spraying into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPRINKLER HEADS 197",
          "text": "THROUGHOUT THE ENTIRE FLOOR, as they erupt, one by one, exploding into fountains of RAIN, flooding the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every monitor is now reading blank or filled with static, sound coming from the SPEAKERS, except the torrent of RAI falling inside the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARBER",
          "text": "(stunned) They’re gone. They’re all dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "198A",
          "text": "OMITTED thru 201",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Predator rears into view, his camouflage-effect SHORT oUT heavily in the rain, pulses of blue energy CRACKLING his body. He taps in a command on his ARM CONTROL, the ef ceasing, his body now in full view. The Predator turns, ready to face his newest challenger, one he’s been waiting for.. PREDATOR’S POV OF THE ROOM 203 We now SEE that the Predator is faced with a new problem, coolness of the water has impaired his vision, his field clouded with WHITE STATIC from the falling rain. Despite handicap, he moves on. \f204 205 206 Third Draft 01/16/90 : 92.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan moving, darting through the rain-filled room, ta cover, moving. Suddenly, from behind him, Harrigan HEARS the SLAM of a d He spins and drops, moving for cover on the flooded floor Peering into the black rain, Harrigan SEES some furtive movement before him. He lowers the M-203, his finger touc the trigger. He draws closer, setting, waiting. More movement. Harrigan is about to fire when out of the rain HEARS Keyes’ VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KEYES, (V.0.)",
          "text": "You can’t do this! TI own you! An incredulous lock on Harrigan’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(to himself) Keyes? Harrigan starts to move towards the source of Keyes’ voic",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(whisper) Reyes, where are you? Harrigan’s eyes go wide with fear, diving for the floor a of the Predator’s KILLING DARTS flashes forward, missing head by inches, punching through the top of a steel butch table. Harrigan comes up, FIRING a full clip from the M-203, rol to one side, slamming in another clip. He listens, eyes staring to see into the blinding rain. He runs... PREDATOR’S POV 205 Through the confusion of the rain induced SNOW, the Preda SEES a faint, HEAT-IMAGE, moving across his field.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 206",
          "text": "As the Predator FIRES a blast from his LASER CANON, a fie EXPLOSION as the hit tears into the opposite wall. From t blackness, more GUNFIRE flashes out, missing the Predator We GO IN CLOSE on the Predator’s mask, the VOICE of KING WILLIE emerging. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f206 207 208 209 210 Third Draft 91/16/90 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KING WILLIE, (V.0.)",
          "text": "No killin’ what can’t be killed. You know what I’m sayin’ to you, mon? The hideous LAUGH, mimicked from the Jamaican, uncola man echoes through the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In position behind a band saw, moving the M-203 from side side, trying to get a lock on the Predator’s position. Harrigan steps out, FIRING the GRENADE LAUNCHER. PREDATOR’S POSITION 208 The grenade EXPLODES against the wall behind him, knockin ever the BOXES he is climbing, flaming SHRAPNEL taking ou SHOULDER CANON, other fragments splattering into his back The Predator’s SCREAMS, raising his arm, where a smaller version of the LASER CANON POPS UP, FIRING...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN 209",
          "text": "The BLAST catching him directly in the chest, the impact lifting him off his feet, ripping him backwards twenty fe BURST of FIRE from the M-203 as it flies out of his hand. Dazed, Harrigan struggles to his feet, looking down to se smoking, gaping HOLE in his chest, the blast having burne through the flak vest, chicken plate and nearly through t second body armour, which is still smoking, on FIRE and melting, searing his skin. Frantically, Harrigan rips off the flak vest, the still m chicken plate and the body armour. He looks up to SEE, a rush of the Predator’s body, closin on him... Harrigan rolls, the KILLING KNIFES flashing by his head. to his feet and running for his life, racing head-long, a pumping, heart pounding, through the blinding rain. Behin him he can HEAR the Predator, closing in on him. PREDATOR‘S POV 210 Through the rushing STATIC of the rain, SEEING faint glim flashes of Harrigan’s body, somewhere ahead of him. \f211 212 213 214 Third Draft 01/16/90 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 211",
          "text": "Harrigan running. Suddenly there is something, white and dangling, rushing towards him... He holds up his hands, hitting the VINYL STRIPS, forming a cold curtain between packing house and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan slamming head-on into a BEEF CARCASS, hanging fr overhead meat hooks. The blow knocks him to the floor, wh he SEES a long corridor, filled with BEEF CARCASSES. He shakes off the blow, scrambling on hands and knees throug carcasses, the rain coursing down them, the floor awash i bloody water. With a SAVAGE TRILL, the Predator tears aside the vinyl strips, ripping them from their supports. He pauses a mom and then, with powerful lunges, assaults the carcasses, swinging them violently to the side as he charges down th corridor, searching for his victim. PREDATOR’S POV 213 hands lunging out, swinging the carcasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 214",
          "text": "MOVING WITH the Predator, his powerful arms swinging the carcasses high on their chains. He reaches the LAST carcasses, ripping at them, the last one pulled aside, revealing... Harrigan, backpedalling on the floor, hitting the wall. A look of terror in his eyes and then he whips forward the ASSAULT SHOTGUN from his hip, FIRING six rounds WHAM, WHA WHAM, WHAM, WHAM, WHAM... Two rounds barely clipping the Predator’s side, the other four, solid, THUDDING HITS into his chest and shoulder ar gouts of GREEN BLOOD erupting as IN SLOW MOTION, the Predator is blown off his feet, hitti the floor in a tremendous splash, sliding backwards, comi a stop, lying there, silent, unmoving, as if dead. As the fire-control system runs it cycle, the sprinklers to SHUT DOWN, leaving the room in eerie SILENCE, except f the DRIPPING of water and the SWIRLING of drains. Harrigan slowly gets to his feet, staring at the incredib beast, lying before him. He approaches, the shotgun level (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f214 215 Third Draft 01/16/90 95. CONTINUED: a4 Cautiously he prods the inert creature in the chest <- no response. He stands, looking down at the Predator’s helmet. He has see what is beneath it, see this killer... He kneels, balancing the shotgun across his knee, studyin massive helmet, locking for a way to remove it. He grabs HOSES, twisting them, a rush of GAS spewing forth. He gra the helmet under the chin, feeling a slight resistance. Gritting his teeth he pulls harder, the SOUND of somethin pulling away from a WET SURFACE. He clears the helmet from the Predator’s face, repelled backwards as the full impact of the alien’s mottled, rept skin and the horrible maw of pincers and teeth, hits home Yet he can’t take his eyes off the incredible visage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Sweet, Jesus... As he stares at the face, he SEES what appears to be a NE REACTION on the face, a slight twitching... The Predator’s arm flashes up_ from below, grabbing Harri the throat, the shotgun falling, ripping him down, face t face with the terrible maw, now opening wide. At the back of the Predator’s throat, the inner folds of forming a second mouth, move, the mimic of a 6~year-old-b like you’ve never heard one before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "6",
          "text": "(screaming) Have some candy?                        !! With a powerful thrust, the Predater hurls Harrigan throu the air, Harrigan clinging to the Predator’s helmet. As h slams against the wail, the helmet flings from his hand, geudding down a funnelled BLOOD DRAIN, CLATTERING down th flue. The Predator rises to one knee, Harrigan staring terrifie the shotgun between he and the Predator. Deprived of his atmospheric regulator, the Predator labor heavily for breath, looking at the thick flow of BLOOD fr his chest and shoulder. He staggers to his feet, looking at Harrigan. PREDATOR’S POV 215 His vision awash in out-of-focus shapes and colors. \f216 217 218 219 Third Draft 01/16/90 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 216",
          "text": "The Predator reaches down, grabbing for the shotgun, Harr gasping for breath, scared out of his mind. With one blow the Predator SMASHES the gun against the wall, breaking i two. The Predator turns and staggers away, leaving Harrigan stunned, finally taking a breath. He looks down, SEEING t GLOWING BLOOD TRAIL left by the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where the OWLF team lies scattered on the floor, horribly mutilated. Harrigan searches through the bodies, finding -357 DESERT EAGLE PISTOL. He moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The glowing blood trail dripping down the sheet metal. Harrigan, using the seam-joins as hand and foot holds, pu his way up the duct, panting and sweating from the exerti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Glowing CITYSCAPE in the b.g. Harrigan pulls himself out the ventilation duct, gasping for air as he looks around Harrigan, pistol out, moves across the darkened roof, following more blood trail. Clearing an ELEVATOR HOUSING, Harrigan SEES the Predator, twenty feet away, kneeling on ground and holding something to his face. Harrigan levels the pistol, squinting at the dark form be him. Before he can fire, the Predator suddenly turns, hol an EMERGENCY BREATHING UNIT to his face, part of his body equipment. Harrigan FIRES, the bullet glancing off the Predator’s am and into the side of his head, the SLIDE te the weapon ki open -~ the last shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Shit! Harrigan hits the ground hard as the Predator wheels and activates the spear, throwing it. The spear misses, teari a huge rent in the roof top. The Predator is up and running, to the side of the buildi where he leaps, landing on the roof of the next building. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f219 220 222 Third Draft 01/16/90 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Harrigan picks up the spear and runs to the edge, staring the 15 foot expanse between the two buildings. He sees th Predator, exhausted from his leap, again kneeling, breath from his emergency respirator. Looking for a way to cross over to the opposite building, Harrigan looks down, seeing eight feet below him a series WATER and STEAM PIPES, connecting the two buildings. He s back, his mind swimming with dizziness and nausea. But he steels himself, breathing deeply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Maybe I’1ll get lucky and fall... Holding the spear he hangs over the edge, feet dangling, pipes three feet below him. He lets go, his foot pushing right through the CRUMBLING INSULATION of the pipes, thro him backwards, struggling, twisting to regain his balance Gingerly he gets to his feet, walking across the pipes, c of insulation falling away as he crosses the ten feet to other side. Clinging to the wall he turns, facing the fir ascape, still four feet away. Taking a breath he leaps, grabbing the escape. But the impact of his weight on the ROTTED BOLTS holding the ladder to the masonry, SHEAR, on side of the landing dropping several feet, Harrigan scrab for purchase. Carefully he swings one leg up, climbing up the swaying, CREAKING ladder to the top of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reaching the top he recovers, SEEING the Predator, once a on the move, preparing for another leap to the next build Harrigan, holding the massive spear like a broadaxe in bo hands, charges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Nooo!!! The Predator turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMIT, (121)",
          "text": "PREDATOR‘S POV 222 in his distorted field of vision, can barely make out the image moving towards him. \f223 Third Draft 01/16/90 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RETURN TO SCENE 223",
          "text": "The Predator removes the SMART WEAPON from his hip. A tap disk of patined metal, engraved in strange runes, the edg a gleaming, razor edge. The Predator’s fingers slip into dished-out section, perfectly molded to his hand. His fingers sink home, fist closing, the weapon CHARGING TO L a high-pitched WHINE as the edge begins to glow RED FIRE. throws the weapon overhand like a discus, the disk streak towards Harrigan... who instinctively ducks, blocking with the spear, which t weapon STRIKES, cleaving a foot off the end it like was butter, turning into a tight arc, returning to the Predat hand. As the Predator turns to move, Harrigan is to his feet, charging, swinging the spear from his hip, taking the Pre on his right shoulder and arm, the smart weapon knocked f his hand, dropping to the roof. Instantly the Predator spins, the fighting knives slashin through the spear, cutting it in half. Undaunted, Harrigan swings the remaining section of spear hitting the Predator in the side of the face, recovering, smashing him again. With a SCREAM, the Predator connects with a backhand to Harrigan’s chest, knocking him off his feet and to the ro The Predater, gasping for breath, turns to leap. Like an enraged bull, Harrigan charges, tackling the Pred around the waist, driving the Predator forward, the KILLI KNIVES slashing for Harrigan’s body, just as he hits the As the Predator, off balance begins to topple over, he gr Harrigan’s arm, dragging him over the roof. The Predator drives the smart weapon into the brick, where it wedges, leaving Harrigan on the ledge of the building to his wais the Predator dangling in mid-air, his glowing blood flowi heavily from his shoulder wound, his hand grasping Harrig forearm and the smart weapon. As the Predator’s hand begi to slip, he buries his claws into Harrigan’s flesh, drawi an agonizing SCREAM from Harrigan. The Predator’s wounds are now nearly fatal, his life ebbi away by the second, his BREATHING labored and gasping. Hé releases the smart weapon, reaches down with his free unable to grab the dangling emergency breather. The Preda looks up, meeting Harrigan’s wild-eyed stare. Harrigan lo down the ten story drop, SEEING an iron fence, topped wit heavy, ornamental SPEARS. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f223 Third Draft 01/16/90 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(gasping) Now what? The Predator GASPS for breath, spitting up green blood. H looks at Harrigan, struggling, a VOICE forming in his thr",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOLD TOOTH, (V.0.)",
          "text": "(basso Jamaican) ++. Shit happens, mon! As Harrigan watches, the Predator swings up his right han touching his ARM CONTROL unit, the cover flipping open, revealing the familiar THREE SCREEN COMPUTER. He begins t punch in the arming sequence to his destruct mode. Harrigan is at first puzzled, and then remembers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Jesus... Straining, Harrigan looks down, SEEING the smart weapon, wedged into the wall. He reaches out, his fingers inches short of grasping the weapon. Below him, the Predator continues, painfully, to punch in destruct code, With a SHOUT, Harrigan lunges, touching the weapon with h fingers. He struggles to remove the heavy weapon, still i and inactive in his hand. He squeezes the weapon, but it fails to activate. . With terrified eyes, Harrigan looks down, SEEING that the countdown sequence is underway, a high-pitched BEEPING as red indicators in each section click off... In one final CRY OF ANGUISH and RAGE, Harrigan squeezes w every last ounce of his strength, the weapon... POWERING LIFE, the razor edge SIZZLING with energy, flying from th stone. With a mighty swipe, Harrigan swings the weapon, cleaving through the Predator’s ARM and COMPUTER CONTROL, the coun freezing on the last red symbol! With the suddenly release of tension, Harrigan flies back onto the roof as... \f224 225 226 227 Third Draft 01/16/90 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PREDATOR 224",
          "text": "falls, his right hand making a powerful swipe, the KILLIN KNIVES embedding into the wall, leaving a SHRIEKING, doub rent down the wall, SPARKS flying, slowing the Predator, feet and toenails desperately digging for purchase. The knives pull free from the wall, the Predator falling hitting a DRAIN PIPE, which rips away from the wall, fall across to the next building, the Predator crashing throug a window,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan struggles to remove the Predator’s severed hand, claws imbedded deeply into his flesh. In a CRY of pain, h rips free the hand, which twitches and dances along the l He struggles to the top of the roof, looking down, seeing destroyed drain pipe but no sign of the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tiny, cloistered space, filled with old and tattered furniture, a life-time of memorabilia decorating the wall the home of RUTH and HERB. Who at the moment are sitting in their stuffed easy chair Herb with his head back, SNORING soundly, Ruth deeply int episode of JEOPARDY on television. As the tension on the screen heightens, the audience SCREAMING, Ruth is distracted by a NOISE from the bathroo Puzzled, she turn te Herb, poking him in the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH",
          "text": "Herb. Herb. Wake up. There’s somebody in the bathroom. Herb. continues his walrus<like snoring, the Jeopardy aud YELLING their heads off in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tiny, decorated with CRINOLINE CURTAINS, CERAMIC FIGURINE and LOVE MESSAGES on the walls, GERIATRIC STOCKINGS hung the shower rod. The Predator’s image REARS UP in the mirror. He leans forward, studying himself and then... SMASH, he destroys the mirror, the SHARDS of glass fallin into the sink. \f228 229 230 231 Third Draft 01/16/90 Lol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruth is now standing beside her chair. She HEARS more CRASHING from the bathroom. She pokes Herb again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH",
          "text": "Herb! Herb! Wake up. There’s somebody in the bathroom! Herb SNORTS in his sleep, moving deeper into his chair. L to investigate this mystery on her own, Ruth begins the l slow trek to the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Predator tears up another section of CERAMIC TILE, du it into the sink along with the glass, other tiles and a CREAM JAR. Opening his thigh FIELD-KIT, he removes a small metal STR eight inches long, a black knob at one end. He triggers t strip, which unfolds like a fan on a center point, formin shallow DISH, the knob in the center containing three tin PRONGS. He places the dish on the toilet tank, touching its base, BLUE FLAME leaping between the three prongs. He scoops up handfuls of the debris from the sink, dropping them into mortar, which are instantly vaporized, forming a MOLTEN SLUDGE. Into this the Predator breaks open a VILE, a blue LIQUID flowing into the mass, causing it to solidify and change color.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruth still shuffling slowly towards the bathroom door, Jeopardy blasting away in the background, mingled with He snoring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Using a flat~-bladed TOOL, the Predator scoops up the blu from the mortar, slapping it onto the exposed stump of hi arm, instantly CAUTERIZING it, a skin~like texture formin over the wound. The Predator SCREAMS in pain. Recovering, he applies more of the healing mixture into h shoulder and chest wounds. Removing a POWER-SYRINGE from kit, he touches a switch, a long, gleaming NEEDLE appeari Filling the syringe with a black liquid, he plunges the n deep into his chest, pressing the plunger. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f231 232 233 Third Draft 01/16/90 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He puts the breather to his face, inhaling deeply -- a ne source of power surging through the Predator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ruth has reached the bathroom and is extending her arm to the knob... as suddenly, the entire door and casement are from the wall on the hinge side, the door pivoting on the latch towards Ruth, who disappears behind the door. The Predator passes frame, exiting. As the door falls, revealing a terrified Ruth, she sees t front door explode, as something huge and dark tears righ through it. In his chair, Herb awakens with a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HERB",
          "text": "Ruth, there’s someone at the door!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan flying down the stairs, carrying the smart weapo his hand. He reaches the floor to Ruth and Herb’s apartme where several RESIDENTS peer from their doors, ducking ba in as they see Harrigan, wet, bloody, clothes in shards, strange, Frisbee-like weapon in his hand. Harrigan passes Ruth and Herb’s apartment, a jagged HOLE the door used to be. He stops, looking inside, making eye contact with a still shaken Ruth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "It’s all right, I’m a cop. Ruth looks at his tattered appearance and then to her demolished door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUTH",
          "text": "I don’t think he gives a shit. A MUFFLED EXPLOSION, welling up through the elevator shaf at the end of the hall, causes Harrigan to spin, his hand grasping the smart weapon. Harrigan moves down the hall to the elevator, finding one buckled and bent outward. He looks in, SEEING the car abo below him the exposed shaft leading to the pit. He SEES a faint GLOW of the Predator’s blood on the counter-weight cables, attached to the wall. Further down the shaft he S another smear of blood. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f233",
          "sentiment": "neutral"
        },
        {
          "speaker": "233A",
          "text": "2333 234 Third Draft 01/16/90 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Harrigan looks up, at the loop of cables, just out of rea hanging from the bottom of the car above him. He hesitate a moment and then, placing the smart weapon in his waist he reaches outside, pushing the down button on the elevat the elevator charging to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the car descends, Harrigan leaps into the shaft, grabb the loop, the descending car carrying him down towards th blackened pit. Harrigan hits the floor of the pit, the elevator still descending. He desperately searches for the exit route th Predator must have taken, the car above continuing to thu down towards him. At the last second he SEES the faint impression of a hole the side of the well, two feet above the floor. Harrigan dives...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan tumbles into the narrow tunnel, just as the elev car crushes to a halt on the other side, obscuring the ho Harrigan fumbles for a book of MATCHES, striking one. In glow of the light he sees a hole, blasted through the concrete, twisted rebar and rubble scattered across the f He turns, finding he is in a long, narrow tunnel, the wal and ceiling packed with telephone CABLE and RELAY BOXES. low-level GLOW-LIGHT TUBE runs the length of the shaft, a light, illuminating the scene. Traces of the Predator’s b are still glowing on the floor. Harrigan crawls along the tunnel, a few yards later, finding another hole, blasted through the floor. Harrigan strikes another match, but a flow of air from th hole quickly extinguishes the match. Putting his ear to t hole, Harrigan can HEAR the faint SOUND of dripping water Grabbing the edges, he lowers himself gingerly into the h terrified at what might be waiting below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan’s feet descend into the darkness, feeling for su “- nothing. He lowers himself, fully, hanging on by his fingertips, finding himself in near total darkness, his f still touching nothing but air. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f234 Third Draft 01/16/90 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Sweating, Harrigan frantically feels for something below, hands beginning to slip on the jagged edges of the concre Unable to pull himself back, and finding nothing below, fingers slipping...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Oh, shit... He lets go, falling... Six feet, landing hard on a steel decking of some kind. H gets to his feet, trying to orientate to the darkness. By the SOUND of echoing, dripping water, he realizes he is i some huge, cavernous chamber. He removes the smart weapon from his waist. Using his fre hand, he strikes a match from the book, one-handed, barro style. He holds the match up, the faint glow only penetra the gloom a few feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "Must be the sewer... He moves forward, along the metal floor, covered in water As he proceeds, he realizes he is starting to descend at gradual slope, the impression of walls and a ceiling begi to form. He continues downward, a faint glow of LIGHT now visible some fifty yards ahead, revealing that the passag is beginning to curve outwards in a gentle arc. As he grows closer to the light, he sees that his feet ar obscured in a fog of brown GAS, swirling higher as he descends. His breathing is starting to become labored and difficult.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(ominously) Methane... With the light now closer, he sees that he is not inside sewer tunnel, but something organic-looking, the membrane sactions of the walls resembling the inside of a chambere nautilus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "What the hell is this... The gas now waist high, he reaches the end of the passage opening into a LARGE ROOM, the convergence of many other tunnels, some descending, some rising. His eyes scan the room, (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f234 Third Draft 01/16/90 : 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(to himself) Anybody home... Suddenly, from the mist, a hurtling MASS rushes towards h Harrigan yanked off his feet by the impact of the Predato NET, driving him backwards to the wall, the SPIKES on the burrowing into the ship’s wall, the net tightening... As the net begins to cut into his face and body, Harrigan squeezes the smart weapon which ENERGIZES, slicing throug net, Harrigan dropping to the floor. On his hands and knees, Harrigan leoks up to SEE the Pred holding a futuristic MACE, pommeled handle, bristling wit denticle hooks, slightly flexible for ripping and tearing With a lightening movement, the mace drives towards Harrigan... which is deflected by a nearly instinctual movement by th smart weapon, a FLASH of steel as the mace is intersected the blow knocking Harrigan across the room, the Predator rushing in for another attack. Using the smart weapon as a shield, Harrigan encounters b after blow from the Predator’s mace, each hit blasting hi off his feet, slamming him into the walls and floor of th alien spacecraft, Harrigan barely recovering before he is again. His breathing now ragged and gasping, Harrigan is near th end of his endurance. He can’t survive much longer... Another powerful, sweeping blow from the mace hurls him backwards into the wall, the smart weapon flying from his bruised and trembling hand, landing several feet away. As Harrigan starts to move towards the weapon, the mace flashes, the head blocking the way. Gasping for breath, terrified, Harrigan backs away. The Predator advances and stops, dropping the mace. Harrigan then hears the chillin mimic of his own VOICE. HARRIGAN’S VOICE (V.0.) (filtered) Watch your ass, Danny Boy... The killing knives slash into position, the Predator adva towards Harrigan, who can do nothing but wait for the fin blow. Harrigan’s terrified eyes go to the smart weapon, l on the floor, then back to the Predator, his huge form no looming over him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f234 Third Draft 01/16/90 106,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As the Predator lunges with a killing upper cut, Harrigan dives to one side, the knives, in a shower of Sparks, rak across the wall. Harrigan grabs the Smart weapon, energiz it and with a driving lunge with the last of his strength lunges upward, the smart weapon slicing deeply into the Predator’s exposed midsection, burying itself deeply insi With a deafening SCREAM and a flood of green BLOOD, the Predator staggers backwards. As the Predator turns and dr to his knees, Harrigan struggles to his feet, grabbing th mace. Harrigan raises the mace, barely able to lift it’s weight stumbling forward, attacking the dying alien. Like a hard-shelled cockroach that refuses to die, Harrig pounds and pummels the creature with the last of his stre as the Predator continues to crawl towards a now activate LIFE-CHAMBER, that somehow will save the Predator. Harrigan delivers blew after blow to the Predator, altern kicking and shoving him but the Predator, near death, wil not quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": ". (gasping) Die you bastard, die! The Predator reaches the chamber, a door sliding open, a of gas emerging... another second and the Predator will b inside. -But as the Predator rolls to one side, Harrigan thrusts his hand deep into the green gore of his chest, activating and withdrawing the smart weapon. With the las of his breath he raises the weapon over his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "That’s right, fucker, shit happens. Unbelievably, he HEARS the chilling SOUND of a heavy, clu TRILL, coming from behind him. In disbelief he turns, paralyzed in shock as he SEES, materializing from the mis the impossible sight of ANOTHER PREDATOR, turning from camouflage to visible; followed by ANOTHER, and ANOTHER, yet ANOTHER, emerging from the various passageways, until there are TEN PREDATORS standing abreast. Harrigan stumbles backwards in complete astonishment, dro the weapon. He collapses to his knees. As two of the Predators walk forward, picking up their vanquished comrade, the first Predator, larger and more ancient-looking than the others, his body festooned with TROPHIES taken from many kills, steps forward. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f234 235 thru 237 238 239 Third Draft 01/16/90 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dumbstruck with fatigue and shock, Harrigan watches trans as the grayback approaches, the gleaming fighting knives moving. The grayback raises his arm, holding. Suddenly th knives are withdrawn. Reaching behind him, the Grayback grabs something, removi an OBJECT which he throws to Harrigan. Harrigan catches i slowly looking down, seeing the engraved silver and wood forestock of a seventeenth century MATCHLOCK PISTOL. He t it over in his hands, SEEING a NAME and a DATE engraved i the silver, the name in ITALIAN, the date: 1640. Harrigan looks up, staring at the Grayback. Suddenly the floor below him changes, becoming nearly liquid, Harrigan groping into the darkness in a controlled fall, blurred impressions of the SHIP‘S bio-mechanical structure rushin by as a powerful, low-pitched WHINE builds to an ear-spli crescendo. 235 OMITTED thru 237",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harrigan is dropped to the wet ground. He looks up, above him, as a massive SHAPE begins to move at incredible spee in a BLAST of energy, the SHIP races past overhead, disappearing in a huge EXPLOSION of light and SOUND, the concussion knocking Harrigan te the ground. Slowly he gets to his feet as a hurrican wind of dust and sand, fills the room, now illuminated by dim sunlight, streaming in from a hole, at the far end. Holding the pis Harrigan moves painfully towards the light BEGIN END CREDITS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The site of a projectile of tremendous weight and power leaving at incredible speed, giant, still smoulder trench cut through the earth. From the tunnel opening, Harrigan appears, picking his wa forward, looking like a man returned from hell, his cloth nearly torn from his body, his skin dusted with a fine la of ash, dust and sand. Harrigan, barely walking but still on his feet, moves into the opening. Harrigan turns, started by the THUMPING WHINE of a HELICO flaring into view, holding over the scene. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f239 Third Draft 01/16/90 108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "In the swirling wash of the rotor, Harrigan shields his e looking upward, SEEING Garber, framed in the doorway of t black Jet Ranger. Garber seems overwhelmed, defeated. Gar looks up into the sky, at the diminishing VAPOR TRAIL. He looks back at Harrigan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRIGAN",
          "text": "(to himself) Don’t worry, they’11 be back. As a flood of EMERGENCY VEHICLES, lights flashing, descen on the scene, Harrigan looks into the dawn sky to the tra of a MOVING POINT OF LIGHT, outbound.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1479"
    }
  ]
}