{
  "movie_id": "MOV1483",
  "scenes": [
    {
      "location": "MANHATTAN STREET",
      "time": "NIGHT",
      "characters": [
        "THE EDGE OF THE ROOF",
        "THE METAL CASE",
        "A FACE",
        "UPSTAIRS CORRIDOR",
        "GABE PRESSMAN TYPE",
        "THE RECEPTION AREA",
        "THE ROOF",
        "POLICEMAN",
        "AN ARM",
        "THE SIDE STREET",
        "THE ENTRANCE TO THE EGG",
        "ON THE AVENUE",
        "THE LIVING ROOM",
        "THE FRONT STEPS",
        "DELANEY",
        "THE END OF A HALLWAY",
        "CUT AHEAD TO",
        "BIRD'S VOICE",
        "A SHRIEKING BURGLAR ALARM SOUNDS",
        "A SIMILAR PAVEMENT",
        "THE BAR AREA",
        "RUNNING THROUGH THE STREETS",
        "A KICK",
        "MAN",
        "FREEZE AND FADE OUT",
        "THE FRONT DOOR",
        "LYSENKO",
        "OUTSIDE ON THE TERRACE",
        "FADE OUT",
        "THROUGH THE PASSAGE WAY",
        "THE DOOR TO THE ROOF",
        "THE WALLS OF THIS ROOM ARE SPLATTERED WITH BLOOD",
        "DAVID GARTH",
        "FADE IN",
        "A SQUAD CAR",
        "FADE UP",
        "THE MAN",
        "HAL",
        "AMY, (V.O)",
        "SHERMAN",
        "ROBERTA",
        "FRANK WILLIS AND DAVID GARTH",
        "BEHIND THE PODIUM",
        "SECRETARY",
        "LIVING ROOM",
        "THE CHURCH STEPS",
        "BATHROOM",
        "THE WOLLMAN ICE RINK",
        "THE METAL BOX",
        "THE OPEN DOOR",
        "ALEX AND VICTOR AT THE TABLE",
        "AT THE TABLE",
        "DOWNSTAIRS CORRIDOR",
        "DELLA FAMINA",
        "ON-AIR REPORTER",
        "ALEX",
        "THE BEDROOM",
        "THE PALE VISAGE OF JIMMY DOYLE, THE BLOND CHOPPE",
        "A BLACK SCREEN",
        "THE CORRIDOR",
        "WITH",
        "THE FIRST FLOOR STUDY",
        "RUCKELHAUS",
        "AN ALCOVE",
        "HAL AND DOYLE",
        "A PUNCH",
        "A PUNCH FROM NOWHERE",
        "HAL RENNERT AND DELANEY LYNCH",
        "TENEMENT BUILDING",
        "WAITER",
        "A SMALL TABLE",
        "DELANEY AND FRANK",
        "JIMMY DOYLE",
        "A LAMP",
        "TOMMY",
        "KATHARINE",
        "ALFRED LYNCH'S BEDROOM",
        "REPORTER",
        "THE END",
        "WADE PATTMAN",
        "WOMAN REPORTER",
        "DELANEY AND KATHARINE",
        "ASSOCIATE MEDICAL EXAMINER.'",
        "A DARK SCREEN",
        "A NEW YORK CITY BUS MOVES INTO FRAME",
        "THE MACAW",
        "ALEX AND KATHARINE",
        "THE ENTRANCE CORRIDOR",
        "YOUNG WOMAN",
        "THE SQUAD CARS",
        "A MINI-CAM",
        "WELLES",
        "PULL BACK TO REVEAL",
        "LESIA",
        "DELANEY LYNCH",
        "THE STEPS OF A TENEMENT BUILDING",
        "THE TELEVISION SCREEN",
        "STASH",
        "DEMARKO",
        "A CRACKING FIRE",
        "DISSOLVE TO",
        "WOMAN",
        "THE FRYING PAN",
        "ALEX AND THE MACAW",
        "NEWSPAPER PHOTO SEEN THROUGH MAGNIFYING GLASS",
        "A CENTRAL PARK PATH",
        "INT",
        "MINTZ",
        "AUTOPSY",
        "THIRD FLOOR LANDING",
        "A TABLE IN THE CORNER",
        "ALEX'S RUMPLED CAR",
        "A STAIRCASE",
        "DIETRICH",
        "A BLACK CAT",
        "THE POLICEMEN AND VICTOR",
        "WAITRESS/LESIA",
        "RECTANGULAR POOL AREA",
        "CAB DRIVER",
        "FROM THE SHADOWS",
        "THE DOOR",
        "THE LAST PAGE",
        "BACK TO SCENE",
        "COOK",
        "A DOORMAN",
        "ALEX AND DOYLE",
        "FRANK WILLIS AND KATHARINE RAINES",
        "HOMICIDE",
        "THE STREET BELOW",
        "SHOCK CUT TO",
        "VICTOR",
        "THE KITCHEN TABLE",
        "ASSISTANT",
        "VICTOR, (V.O.)",
        "MINTZ'S OFFICE",
        "THE FACE OF A BEDRAGGLED BUM",
        "THE EXPRESSWAY- FARTHER ON",
        "HAL RENNERT",
        "THE HOUSE TABLE",
        "NIGHT",
        "CIVILIAN WORKER",
        "THE CROWD",
        "ALFRED",
        "BRIAN",
        "AMY",
        "TRAVELLING",
        "THE ROOM",
        "ALEX'S CAR",
        "ALEX'S HIP HOLSTER",
        "DOYLE",
        "KATHARINE, (V.O.)",
        "ETTA",
        "A TERRACE",
        "THE CAR",
        "A SUNLIT SKY BRACKETED BY TWO CITY SKYSCRAPERS",
        "FRANK",
        "CAUSE OF DEATH",
        "ALFRED, (V.O.)",
        "EXT. SUTTON PLACE",
        "MAX",
        "DELANEY LYNCH, (V.O.)"
      ],
      "dialogues": [
        {
          "speaker": "NIGHT",
          "text": "The East Village -- a part of New York's Lower East Side. At this hour the streets are almost empty. It's unusually chilly for early autumn and steam rises from the occasion manhole cover. There is a faint flicker from a neon sign the distance. WE MOVE IN toward a tenement building, completely dark except for a single lighted window. CLOSER on the lighted window. WE CAN SEE a MAN in blue jeans cross the room, sw on a television set and flop down in a bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The opposite of clean and neat. Boxes piled high, a gener disheveled atmosphere. On the walls, movie size posters o Jack Webb, Frank Lovejoy, Eddie Constantine. The man in blue jeans, ALEX RADA, is watching ETouch of E on television. (It is the scene in which Orson Welles wan into a seedy Mexican bordello run by Marlene Dietrich). Rada fluffs up a pillow, tosses it behind his head and wa the action on screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELLES",
          "text": "\"Have you forgotten your old friend?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIETRICH",
          "text": "\"I told you we're closed.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELLES",
          "text": "\"I'm Hank Quinlin.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIETRICH",
          "text": "\"...I didn't recognize you. You should lay off those candy bars.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "WELLES",
          "text": "\"It's either the candy or the hootch. I must say I wish it was your chili I was getting fat on. Anyway, you're sure looking good.\" Dietrich stares, a cigarette dangling from her lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIETRICH",
          "text": "\"...You're a mess, honey.\" On this, Rada MOVES INTO FRAME, switches off the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By the night table -- Rada reaches for a wrinkled newspap He sits precariously on the edge of the bed, the paper re on his legs as he gazes off at nothing in particular. Holding up the newspaper now, hands outstretched trying t it. He's obviously having trouble focusing -- a man in ne of glasses. A few more moments. Squinting. He tosses it a We now see Alex close up for the first time. He is sandy- rudely handsome, still young -- but it is youth tempered of battered dignity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Light from the bedroom filters in to illuminate the room. moves toward the refrigerator, opens it. Very little insi We are struck by the freezer, it approximates the Antarct pack. There is something in there all right, but the cake won't not relinquish it. His foot braced against the bott of the refrigerator for leverage, he yanks and tugs at so frozen thing. Can't dislodge it. Finally gives up. Moving around the kitchen. Alex trips over something larg and pliable. We HEAR a GROAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Shit, Victor, are you still here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Balloons. Lots of NOISE. A political rally is in progress On the platform, a woman in her mid fourties acknowledges CHEERS of the CROWD. She wears a well-tailored outfit and a politician's smile. This is DELANEY LYNCH, the new sena candidate of the New York State Democratic party. She moves to the podium. Tremendous enthusiasm. The band strikes up Happy Days are Here Again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(looking around, milking it for all it's worth) Well...it's been a long night...and a tough primary...but we've finally made it. A ROAR from the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEHIND THE PODIUM",
          "text": "Delaney Lynch's inner circle: PAT CADELL, DAVID GARTH types. Also some acolytes. Hangers on. They are beaming, applauding fervently. We move through this group, HOLD on FRANK WILLIS, press spokesman for Delaney Lynch. He looks tired, but we're not sure if it's from the long night or tough living. ANGLE ADJUSTS TO INCLUDE PROFESSOR KATHARINE RAINES. She standing next to Frank Willis and they exchange a knowing a savvy nod. Katharine is a good ten years younger than t of Delaney Lynch's set. Her look and manner, like her aca credentials, are impeccable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CROWD",
          "text": "as though it were New Year's Eve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY LYNCH",
          "text": "steps back and brings her husband ALFRED to the podium. A fifty-five he is a Wall Street don, and a power in this c She kisses him. They wave to the crowd. Delaney raises Alfred's arms above his head in a gesture of triumph, alm as though he, too, were on the ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK WILLIS AND KATHARINE RAINES",
          "text": "Frank leans in toward Katharine, slips her a piece of pap (Throughout the remainder of the scene, Delaney Lynch's speech will OVERLAP and play UNDER Frank and Katharine's",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "This is all the way downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(not looking at Katharine, but to the podium) Would you rather I do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY LYNCH, (V.O.)",
          "text": "(measured cadence) Let us bring together this party... (more cheers) ...to face the challenge before us. (beat) We intend to run hard, to fight hard -- and when we're elected -- to work hard for the people of the State of New York---",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(above the din) No. I'd better go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY LYNCH, (V.O.)",
          "text": "---We seek freedom, but not at the expense of responsibility. We seek fairness, but not at the expense of justice...We seek peace, but not at the expense of diligence---",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Frank, are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "He can find her, Katie. But, do me a favor, don't ask me if I'm sure..of anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY LYNCH, (V.O.)",
          "text": "---And when we sit in the Senate of the United States...this time, this time, It - Will - Not - Be - Politics as usual. CHEERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Cynic 'til the end, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A limousine pulls up to the curb followed by two black re cars. The Lynch's chauffeur, JIMMY DOYLE, steps out of th limo, positions himself by the car's back door. He is in livery, standing stiffly, cap under one arm. With his clo cropped blond hair and boyish face, he gives the appearan a Wermacht conscript. Delaney, Alfred, and their entourage emerge from the hote Although we cannot hear what they are saying above the GENERAL CLAMOR, Delaney and Katharine Raines are deeply i in conversation. Delaney's arm is wrapped around Katharin shoulder; Katharine is poking the air with her finger to a point. Delaney pauses as a FEW PHOTOGRAPHERS approach. She flash a smile and the 'okay sign' for the early edition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE UP",
          "text": "A hand moves in and presses one. We HEAR the slow WHIRRIN of an old elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "Katharine Raines, head tilted slightly upward in the dire of her ascent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE END OF A HALLWAY",
          "text": "Katharine reaches a door, pulls out a set of keys, unlock",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mid morning sun slices beams of light through gaps in curtains. There is no sound as Katharine moves about on a carpet. She is obviously looking for something. .* sun and no sound give a surreal feeling",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks under the bed. By the dresser. Night stand. Fin nothing. She half looks into the bathroom- not much chanc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Checks around again. She moves off into the kitchen, but stay in this room in LONG SHOT, getting a sense of the place-- well kept, almost prim. Katharine comes back into the room, moves toward the door one more look over her shoulder. She exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVELLING",
          "text": "with Katharine as she checks a piece of paper, looks to t numbers on storefronts and doorways. She stops at an old tenement, the ground floor occupied by the offices of 'TH UKRAINIAN FREEDOM PARTY.' To the right of this faded sign an entrance way leading up a flight of stairs. Katharine hesitates, taking it all in. Again looks to the piece of paper with the address.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Older immigrants. Artists. Downtown types. The Veleshka i gathering place for an eclectic clientele -- a popular, o eatery complete with a fountain and newspapers sold insid Alex Rada is at one of the tables wolfing down breakfast. Through the window, we can see Katharine across the stree She turns to CAMERA, then moves toward the tenement and through the entrance. A broad faced Slavic looking WAITRESS trudges over to Alex's table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS/LESIA",
          "text": "Good, Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(still eating) Like always, Lesia. Home cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESIA",
          "text": "Yeah, yeah, home cooking. Alex, we make some stuffed cabbage. I put some in a bag for you, okay Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Fine. She wipes down the table. At the cash register, FATHER ST an Orthodox priest, buys the Ukrainian paper, Svoboda. He strokes his grayish beard and slowly wags his finger at A Alex smiles, Lesia turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESIA",
          "text": "Alex, you see in the paper? They say a riot in Kharkiv.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Can't read Ukrainian like I used to. (an afterthought) Don't you think the print in those papers is kind of small?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LESIA",
          "text": "Shouldn't lose touch with the homeland, Alex. Maybe comes a revolution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Cavalry charge by the Hetman, Lesia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine is at an apartment door. A badly stenciled sign in black spray paint reads, 'RADA INVESTIGATIONS.' She RINGS the BELL. No answer. Again. Nothing. Slowly she turns the knob and pushes the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine is in the living room now, although it aspires be an office of sorts. It's as mangy as in the beginning scenes-- Men's close and general EstuffR are scattered ab",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Hello...Mr. Rada? Sees another door, walks cautiously toward it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR",
          "text": "it swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FACE",
          "text": "A grubby, bedraggled face of a man is behind it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "startled, frightened-- she backs up, loses her balance an half falls on to a desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MAN",
          "text": "he inches forward. He wears a tattered sweatshirt with th words 'Thank You Paine Webber' emblazoned on it. Katharine is frozen for a moment, but just a for a moment holds her arm up to her face protectively, raises her leg to kick out. We HEAR FOOTSTEPS on the stairs. Alex saunters through th door holding a brown paper bag in one hand. He looks to Katharine, then to this raggedy man. The man (VIC D'AMATO) waves at Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "(an ear to ear toothless grin) Hello, Alex! Alex walks past Katharine as though she weren't there. He Victor the brown bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "From the Veleshka. Stuffed cabbage. Victor opens the bag, sniffs inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Thanks, Alex. Alex pats him gently on the back, turns to Katharine:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And who might you be? Still a bit stunned, she gawks at these two for a beat. Composes herself. Then, as if to restore her dignity:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Doctor Katharine Raines. She brushes herself off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(extending his hand) Alex Rada. Sorry about Victor. Got no place to go, really. He's a good guy, so I let him stay when he needs to. Victor is now sprawled on the couch, making a horrible me of the stuffed cabbage with his fingers. ALEX (cont'd.) (to Victor, almost a yell) You're a good guy, aren't ya Victor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Yeah, Alex. Katharine sits, takes out a cigarette, lights it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(without looking up) Tell him not to drip. Alex takes the hint, sits behind the desk across from Kat",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Victor, why don't you take that into the kitchen? Victor obliges. ALEX (cont'd.) (to Katharine) He fought Carmen Basilio once, got knocked out in the twelfth. (a beat, she's clearly not interested) Is this a house call, Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(a bit sheepishly) Actually, my doctorate's in Political Science. (a pull from the cigarette) There was no message on your answering machine so I...I'd like to hire you, Mr. Rada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...For?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I'd like you to find someone. A student. My graduate assistant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay...what's your interest? How about her parents?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "She has no relatives that I know of. Just some friends at N.Y.U., that's where I teach. They're worried about her. (a beat) She was special, Mr. Rada, and I'd like to help. I just want to know what happened to her, I feel responsible Alex is studying her, realizing how beautiful she is. He a pencil, drums it the on desk-- he's not quite sure he's buying all this. A moment of silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I've been meaning to get it fixed... the answering machine. Tried the police?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Yes. She's not in any of the hospitals or the morgue. The party line is that anyone over twenty-one can pack up and leave, and they can't do anything. But she didn't. Alex still drumming with the pencil. KATHARINE (cont'd.) She liked to hang around the clubs, and bars down here. (a smack of sarcasm) Your bailiwick, I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You said, she EwasR special. Was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(beat) No one's seen her for almost a week, Mr. Rada Alex stops drumming, tosses the pencil aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay, I get $350 a day plus any expenses. If there are any... Katharine, stubs out her cigarette, surveys the 'office', looks to Rada skeptically. It's Alex's turn to be embarra",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "All right, how about three hundred? (Katharine, still staring) Okay, we're having a sale, it's Ukrainian Flower Day...two fifty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(slight nod of agreement) Just for the record, Mr. Rada, I can afford a great deal more than I'm paying you. But I don't like cost overruns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Fine, as long as...uh...we understand each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVELLING",
          "text": "with Alex and AMY SALOMON, a young woman in her early twe Amy walks with her hands folded, a concerned expression. In b.g. we can see the buildings of New York University.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "Well, she isn't around very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "She stayed out late? Liked to party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "Sure. But I mean I practically have the room to myself. I see her maybe once or twice a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Where do you think she goes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "(shrugs) I don't know, Sue is...you know, private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How about her friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "She mentioned some guys, brought one up once. Brian, I think. (a sensual smile) Primo cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How cute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "About as cute as you. Shorter though, maybe 5-10. Dark hair, blue eyes -- nicer than yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(straight ahead) I'll need a picture of Susan. And I'd like to take a look around if it's okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is rummaging around, opening a closet, picking throu some paint brushes on a dresser, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY, (V.O)",
          "text": "I think I have a yearbook somewhere. Is that okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, fine. No parents? Relatives? Amy strides into view with the yearbook. Rips out a page, hands it to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "An aunt and uncle on Long Island, they brought her up. Alex is surprised, both by her answer and the act of ripp page. Amy notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "(smiling, perhaps a bit too seductively) That's okay, I don't need it. She moves to Alex, presses up against him as she points o photo in the yearbook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "of a delicate, strikingly beautiful woman. Under the phot the name 'SUSAN D. BLAKE.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Do you know where on Long Island, Amy? Alex moves to a rolled up poster by the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "No, I sure don't. She called them a couple of times, but I don't know the town. He unrolls it, takes a long look. It's a poster of Che, the standard-- showing Gueverra in beret and bandellero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The two of you discuss politics? She talk much about the Reds? He re-rolls it, props it back up against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "(incredulous) Sorry? Reds!? This reaction is not all together new to Alex. He respond almost wearily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah. Reds. You know, the guys who want to suck up your individuality. Turn you into Robbie the robot for the State...Reds. Amy's mouth agape. She can't believe what she's just hear Really made a mistake with this guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "(a distinctly different tone) The poster's mine. Sue isn't into politics much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "So what she doing in Political Science?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "Sue isn't in Poli Sci, she's in the Art School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(not sure he's understood her) Wait...you mean she's not Doctor Raines' graduate assistant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "No. She helped Professor Raines with some project or something, I know that. Maybe she took a media course with her. For a moment they stare, not knowing what to make of one another. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AMY",
          "text": "Look, I've got class in a little while, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SHOOTING ACROSS a busy street, WE SEE Alex emerge from a TOBACCO SHOP. He heads toward a building up the block.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sign on the wall reads, 'REGISTRAR'. Alex walks through a set of doors next to the sign and WE FOLLOW Alex into--",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RECEPTION AREA",
          "text": "A large room with a long counter at one end. Some STUDENT mill about. An open area behind with A FEW CLERKS at computer screens. An older WOMAN is at the counter, a pair of glasses attac to a black elastic band hangs from her neck. Alex pulls a pipe from his pocket, sidles up to the count smiles his most ingratiated smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Excuse me, I wonder if you could help. I need the home address of one my students.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "And you are...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Professor Raines. Poli Sci. The woman pushes away a small microphone attached to a fl stand, begins pecking away at the terminal in front of he",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(not looking up) Professor, you'll have to go to your own department for that. Sliding on her glasses, she reads something off the termi A slight smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Our computer's down. Secretary's at lunch...and it's sort of an emergency. She looks to Alex, then to the screen. Wholesale skeptici Alex pushes the smile. Reluctantly she acquiesces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Student's name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Blake, Susan D. She types it in, waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "There is no home address. There's a contact. A Mr. Harry Della Famina---",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Just a second. Alex lays the pipe down, takes a pen from the counter and begins to write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Ready professor?...Mr. Harry Della Famina, 1643 Derby Drive, Plainview, Long Island...516-KL5-1950. (looking up) Okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yes, well thanks very much. You've been a great help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(an aside) I'll bet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "as he moves toward the double doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "She looks to Alex, to the computer screen, to Alex again. for the microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The woman's VOICE over the LOUDSPEAKER: (V.O.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Professor EKatharineR Raines, will you please pick up your pipe at the registrar's desk. Alex MOVES INTO FRAME. Stops for just a beat, then exits, closing the door behind him. HOLD ON DOOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DARK SCREEN",
          "text": "A car emerges from the depths of a garage. As CAMERA PULL BACK we can see a 'Hertz Rental' sign and the car turning onto a city street. Alex is driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex's rental moving along. Not too much traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EXPRESSWAY- FARTHER ON",
          "text": "The car moves past a sign reading: 'Plainview - Exit 2 Mi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is listening to the RADIO-- the tail of a campaign a for PETER VERESS, Delaney Lynch's opponent in the Senate race. He pushes the buttons, gets some fusion jazz (maybe Oingo Boingo) -- this is more to his liking. About a mile down the road we can see an overpass. We HEA what sounds like a faint RUSH OF WIND. Then, a SUDDEN CRU as another car careens into the rental car's side. For a moment, Alex freezes, not realizing what has happen He glances to the side, sees the other car move ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What the fuck...? He holds tight to the wheel, trying to control the car. On the shoulder now, and very quickly the concrete of the overpass rushes up to meet him. The SOUND of BRAKES again the gravel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX'S CAR",
          "text": "it SMASHES into the abutment. Front lights smashed in, the hood bent damaged. WE HOLD. Alex emerges, dazed, but okay. He looks down the highway. The other car has pulled over. Alex squints at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "the other car in the distance. He can't quite make its de never mind the plate-- just some kind of black vehicle to It abruptly takes off again down the highway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX'S RUMPLED CAR",
          "text": "He surveys the damage to the rental, peeks down the highw for one more look. He's not sure what to make of this. Alex moves to touch the car, runs his hand over hood. He toward the road, then again to the car, his hands now on hips. Confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I knew I should've gotten collision. Slowly he gets back into the car, SLAMS the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex's rumpled rental moves down the block. It stops in f of a house which looks almost identical to the others on street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is speaking with a ROBERTA DELLA FAMINA, a slim, self-conscious woman in her early fifties. she doesn't make eye contact easily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERTA",
          "text": "My husband's out on the patio. Won't you come this way? Alex follows her through the living room and into the kit Roberta reaches for a small towel, wipes her hands before ushering Alex to a rear screen door. She opens it for him but stays inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "HARRY DELLA FAMINA sits on one of those aluminum framed c held together by thick strands of woven vinyl. His leg is outsretched and raised up on a squared stool. He is a man who once must have been tough-- now he is old beyond his years, a distinctive yellow pallor to his face. Della Famina is playing solitaire on a large outdoor tabl and cheating at it. Next to him, a bottle of scotch and t glasses. He looks up as Alex steps out on the patio.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "...I was a little surprised to get your call, Mr. Rada. Susan again. Alex moves to shake his hand. Instead Della Famina pours a scotch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "You'll forgive me if I don't get up -- phlebitis...that's not the half of it, either. Scotch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No thanks. I'm trying to keep my car on the road. Alex looks around at the back yard, the separate garage behind-- pleasant middle class surroundings. He sits in an aluminum chair opposite Della Famina.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Nice place you've got. Della Famina reads Alex's face for a hint of sarcasm. Can find any, but supplies plenty of his own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "You like it, Mr. Rada? Built up from nothing. Outdoor patio, mid-size Ford in the garage... plastic swimming pool in the summer... Now, how can you beat that, Mr. Rada -- the American Dream. He takes in Alex's discomfort, almost relishes it. DELLA FAMINA (cont'd) ...But you've come about Susan, haven't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Uh huh. You knew she was missing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "Missing? Not likely. Run off with some bum maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Is she's your niece, Mr. Della Famina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "My sister's girl. She and her husband died in --------, remember that? (a moment in thought) ...He was a fuckin' prick anyway. Della Famina sets the solitaire deck aside. DELLA FAMINA (cont'd.) Hope you're getting paid well for this. You're wasting your time. The girl's always been trouble. (leaning in toward Alex) ...Once, I caught her in the garage, putting on a show for the local boys, playing with it, too...Know how old she was?...Eleven. Alex doesn't want to hear this, doesn't like this man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(pressing on) Mr. Della Famina, has she been around lately? Know any of her boyfriends? Maybe, where they live? Della Famina downs some scotch, looks to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "Roberta! (to Alex) She doesn't come around. Can't stand her uncle. Roberta comes from the kitchen with a tray of cheese and crackers, each neatly topped with a piece of pimento. She places it on the table. Della Famina is waiting for her to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(takes one; looks to Roberta) Thanks, Mrs. Della Famina. A tight smile from Roberta. She exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "I took good care of Susan, you know. My brother wouldn't take her in. Too busy with his catalog sales-- product fulfillment, they call it... Took his company public last year. Doesn't give a flying piss about me, though. (checks himself; empties the glass of scotch) ...Always flaunting it. She had no gratitude. Gave her everything, and wasn't getting it much in return. I was like a real father to her. (beat) A father has rights, Mr. Rada. Alex bristles at this remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I bet it must be tough...being a father. Beautiful daughter like that, all those healthy young men around. (looking to Della Famina's leg) I could see how she'd give you trouble after a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELLA FAMINA",
          "text": "(an involuntary shudder) What the EfuckR is that supposed to mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey, take it in the spirit it was given. Alex stands, grabs another one of the pimento things. Sta toward the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Don't bother to get up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is walking to the front door. As he reaches it, Roberta appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERTA",
          "text": "Mr. Rada...? Alex turns around",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yes, Mrs. Della Famina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERTA",
          "text": "She used to call me here. If he got on the phone, she would hang up. Susan's a wonderful, sensitive person. Naive in a lot of ways. (beat) I don't know why he goes on like that. in b.g we can make out Della Famina calling out for Roberta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(soothing) Do you know where she is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERTA",
          "text": "No. She left a telephone number... in case of emergencies. I'll get it for you. HOLD ON Alex. He really feels for this woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like most of the neighborhood, the Zig Zag bar is changin a thin veneer of gentrification covers the seediness. Hamburgers on English muffins, nine ball at the pool tabl Alex is planted on a stool, waxing philosophic with MAX, of the locals. STASH, the bartender, sports an earring and military bere He pours cheap vodka into a shot glass. Alex downs it; he's already had a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "An expression not unlike the one in the previous scene wi Roberta -- except now Alex is feeling sorry for EhimselfR",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It's a great place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STASH",
          "text": "I like New York -- you know where you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- Nobody hears about Burma much any more -- that's why it's so good. Okay, maybe they got bugs there, ya know, those kind of cockroaches that're as big as shoes...Hey, but nothing's perfect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You don't need no Burma for that. You come to my place, I'll show you some mother roaches humpin' my sneakers. Laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, but here's the thing, see. (motions with his hands) In Burma, you can be yourself... nobody bothers you. There's nothing to...join.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Alex, you've never even been to Burma, what are you talkin' about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "That's not the point, Max, is it? I could do pretty well there on what I get. (beat) ...and the women, beautiful women in Burma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WE SHOOT FROM ACROSS THE STREET. Katharine Raines steps o the doorway of Alex's building. Hands in the pockets of h coat, she watches people walk up and down the avenue. A double-take. Katharine spots Victor panhandling on the corner. She moves toward him, asks him something. Victor points toward the neon sign of the 'Zig Zag' bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex still holding forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...what -- the last five, ten years maybe? People are scared, but the thing is, they don't know what they're scared of. It's definitely something, but nobody knows exactly what...and I'm just not talking EhereR, I mean all over...you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STASH",
          "text": "It's that ozone thing over the South Pole that gets me...sucking out all the oxygen or something ---",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "(overlapping) --- No, no, the weird shit. You know, that people say isn't true, but really is -- That the government's holding back on? Like aliens doing medical experiments on people in their spaceships. (beat) It all started with the Warren Commission. Katharine enters. She is backlit by the sunlight from the door. They all look toward her. She moves toward Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "The ever popular Mr. Rada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Class out for the day, professor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Well, let's see -- there were several phone calls. Then I tried what you facetiously refer to as your office. Mr. Rada, aren't you supposed to be working for me? Stash now busies himself at the bar. Max quietly sips his drink. Party's over. Katharine looks to her wrist to check the time. Realizes she's not wearing a watch. She's flustered by this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It's three-thirty -- You in a hurry? Look, don't you believe in taking breaks?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Breaks are fine, Mr. Rada. It's the binges I object to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(past Katharine-- to Max and Stash) I'm telling you...Burma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TABLE IN THE CORNER",
          "text": "Katharine is studying Alex, not quite sure she's got his Alex, sobering up, nurses a club soda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It seems to me, we've got a pretty good deal going here. I pretend I'm working and you pretend you're telling me the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I haven't told you the truth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Oh, c'mon, lady, don't take me for a complete idiot. Susan Blake's not your assistant, she's in the damn art school for Chris' sake. I spent six years in the New York City police department, I think I can handle the mystery of the professor's assistant -- But I tell you what; I bet if you really looked hard you could find somebody even stupider than me not to find Susan Blake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I didn't realize you were so sensitive. (hand under her chin) Low self-esteem, Mr. Rada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Just cut the crap, and don't analyze me, okay? We'll call it a day, all right? -- I prefer cash. (beat) You really like living on the edge. We HEAR the SINGING of 'Happy Birthday' from a table in t rear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine looks up, glances over. Alex turns around. A group of FOUR YOUNG WOMAN, perhaps tourists, eating and celebrating a birthday. The kitchen doors swing open. A man with fire in his eyes rushes out waving a meat cleaver, locates the source of t commotion. The man is clearly the COOK. He wipes the clea against his stained apron, then, with a LOUD THWACK, buri deep in the wooden table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "(glowering ominously at these women) Shut -- The -- Fuck -- Up! He leaves the cleaver embedded in the table. Spots Alex a the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOK",
          "text": "(cool and casual) Hi'ya doin', Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX AND KATHARINE",
          "text": "Alex averts his eyes, brushes away an imaginary crumb fro table. Then with a pained expression, looks up, nods in acknowledgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Another friend of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We were about to wrap this up, remember? Call it three days. And I'd really prefer cash. Katharine tilts her head. A small, confessional smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Look Mr. Rada, I EdoR want to find Susan Blake and I did lie to you. I'm sorry. Alex chews on the ice from his club soda, deliberating ov apology.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Well, that's a start, anyway. Our view of Alex and Katharine is obscured by FOUR FIGURE MOVING ACROSS FRAME IN FOREGROUND. They appear as a blur, but these are the four woman from the rear table. A momen later, we HEAR a door SLAM SHUT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay. C'mon, lets go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Go? Where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I have to do some shopping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You're joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bags of groceries on the counter. Alex is putting away a ending series of canned goods on a shelf. Cans, cans, and cans. Katharine watches -- amused and astonished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(not facing her) Look, professor, I like things simple. No hassles. I do a little process serving from time to time, find a few runaways -- I get by. I'd just like to keep it that way. (reaches into a bag; rummages for more cans) Someone bashed into my Hertz one-day special while I was running down the relatives that you told me Susan Blake didn't have. As far as I'm concerned, that's not a terrific omen. (beat) And it also strikes me that this job is not hassle-free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "As far as Susan having relatives, I honestly had no idea. And the accident with the car...well, that can't have anything to do with me EorR Susan Blake. Katharine reaches into one of the grocery bags, hands Ale couple of the cans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(stressing his first name) Look, Alex... (hesitates) You know that I'm working for the Lynch campaign?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(sardonic) I'm not a private detective for nothing. I've seen your picture with her in The Post.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Susan was a wonderful artist. I brought her to a couple of campaign functions, asked her to do some sketches. She KATHARINE (cont'd.) was going to paint a few canvases that I'd give to Delaney after the election -- as a present, for her Washington office. It does sound kind of ridiculous now, but I just thought it prudent that I separate...that no matter how tangential, your investigation shouldn't involve the campaign. So I simply told you she was my grad assistant. (beat) It wasn't that far from the truth. Alex takes a can from her hand, shakes his head in a gest of resignation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Never play poker with a guy named Doc, professor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Does that mean I'm forgiven?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It means I hope I can walk away from the table with some spare change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex, screwdriver in hand, labors over his answering mach The cover and a few parts on his desk, he peers into the of the mechanism, not really sure what he's looking at. Presses one button. Presses another. Nothing seems to hap The screwdriver slips. A piece of the machine flies out. Rolls about the floor. On hands and knees after it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Shi -- it! On his desk, the phone rings. He's slightly surprised by Gets up to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Alex Rada. (pause) Hey, Lysenko!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LYSENKO, the man on the phone, pours over some blueprints and checks a page in a book for Alex at the same time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYSENKO",
          "text": "Got a pencil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You got something for me? ...yeah, hold on. Alex cradles the phone under his chin, rummages around fo a pencil and paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LYSENKO",
          "text": "Alex, why don't you just subscribe to the reverse directory, it'd make my life a hell of a lot easier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Things are a little slow late... (starts writing) Yeah...yeah, I got it...An apartment number? Okay, good...Bridging equip- ment. Yeah, I know it's tough...I appreciate it. (beat) Hey, Lyensko, what do you know about answering machines? (pause) ...Hello?...Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From the hallway decor, we can see this is not a modern building. Alex waits a moment for the elevator. He steps inside, presses the button for his floor-- We HEAR the WHIRRING of an old elevator as it ascends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex walks down the same hallway as did Katharine Raines the prior scene. He reaches the same doorway. Rings the bell. Waits. No one answers. Alex checks the hall, reaches into the his back pocket fo set of picks. He jimmies the bottom lock. The top lock appears tougher. He bends to have a look at it, while tur ing the doorknob. Surprisingly, it opens -- and Alex is caught momentarily frozen in position. Pleased with himse he straightens up and enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex switches on the light, takes in the room -- as neat and well kept as before. A grimace on Alex's face; he recognizes a distinct odor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Not hassle free at all. He glances around looking for something. The living room decorated, not furnished. One wall is completely covered with pale blue drapery -- blues and whites everywhere, a feeling of the first frost. Alex moves cautiously toward an archway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Searches around, finds a dish towel in an overhead cabine CAMERA FOLLOWS him back through the archway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LIVING ROOM",
          "text": "as he moves tentatively toward a passage way at the oppos end of the room. He now covers his face with the towel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH THE PASSAGE WAY",
          "text": "slowly toward another room. This hallway is dark, but the light ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BEDROOM",
          "text": "Still moving with him now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WALLS OF THIS ROOM ARE SPLATTERED WITH BLOOD",
          "text": "Alex (CAMERA) lowers his eyes to the bed, approaches it. Flecks of blood on that too. It blocks our view of what l beyond. All we can see protruding past the bed is AN ARM, the carpet next to it drenched red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The towel to his face, faint protection from the stench o death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROOM",
          "text": "It is AWASH IN BLOOD. Hard to believe this mayhem is from one person. Alex is standing over a body now. OUR VIEW IS BLOCKED by bed. He gazes down. An horrific sight. He Gags. Going to be sick. Turns toward a set of wood and glass doors half hidden by sheer curtains. Pushes through them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TERRACE",
          "text": "Outside in the night air, Alex grips the brick railing, b in deeply. Head down, eyes shut, he hesitates -- wretches side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Je -- sus! (quietly) Jesus. A few moments. He looks up, gazes out over the terrace. The sky is filled with colored light, flashing neon: Alex looking out over TIMES SQUARE. Pulsating signs, movie mar the traffic below -- all assaulting him in one visual str He takes it in, WE HOLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BEDROOM",
          "text": "Alex removes the cover from the double bed, strips the sh He stands over the body, drapes the sheet over it gently, as though he were putting a child to sleep. Kneeling now, he pulls back the sheet to reveal just the and neck of the corpse. WE SEE IT FOR THE FIRST TIME. The is battered and cut, but we clearly recognize the delicat beautiful woman from the yearbook picture -- Susan Blake. Alex, now more dispassionate, examines the face: contusio fresh blood around the left nostril, a wound to the laryn and what appears to be a peculiar purplish scratch mark o the neck. He looks at it closely, runs his finger over th scratch -- almost a caress. He covers the face again, stands over her for a moment. A thin channel of blood seeps through the sheet, as though Susan Blake had been slit open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex has the dish towel wrapped around his hand like a gl He goes through boxes on a shelf in the closet. At a chest of drawers now, he goes through that. Opens a drawer in a small night table: a few pens, a picture of Susan Blake with Roberta Della Famina and THREE TWENTY DO BILLS. Alex holds the picture in his hand, pockets it alo with the money. About finished with this room, Alex starts toward the doo Stops. A gesture of, \"Oh, what the hell\" as he moves back to the night table, replaces the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BATHROOM",
          "text": "Looking through the medicine chest, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "At a mahogany desk. Rifles through the drawers. Stops to read some papers. Nothing of interest. He looks around Has he missed anything? Scans the room again to make sure Moves to the drapes, peeks around them -- another set of doors to the terrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE ON THE TERRACE",
          "text": "A few yards from where he was before. A small wrought iro table and chairs. Two coffee cups and saucers on the tabl next to one of them is a watch. Alex stares at it, picks up for a closer look. It is an elegant woman's watch with braided gold band. Alex tosses it around in his hand, fli it lightly in the air. We HEAR the SOUND OF SIRENS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SOUNDS of SIRENS continue. They come from a squad car and E.M.S. ambulance in front of the building. Another squad car SCREECHES to a halt. FLASHING RED LIGHTS. MORE BLARING SIRENS in the distance. Alex stands next to a phone booth across the street. Move to a trash can nearby, tosses in the dish towel. The emergency services team enters the building wheeling stretcher. For a long moment, Alex watches -- the flashin red lights revealing the anguish on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elegant. Katharine, Delaney Lynch and HAL RENNERT - Delan campaign manager - sit on sofas surrounding a great glass coffee table. Hal's ASSISTANT leans on the edge of a sofa while Frank Willis paces the room. They're all drinking a Madeira, or Casa Brunella. Somethi red, anyway. All except Delaney. Katharine about to pour Delaney a glass of the wine. Dela places her hand over the empty glass. Doesn't want any. Instead, she pours ice water into a tumbler from a pitche a tray. Drinks that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "The point is we have to counter it. We're outspending them three to one and it looks like we're buying it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Well, the Federal Election Commission's not going to bring an indictment -- but what the hell, a leak of the investigation is plenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "The F.E.C. is claiming what?...that it's not my money, but Alfred's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "That's about where it stands, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Just technical crap, I can spend what I want on the campaign, after all it's EourR money. We can make it a freedom of speech issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(shaking his head) It's a non-starter. People can't grab hold of it. They don't see that without the money you can't reach them. They can't see that as a right. They see a price tag -- period... We're up eleven points, we don't need to take it head on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "It was fourteen last week. A brief and slightly awkward silence -- no one's asked hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(to Hal) How far along are we on the community center spots?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "They're in post now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Well let's move on them. Air them as soon as we can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "How are we handling the investigation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(to Delaney) Frank can say it's politically motivated and there is no violation. (to Hal) And let's use the family issue; there is no distinction between Alfred's and Delaney's money...a tight knit family. It gives us some mileage from Veress's divorce.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Well, shit, nobody's going to tell me I can't spend my own damn money on the campaign. (pours more ice water from the pitcher) Maybe I can get Pamela Veress to endorse me. Some laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "We need to rush those spots -- shirt sleeves, people's aspirations, that sort of thing. Put some noise in the channel...drown them out. The telephone rings. Katharine picks it up as the politic conversation continues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Hello?...Yes. (a long pause) Hold on, I'll take it in the other room. (to the group) Be right back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ALCOVE",
          "text": "Katharine is on the phone, listening in stunned silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(after a long pause) Yes. I'm here...No, I have guests. I'd better meet you...No, not downstairs. (another pause) Somewhere near here...I can't get away for at least an hour...Where? ...All right, wait for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIVING ROOM",
          "text": "Katharine enters. The conversation still going on. Frank Willis glances up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You okay? Her body language says no, but her reply to the group is controlled, almost casual:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Fine. Let's get back to it. Eye contact and unspoken words between Katharine and Fran",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mini-park and fountain in front of the PLAZA HOTEL. Ale a stone bench staring into the fountain. He turns, sees Katharine walking toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "as he watches Katharine move slowly from the shadows of t avenue into the reflected light of the plaza.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looking up at her. Eyes empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hello, Katharine. Katharine sits, eyes fixed straight ahead. A long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I want to hear about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "There isn't much to tell. (pause) She was killed. Susan was murdered. I found her...and then I covered her and called the police. Tears welling up, Katharine looks away, not wanting Alex",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Was she assaulted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "How was she...? Alex doesn't respond. Katharine is up, circling, arms wra around herself. Her head snaps up, glares at Alex. She wa to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(reluctantly) She was beaten up pretty badly. There was some sort of puncture wound. Some- one...she was...slashed... (losing eye contact) ...slashed up. He now looks to Katharine, moves to comfort her, not sure how, or even if he should. Alex holds her awkwardly. Katharine really not letting go. Crying quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(after a moment) Just some damned crazy. G0d damned crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Maybe someone she knew. No one broke in anyway. An apartment, over near Times Square. Katharine stiffens, pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What's the matter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Nothing! She holds up her hands. Pushing against an invisible wall She backs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(her voice flat now) Alex, thank you. But right now, I just want to think for a while. Can I call you in the morning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Maybe you could use a drink. And you know me and the phones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I'd like to walk a little...by myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVELLING",
          "text": "with Katharine moving down Fifth Avenue. Alex catches up, falls in step beside her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I think we'd better talk a little more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Tomorrow. Walking in silence. Alex angles toward the window display Van Cleef & Arpels -- rings, diamond necklaces, etc. Katharine continues on a few yards. Stops. What's he up t now? She steps over to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(fixed on the display) ...How do you suppose Susan Blake rated that apartment? It had to cost plenty, and her uncle sure as hell wouldn't foot the bill, even if he could afford it. No response from Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(nodding toward the jewelry display) Beautiful, aren't they? Expensive stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(preoccupied) Very. Still peering into the window, Alex reaches into his pock He looks to Katharine, hands her the watch with the braid gold band from Susan Blake's apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I found your watch. Katharine turns white. She's caught. Looks to the watch,",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(quietly) How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You lost a watch, I found a watch -- I took a shot. It seems we've both been to Susan Blake's apartment recently. (beat) ...How about that talk, now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL TABLE",
          "text": "Alex is clearly out of his element here. He looks around a waiter, none in sight. Katharine motions with her finge A WAITER appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Dewers, rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "(to Katharine) And the gentleman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The gentleman will have the same. Waiter moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Above 14th Street, they don't know I exist. A tight smile from Katharine. Silence. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You think I killed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It crossed my mind. (beat) No. I don't think you did...that kind of murder, it's too grisly. Women don't commit those kinds of crimes... (his finger tapping his chest) ...We do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Saved by male chauvinism.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Look, Katharine -- The waiter comes to table, serves the drinks, leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- Look, we're both in deep shit here. Now, you've got to level with me. I walked out of that apartment with evidence from a homicide investigation -- (louder) -- not to mention things like disturbing a crime scene, leaving a crime scene -- cleaning up the damn crime scene like I'm the men's room attendant at the Hotel Dixie. They take your license away for that, just for starters. Alex looks around, realizes he's shouting. He leans into Katharine, speaks softly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You felt comfortable enough in that apartment to take off that gold watch. I want to know what this is all about. Katharine places her hand on top of Alex's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Rada, I'm very scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(as Alex removes her hand) Join the club. I do missing persons. This is murder, the police do murder. Now lay it out for me. Someone was Efucking murderedR here, you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(angry now) Of course, I understand. Susan was very close to me. And I don't know who murdered her. There's no reason in the world why anyone would want to murder her. Do EyouR understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Then let's just go to the police. Downs his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No. The election is three weeks away, I won't jeopardize the campaign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Either you tell me a good story or I'm going to talk to the cops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "All right. I'll pay you twenty-five thousand dollars to find out who killed Susan, good enough?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(without missing a beat) Where did Susan Blake get the money for the apartment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I gave it to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You did? Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "She needed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What are you, the Rockefeller Foundation? Katharine, you think you can buy me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Yes. I do, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BAR AREA",
          "text": "A flurry of excitement. People are greeting a well tailor man accompanied by a small entourage. It is Alfred Lynch. beautiful yellow and blue macaw is perched on his shoulde Alfred, in an imperial manner, only manages to acknowledg a few of those looking to him. The bird flutters its wing nervously. Alfred notices Katharine at her table, sweeps the bird on outstretched fingers. Tries to hand it to one of his reti blond man in a dark suit. We recognize him as Jimmy Doyle chauffeur we've seen before, although now he appears more bodyguard. Doyle tilts his head away from the bird, more out of loat than fear. Alfred smirks at him, places the bird back on shoulder, strides over to Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(taking no notice of Alex) Hello, Katharine. Katharine is clearly uncomfortable. A forced pleasantness",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Alfred. (gestures toward Alex) I don't think you know Alex. Alex Rada, Alfred Lynch. Alex stands, extends his hand. As he does, the bird flaps wings, lunges toward Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIRD'S VOICE",
          "text": "Awk! Sleaze bucket! Alfred Lynch laughs, perfunctorily shakes Alex's hand as quickly looks him over. From his manner, it's clear he agrees with the bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I'm afraid Griffin likes very few people, Mr. Rada. (to Katharine) How'd your meeting go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Fine. I don't think there'll be a problem.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Splendid. Splendid. Delaney's flying up to Syracuse tomorrow. Leaving me to guard the fort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Association for a Better New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Preaching to the converted. We'll see you at the house Thursday, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Yes. He smiles at Katharine, then looks to Alex unenthusiastic",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Nice to have met you, Mr. Rada. Alfred moves off before Alex has a chance to reply.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(almost to himself) Same here. Katharine watches Alfred Lynch, makes sure he's out of si She turns to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(mimicking Alfred) Splendid. Splendid fellow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(annoyed) The money. Will you do it? (more controlled) I believe you said you prefer cash?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Look, if I'm going to put my ass on the line, I want to know why. I think Susan Blake knew whoever killed her. That puts me out there running inter- ference -- against the cops, against a murderer... (fixing on Katharine) If I wind up like Susan, what the hell is the money? Katharine -- a long pause. Then quietly, deliberately:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I want to know who killed Susan, I need to know that. (beat) Alex, Susan and I...we had a special relationship. We cared very deeply for one another. Doesn't come as a complete surprise. Alex rubs his nose, reflecting on this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And you don't want anyone to find out, especially before the election.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "If it was a mistake, I was the one who made it. No one else should have to pay for that. I believe in Delaney Lynch, what she's capable of doing -- a lot of good for a lot of people. If it were to come out in the middle of the campaign that I was having an affair with... (looking at Alex dead on) ...with a girl who was murdered... KATHARINE (cont'd.) Delaney would be tarred with the same brush. Alex, she doesn't deserve that. Silence. Then, a tapping sound. Alex's fingers on the tab Finally stops. Okay, she's made her point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...What about the apartment? Anything there the police can tie to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I don't think so, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "There's something else. You said you hadn't seen Susan in a week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "That's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "At the the Zig Zag, you were surprised you didn't have your watch...You must have left it in Susan's apartment in the last day or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I was in the apartment yesterday. Susan hadn't been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A NEW YORK CITY BUS MOVES INTO FRAME",
          "text": "Alex gets off, squints as the bright sunlight hits his fa He carries a shopping bag and an arm full of groceries. He notices Victor in his usual spot, motions to him as he up the a grocery bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is cooking something in the kitchen area -- maybe ch Stirs a pot of something while breaking up pieces of chop meat in a frying pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX AND VICTOR AT THE TABLE",
          "text": "Victor eats the chili, ritualizing the procedure as if he at George Plimpton's for a dinner party. Alex is observin this with a gentle scowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Could I a have napkin, please? Alex raises an eyebrow, slowly gets up, throws Victor a wash cloth from the sink. Victor neatly folds it in his l VICTOR (cont'd) And a knife please, Alex. Alex -- his eyes glued to Victor and the chili as he hand him the knife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Is there something in there you have to cut? No response. Alex sits, continues eating, still watching intricate maneuvers. ALEX (cont'd) (after a moment) You know, you're driving me crazy? You're really annoying me, I hope you realize that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "Setting is very important to the enjoyment of coozine, Alex. Alex looks down in his bowl, stirs it as he eats, doesn't say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(quietly; after a moment) Yeah...and you make me feel guilty, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE KITCHEN TABLE",
          "text": "A few scraps of food left in two bowls. PULL BACK TO REVEAL ALEX AND VICTOR. The shopping bag is on the table as well as a box labeled, The Easa-Phone Answering System Some cables and tapes are strewn about. Victor reads a small manual. Alex holds the machine above his head. He is unenthusiastically studying the jacks in the back, clearly preoccupied with something else. Alex puts the machine down, rises, slightly exasperated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(very deliberate) Victor...you are trained boxer, and I think there is no question that you would have a better shot at installing this than I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex rummaging through cartons. Finds the one he was look for, lifts out a metal box. He sets it on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE METAL BOX",
          "text": "Alex opens it -- a nine millimeter Astra A-90 semi-automa cartridges and a hip holster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "He stares at it, the muscles of his face tensing as he do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Victor wanders in, looks to the metal box, then to Alex. Almost a look of reproach from Victor. Alex notices, shru",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "You know what you're doing, Alex?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Nope. Alex moves to a poster of Frank Lovejoy. Wets two of his fingers like a spitball pitcher, touches the forehead in the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A downtown hang out. Alex is moves through a group of pos and downtown art scene types. Several acknowledge his pre He's been here before. It's NOISY and some sort of rap-reggae-fusion band plays Alex shows the yearbook picture of Susan Blake to some re Shaking of heads. Shrugs. Alex moves to a redheaded WOMAN in her twenties with casc hoop earrings. She smiles in recognition, moves to the beat of the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(holding out the picture) Heard about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(above the music) In the papers. Awful. Like some gruesome performance piece.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "See her around lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Remember any of the people she used to hang around with?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "I didn't really know her that well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How about a guy named Brian? Dark hair, blue eyes...little shorter than me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Brian? (thinking; shrugs) Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Thanks. Alex makes his way through the crowd. MUSIC rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex on the street. He hesitates a moment, moves downtown does, CAMERA SLOWLY MOVES UP, UP -- A GREAT, MAMMOTH CRAN We still HEAR the FUSION RHYTHMS of the Lismar Lounge as move high overhead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet. Empty. Alex walks past a Ukrainian Orthodox church. Stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The darkened church. He stares up at it. The spires reach into the night. A SOUND, like an echo of footsteps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex listens, still looking to the church. He moves on, a toward the stoop of a brownstone. Rests on its stone step He unties his shoe, glances toward the church and beyond, watching for something -- someone in the dark. Nothing there. He waits, reties his shoe, moves off. WE FOLLOW him down the block, around a corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A lighted avenue, a neon sign -- 'Downtown Beirut.' Alex inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About the same ambience as its namesake -- dank bombed-ou except here a few paintings from local artist decorate th walls. It's relatively quiet, just a few customers. The bartender, TOMMY, serves a customer a drink. Alex sli onto a stool. Bartender spots him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Alex!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey, Tommy-rot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "(gesturing) New surroundings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Last time I saw you, you were working at Madam Rosa's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "It closed. Now, I'm slumming. Commies still under the bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "In the closet, Tommy-rot, in the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "(pointing at Alex) Scotch straight up with a side of water. I never forget a true patriot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(lets it slide) No, I'm holding off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Runaway time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Not exactly. Murdered girl. Susan Blake. You heard about her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "(becoming interested) Yeah, yeah. She used to come in a lot when I first started. Beautiful girl. Very hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Ever with anybody?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "Yeah -- a real dickhead. Thought he was an artist, wanted to put some paintings up -- severe crap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Know his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "No. A CUSTOMER yells for a drink. TOMMY (cont'd) (to customer) Hold on, okay? I'm talking to a major force here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The kid have dark hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "No...uh, bleached chop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Hey, Tommy, you ever see her come in with any woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "No, I don't think so. Tommy looks to the customer, gestures that he'll be there a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How about someone named Brian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMMY",
          "text": "You mean with Susan Blake? I know Brian over at Siberia. He might have known her. You know him -- ex-roadie, pretty boy -- helps Eric Montaug run the place. (thinking) Susan Blake...I don't know, maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PULL BACK TO REVEAL a man wearing it. He makes strange, mechanical movements. We can now see others masked in the heads of different animals, strutting machine-like on a s Others ACTORS, on tiers of scaffolding, turn quickly like huge gears. We are watching a performance piece in the SIBERIA CLUB. This particular piece is a form of Constructivist theatre In bizarre counterpoint, THREE WOMEN, bathed in a baby blue spot on center stage SING old Supreme's numbers a ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENTRANCE CORRIDOR",
          "text": "Alex is squinting at the stage, trying to figure out what this is all about. Alex leans into a MAN who acts like a host, looks like a bouncer. Alex whispers something to him. Bouncer checks around the club, points to a table in the back away from the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE HOUSE TABLE",
          "text": "A GROUP OF FOUR at the table -- two young women, a dark haired man in his twenties, another man slightly older. Alex stands over the dark haired man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Brian?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'm Alex Rada. Can I take a few minutes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "-- And do what, man? Brian looks to one of the women, caresses her neck. They",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...And talk to you about Susan Blake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "(looks up at Alex) ...I know you, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We've seen each other around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "You're not a cop, right? Alex nods. He knows this is a lost cause. BRIAN (cont'd) Bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(one more try) Just a couple of minutes. How about later? I'll be by the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Hey, man, you're not listening. (with a whole lot of emphasis) Fuck Off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex leans on a car near the corner. Not many people on the streets now. A few stragglers leave the Siberia Club. Alex keeps an eye on the entrance. Brian and the young woman emerge from the club, move arm arm in Alex's direction. They both wear leather jackets. Brian notices Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(moving off the car) How about now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Shit, don't you give up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'd really like to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Too fuckin' bad. He starts to move away. Alex grabs his jacket, pulls him in the direction of the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG WOMAN",
          "text": "(pulling at Alex) Lay off, damnit. Alex -- pushing her away and yanking Brian around the cor into the alley behind Siberia. He slams Brian against a w Young woman bangs her fists against Alex's shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to woman) Go home! She backs away. Alex holds Brian by the lapels of his jac raises his fist as if to hit him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay, asshole, let's have a little cooperation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PUNCH",
          "text": "and then another. Both to Alex's stomach. Alex falls to t ground, sprawled on his back, his hip holster exposed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A KICK",
          "text": "this time to Alex's rib cage. Alex winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "bends down, reaches into the hip holster, snatches Alex's",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brain and the young woman stand over Alex, laughing, taun Brian waves the gun, jumping up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Fuckin' phony. You're a pussy, piece a shit pushover. Pointing the gun at Alex, both laughing wildly, they back the alley. He takes aim at Alex as he moves away. BRIAN (cont'd) Let's have a little cooperation, asshole. He squeezes off a round. It's SOUND echoes through the al The SHOT HITS in front of Alex. Alex pulls his arms up to face, his knees move toward his stomach in the fetal posi Brian and the young woman move farther down the alley tow a garbage dumpster. They are still facing Alex. BRIAN (cont'd) Fuck you, man. Fuck you. He raises the gun a second time, then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PUNCH FROM NOWHERE",
          "text": "smack on Brian's chin. He goes down on his back, out cold",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FACE OF A BEDRAGGLED BUM",
          "text": "Victor standing over Brian, reaches down, picks up the gu The young woman SCREAMS, goes shrieking off into the nigh Alex is up slowly; he slogs toward Victor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(holding his side) Victor, you care. Victor smiles. They drag Brian toward a wall, prop him up ALEX (cont'd) (dawning on him) You've been following me all night, haven't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR",
          "text": "You're a great detective, Alex. Alex ponders this remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(shaking his head) That's not a compliment. He takes the gun from Victor, places it in his holster. Grabs Brian's face with his hand. Brian looks up, coming out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay, juiceman, let's me hear about Susan Blake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I hardly knew her. Alex -- squeezing Brian's face. BRIAN (cont'd) Look, I went out with her a couple of times, maybe six months ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "So why'd you kill her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Fuck it, you're crazy, man. I didn't kill nobody. Sue had other interests; Sue was schizoid -- I can't handle that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I still say you killed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Try somebody else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Convince me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I never saw you, right? (beat) She hung around some real Doctor strange. A guy named Jimmy Ice. He had his own car, used to pick her up and they'd take off -- end of story. (wipes away a trickle of blood from his mouth) Now why don't you be a nice piece of shit and leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why Jimmy EIceR?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "I don't know, maybe he's not that friendly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What does he look like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "Aw c'mon. He's pale, I don't know -- thin, blond chopped hair... okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Have you seen him lately?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIAN",
          "text": "No, really. Alex slaps him lightly on the face a few times.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Splendid. You're a splendid fellow. PAN TO THE PAVEMENT in front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SIMILAR PAVEMENT",
          "text": "People's feet traipsing over it. A few at first, then many more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "Delaney Lynch greeting morning shift WORKERS at the Carrier plant in Syracuse. A few local NEWS PEOPLE. Hal Rennert and Frank Willis stand at a respectful distance. Lots of: \"Hello, I'm Delaney Lynch, running for U.S. Sena \"Need your vote\", \"Good to see you\", etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hal Rennert near a chain link fence, signals a car outsid",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PALE VISAGE OF JIMMY DOYLE, THE BLOND CHOPPE",
          "text": "He spots Hal, starts the car, drives through the gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CAR",
          "text": "rolling slowly toward Delaney, Frank and Hal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls to a stop near a hanger. Jimmy Doyle and Hal Rennert exit from the front, Delaney and Frank from the back. The four move toward a Sessna Citation aircraft. We HEAR SOUND OF THE ENGINES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delaney, Frank and Hal have been checking over some notes Jimmy Doyle smokes a cigarette in a seat behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "...Advance people did okay, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Where do we stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Got the meeting at your house when we get back. Go over manana.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Who's there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "Garth and his polling people, Katharine too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(to Frank) Pretty damned good turnout at the university. Getting younger all the time. (leans her head back on the seat) ...even the professors. Hal Rennert notices Jimmy Doyle holding a disposable ligh under his palm, moving the flame slowly back and forth cl to the skin on his hand. Hal swings around toward him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(to Delaney as he watches Doyle) ...As long as they can vote in this State.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL AND DOYLE",
          "text": "Hal's eyes narrow, fascinated by what Doyle is doing. Doyle looks dead on at Hal. He brings the flame even clos holding it under his hand, searing the skin on the palm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "(nodding toward the lighter) What's the trick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "(glaring) The trick is in not minding. Hal holds on him for a beat, looks away and pretends to g some notes. We see a perceptible shiver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(eyes closed now) ...Frank?...How's Katharine doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Like all of us, I little tired I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "She's teaching, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I think it's just the three hours this semester. Delaney massages her eyes with the fingers of her hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Well, she looks like hell lately. Needs a rest...And there'll be a damn sight more work after the election.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'm not sure she'll come to Washington. Eyes still closed, she reaches over and pats Frank's hand",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "You're never sure of anything, are you Frank? Frank glances over, some anger showing. He's about to say something, thinks better of it. DELANEY (cont'd) She loves the action. Inside the Beltway, ...that's Katharine's natural habitat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A CRACKING FIRE",
          "text": "We HEAR VOICES. PULL BACK to take in a white fireplace and the Louis XV girandole mirror above it. A sense of opulence and style -- just as the other rooms of this house must have. CAMERA FINDS Katharine. She is listening to Hal Rennert's voice as he goes through a schedule. Katharine does look bit drawn, certainly not as elegant as in prior scenes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK WILLIS AND DAVID GARTH",
          "text": "They are carrying on their own conversation. Behind them, Garth's ASSISTANTS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL RENNERT AND DELANEY LYNCH",
          "text": "Hal reads off a list, leans in toward Delaney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL",
          "text": "...then the luncheon speech, Metro- politan Women in Business at 12:30 -- Photo op with the mayor at 2:30... (turning a page) 4 O'clock -- New York Hospital shift change -- 5:15 Grand Central -- 6 O'clock, subway stop southeast corner of Lex and 68th. (looking up) ...And the formal dinner back here at eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Ah, the contributors...let's not forget the contributors. (to Frank) -- Find out the name of Stu Rudin's new wife; they change so fast I can't keep track.. .And the names of the commissioner's children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "All of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "If they're more than two or three, just get me the oldest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You pulling the comparable worth thing in the luncheon speech? Delaney smiles, a derisive edge to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "You've got press there Frank, you don't want me to talk about the issues, do you? The maid, ETTA, wheels in a tray -- glasses, and champagn ice. She is followed by Alfred, the Macaw perched on his shoulder. Delaney strides over, kisses Alfred, looks to the Macaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(nuzzling the bird) ...And how's my little baby? She holds out her arm, the bird perches on it. Alfred gestures to the assembled. Nods toward David Garth",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "David's told me about the latest poll figures. (handing glass to Delaney) I don't think it's too premature for a toast. Champagne is poured. Toasts are made. Alfred moves toward the fireplace, throws his glass into it. It SHATTERS. Another glass follows. Others in the group, less flamboyant than Alfred, follow with theirs, perhaps a bit self-consciously. One lone glass does not shatter, bounces off the fireplac brick, clinks about, rolls onto the antique Bessarabian r It's Katharine's glass. She closes and opens her eyes slo goes \"Hmph\" to herself, looks around as if to say -- \"What next?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Alfred's view is that the election is over; voting is just the tedious ritual that confirms the polls...He started as a technical analyst -- all those buy and sell signals. (beat) Katharine, I'm going to need you in Washington and I'd like you to be a hundred percent. You look awfully tired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I'm fine, Delaney. Frank approaches, listens to the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "I don't think so. Why don't go down to the house in Mousteek** for a few weeks, get some rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(with an edge) It's out of the question, certainly not until after the campaign. A flash of anger from Delaney. She's seldom spoken to in this tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(controlled now; insistent) All right, Katharine, but why don't you call it a night. Katharine realizes she's overstepped. Usually defers to t woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(interceding) I'll take you home, Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(to Frank) No, I need you here. Delaney moves to phone, picks up the receiver, presses on of the buttons on the unit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(into phone) ...Jimmy, would you bring the car out front, I'd like you to take Dr. Raines home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine staring out the window, lost in herself. The buildings of Fifth avenue stream by. Reflected off the front mirror, we can see Jimmy Doyle's eyes fixed on Katharine. The car pulls up to the curb. Doyle gets out, opens the door for Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Katharine emerges from the back, a DOORMAN tips his ca",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY DOYLE",
          "text": "I'll see you in Miss Raines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(waving him off) That's all right, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Katharine, in a robe, relaxes on a sofa. Her hair is wet. She sips a drink; a cigarette burns in an ashtray. We HEAR the DOORBELL RING. Looks over with some surprise: Who could that be? Reluctantly she gets up, moves toward the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Yes...? As she approaches",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR",
          "text": "We HEAR MUFFLED SOUNDS and holes rip through the door -- fragments fly about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "almost instinctively knows what this assault is. As anoth BULLET tears into the room, she lunges at the floor, crawls behind an overstuffed wing chair. Another muffled sound, another shot from some weapon with a silencer -- all this happening very quickly, nearly instantaneously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A LAMP",
          "text": "as a bullet cuts into its shade. It moves the lamp precar onto the edge of the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "behind the protection of the chair. Terror. Rage. Quiet now. The fusillade has stopped. Katharine peers ove chair toward the door, takes in four bullet holes. Slowly starts to get up. The lamp, perched precariously at the end of the table, f to the floor, CRASHES, POPPING THE LIGHT BULB.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "turns toward it. Startled, she jumps in fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BLACK SCREEN",
          "text": "We hear A PHONE RING. Alex rolls over in bed, reaches for the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(not quite awake) ...Sixth pre... (beat) ...What? Oh. Sorry...Yeah? Yeah, okay. Jesus!...all right, just hang on -- I'm on my way now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "Katharine is kneeling picking up pieces of the broken lamp. Alex joins her, both tossing pieces into a plastic bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Go over it again. Anything unusual happen before your meeting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No. But it was all...almost surreal. The meeting. We went over tomorrow's campaign stops, the dinner at the Lynch's...then Alfred comes in with champagne. (beat) The damn glass didn't break, it bothered me. Must have been tired or in a fog or something. Next thing I remember Jimmy dropping me off...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The chauffeur. Katharine reaches for a piece of the lamp. Her robe opens gently over her legs. Alex looks at them. Katharine notic casually covers herself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Nothing much in between. I must have been somewhere else. It was strange, he's usually not that polite. Said he would see me in. (staring off; holding a piece of the lamp) Generally a bleak little character -- you know, I don't know if I've ever heard him say anything before. Alex glances at the closed robe. Moves up to watch her fa There is a moment. Alex stands, tosses a piece of glass i the plastic bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex approaches the door, runs his fingers over the holes has to reach over his head. They are placed almost neatly",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Looks like someone just wanted to scare the hell out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Well, they succeeded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Someone uses a silencer, chances are they know what they're doing. This guy was aiming for someone like Patrick Ewing, not you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "That's very comforting. Rada, what the hell is going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Got any cider vinegar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What?...Yes. For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is pouring milk and cider vinegar in a glass. He hol it up, measuring with his eye. a jar of honey sits on the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It' an old Ukrainian remedy. Relaxes you. Katharine watches from the entrance way. ALEX (cont'd) How about some rum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Drink a lot of rum in the Ukraine do they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Another one of life's inconsistencies. Katharine tries a smile, leaves. Alex carefully measures a spoonful of honey, pours it in, then another. Katharine reappears with the rum, hands it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Thanks. I don't suppose he has blond hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(pours in the rum) The chauffeur. What's his last name? She's not sure where this is going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "He does. Short blond hair. (staring at Alex) His name's Doyle, I think. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You think he might have known Susan Blake? Katharine is surprised by the question, looks to Alex wit some suspicion as he stirs the concoction he's made.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(annoyed) Not likely, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "She had boyfriends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I suppose so. Not many, she was careful. Susan wasn't stupid...I can't imagine him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(he hands her the drink; walks past her) Susan was a lot of things to a lot of people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine sits sipping the drink, not liking it. Alex sits across.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You think the Lynchs' chauffeur killed Susan? And he got in the building after he let me off to what, kill me, scare me? Why? It doesn't make sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don't know. (massaging his temples) Susan hung around the clubs with a thin blond kid, thought of himself as an artist. Does this Doyle paint?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "How would I know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay. Has he been with them long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "A couple of years I guess. Does the driving, also keeps the wrong people from getting too close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(nods toward the drink) Finish it up. He stays at the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "As far as I know. He has a room downstairs. They both do. (grimaces, downs the stuff) Jimmy and Etta, the maid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(a broad smile) How'd you like to take me to that party?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(incredulous) The dinner? You're joking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What's the matter? (sincerely hurt) Thanks. She's touched by his vulnerability, looks at him in a new light. Katharine smiles, rethinks it. Katharine smiles, looks at him in a new light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Hey, Rada, you have a tux?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(smiling back) Yeah...at the waiters' union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I have a date you know. And I'm not sure how pleased the Lynchs' will be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'd like to get in there. Can you fix it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "We'll see what we can do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "We can see part of a blanket tucked under Alex's chin. Katharine moves INTO FRAME, kisses him gently on the fore",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex slowly awakens. He is on the living room couch. Kath stands over him holding a glass of orange juice. She hand it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "An old Anglo-Saxon remedy. Wakes you up. Alex takes it, sits up. KATHARINE (cont'd) Thanks for staying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "About nine-thirty. I've got to get going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Maybe I better tag along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No. (gestures toward the door) You did say that was just meant to scare me, right? Right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Ninety percent, yeah. Probably scare the hell out of your neighbors when they see it...There is a small chance...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I can't lock myself up in here. If someone really wants to... (beat) There's a man's razor in the bathroom, I left it out for you. Just close the door behind you when you leave, they'll be replacing it this afternoon. Katharine moves to a closet, selects a coat, puts it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(turning toward Alex) You're a decent guy, Rada. Alex glances up, admiring her, wanting to say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What time do I pick you up tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars double parked on the street. PEOPLE around the entra a few drinking coffee from containers. Alex moves up the steps, through the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A common area -- tiled walls, bulletin boards, benches. C in uniform move about. Alex waits next to a CIVILIAN WORKER behind a desk. She l up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Detective DeMarko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CIVILIAN WORKER",
          "text": "(points) Stairs. Second floor on your right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Activity. MEN and a FEW WOMEN, mostly in plain clothes, a uniforms. Alex makes his way through a maze of desks. Catches someo eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Gene DeMarko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "The desk in the back, right next to that side room there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Thanks. WE FOLLOW Alex through the activity to the back. No one at the desk. Alex peeks into the room next to the desk. It's filled with file cabinets. A burly man about fifty with a receding hair line is open and closing drawers. This is DETECTIVE DEMARKO -- shirt sleeves rolled up, mostly business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Detective DeMarko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'm Alex Rada, I called before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Oh, yeah, right. (checking over a file) So what's up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I understand you're assigned the Susan Blake case. DeMarko looks up, quickly studies Alex, places a file on top of the cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "(pointing) There's some coffee over there. Why don't you grab a cup?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No, I'm fine. Demarko moves out of the room, spots someone, motions sli with his head. Another man in shirtsleeves acknowledges h wanders toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Did you know her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No. She, uh, might've been a runaway I was looking for. Thought I'd check with you. Blake her real name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "(a hint of disdain) Uh huh. You a P.I.? DETECTIVE SHERMAN joins them. Younger than DeMarko, he's thin, a heavy New Yawk accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah. (looking around the room) I knew your brother at the Sixth. We worked senior citizens robbery unit together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Rada, right? I can check that. He's up at the two-four now, got his gold shield. (nodding to Sherman) This is detective Sherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERMAN",
          "text": "Hiya doin'. DeMarko folds his arms, sits on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You want to check, go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "You got shot, right? Sure, Rada. Right. No, I remember. Phil used to talk about you. Got shot in the shoulder or something, some kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "What...four years ago? Phil used to have nightmares about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Me too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Yeah, well... (realizing, his voice trails off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERMAN",
          "text": "Tough out there, huh? Missing persons, that's shit work. That broad got cut up excellent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "That's what I heard. DeMarko throws Sherman a look as if to say, \"enough alrea",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "(laughing it off) Motor mouth. Alex looks to DeMarko, then over at Sherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHERMAN",
          "text": "(glancing at DeMarko, takes the hint) I hear ya. (as he's leaving) Gotta check with crime scene unit, anyway. DeMarko lets out a sigh. Stares at Alex for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'd like to take a look at the D.D. Fives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "You're nuts. This is an active in- vestigation, I'm not letting you look at a homicide folder. (pointing a finger at Alex) You got some information, you better let me know, this is a fuckin' hot case; I don't like competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Homicide task force still on it with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "For a while, yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Well, you never know, if I came across something in my travels... Demarko sizing him up, focusing on Alex, trying to read h Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "I'm going for a cup of coffee; I'll be back in five minutes (nods toward file room) And don't look at that folder on top of the cabinet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex reading through the homicide folder: complaint follo informationals, serology reports, an autopsy. Scanning this information, he slows at the last page of t preliminary autopsy report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE LAST PAGE",
          "text": "At the bottom, It reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAUSE OF DEATH",
          "text": "Puncture wound of neck with transected internal carotid artery. Massive hemorrhage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUTOPSY",
          "text": "Associate Medical Examiner",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "puzzled by what he's just read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex strides down a hallway, into the men's room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex sees DeMarko moving away from a urinal. DeMarko zips his fly; Alex is washing his hands as DeMarko approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don't get it. She dies from a stab wound, something sharp punctures the artery in the neck. She was cut open EafterR she was killed? DeMarko taps the soap container at the sink. Washes his hands. They don't look directly at each other, but use th mirror above the sink to converse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Better than that. There was blood all over the walls of that place, some freak ripped her open and then splashed the shit over the walls. Hands dripping, DeMarko reaches for a paper towel. Wipes hands. Alex is silent. DEMARKO (cont'd) ...At the orifice of the vagina, creamy white material is noted. Always gets me. That's a euphemism. Has a certain ring to it though, don't you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "You don't read so good, Rada. (beat) The autopsy. She had intercourse, too. Must have been a hell of a night. Demarko tosses the paper towel in he trash can. As he lea he turns to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "It's not like the old days. All I hear about is clearance rates, clearance rates. Lieutenant's got a hard-on for clearance rates. Don't screw me over. You think being an ex-cop makes you family, Rada? (beat) It does...EdistantR family. You got something, you let me here about it, okay? DeMarko exits. Alex shuts off the water tap, stares at hi in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A DOORMAN",
          "text": "He is blowing a WHISTLE, hailing a cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "Katharine and Alex near the doorman, both dressed to the Taxi pulls up. They get in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine is smiling to herself. Alex notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You all right? No problems, today?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I'm fine. (glances at him, then away) Fine, really. The smile is infectious. Alex grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No, come on, really? Turning to him again, looking at his tux.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You look...great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You expected something different, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(almost chiding) Alex...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Maybe, I'm a little nervous, all those high flyers going to be there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Take it from me, it doesn't make a difference. Like who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Like the police commissioner for one. Katharine laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(almost haughtily) A very distant object at the purlieu of the galaxy. Alex looks over -- what did she say? KATHARINE (cont'd) (she takes note) In other words, he's lucky he got invited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Oh. I'll be sure and tell him that. CAB DRIVER turns around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAB DRIVER",
          "text": "Looks pretty lousy here, how 'bout I take Park?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, fine. That's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Rada, you think you don't fit in anywhere -- in its own way that's arrogant. It gives you license to dislike people like the Lynch's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Maybe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I fit in...downtown. Downtown, nobody tries -- that's why I like it. I belong with people who don't belong anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "That's incredible self-pity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why do you have to try to analyze me? This started off really good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bumper to bumper. The cab barely moves through the street choked with traffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex stares out his window, Katharine hers. The cab drive HONKS the HORN, breaks the silence as he yells out the wi at the car up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAB DRIVER",
          "text": "Move it! You from Jersey?! (to Alex and Katharine) You can't make money in this. I'd rather park the son of a bitch and get drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "A man after my own heart. Katharine looks over, a disapproving glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to Katharine) You want to get out and walk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVELLING",
          "text": "with Alex and Katharine. They walk in silence, occasional glancing at shop windows. Finally Alex:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...Guess I didn't say it before, but you, uh, look pretty terrific yourself. (beat) Look, I know this isn't easy for you. You have a right to be scared and all...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You trying to apologize, Rada? He gestures, palms up. KATHARINE (cont'd) Probably the closest I'll come. I accept. Tough ex-cop huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Naw, I'm not tough at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What about the ex-cop part?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(putting his hands in his pocket) What about it? They continue down the avenue. Alex takes in a deep breat lets it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Got into an argument with a robbery suspect. Only he had a weapon...my weapon. He points it in my face and I say to him, it's all right, go ahead, I'll leave you alone. (derisive laugh) I'm telling EhimR, and he's got the gun, which is mine anyway. So he starts to walk away, and I don't know, I guess I'm angry so I jumped him. We wrestle a little and he shoots me -- point blank, in my leg. (beat) They say I almost bled to death. I don't remember. Just kept thinking how come my leg is smoking. Eighteen months of hospitals and physical therapy I don't walk with a gimp. Just retirement pay and a half-hearted commendation. He looks to Katharine. She slips her arm in his, feels his guilt, embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "That's past. Maybe you have to leave it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- in the purlieu, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(nodding self-consciously) Yeah...right in the old purlieu.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They turn onto Sutton Place. We see a Federalist style townhouse -- the Lynch's home. As they approach, Alex sees a built in garage, notices two cars: a limousine and a black sedan. Katharine stops him, turns Alex toward her. She brushes o his lapels, adjusts his bow tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "The Lynch's can be a bit overbearing. Don't let it get to you, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay, captain. I'll need to get into the kid's room. Downstairs? About fifteen minutes. You cover for me. She pushes him toward the door, speaks rapidly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Do it before dinner. Please, please don't get caught. Lord, I hope I know what I'm doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before dinner cocktails. MOVERS AND SHAKERS, POLITICAL TY SOME of the LITERATI. High fashion. Drinking. Chatter. In b.g. we see Alex and Katharine appear in the foyer. Et takes their coats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is self-conscious as he looks at the assembled. Kath smiles as Delaney Lynch approaches. Delaney moves to Katharine, kisses her, steps back to obs Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "And this is the mysterious new young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Delaney, this is Alex Rada. Alex, Delaney Lynch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "How do you do? Delaney shows her best politician's smile. She's really not pleased. The conversation is more like an admonishmen",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "We've had to change things a bit, you know. But I see now it's all worth it. (to Katharine) He's charming, Katharine. Delightful. A VOICE from behind them: \"Hello, Alex.\" Alex turns to se Frank Willis, a drink in his hand. He's clearly had more than his limit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(surprised) Frank, what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(glancing at Delaney) I often wonder myself. Delaney -- without missing a beat, smile unwavering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Shall we go inside, we're missing the party.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "I'd like to talk to my old friend here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Well, I think I'll steer Katharine toward the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(a nervous laugh) I'm all for that. Delaney takes Katharine's arm, maneuvers her toward the living room. Katharine turns her head toward the two men as she moves, silently mouths something Alex can't make o",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Well, old buck, you stole my date, you know that?. How the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You and Katharine? (puzzling this out) Seldom get to these kind of affairs, Frank. She does get around, Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You're talking about the woman I love. Alex studies Frank, not sure he's serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(flat; non-committal) No kidding. Frank slaps Alex on the back, a drunken gesture. Wraps hi arm around Alex as he leads toward the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "We'll need to fortify ourselves if we're going to greet the glorious gliterati, note the alliteration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Alex enters, a deadly enemy appears -- the macaw. It is perched in an elaborate mini-habitat, resembling a tropical thicket. It eats some sort of berry, a watchful eye on the proceedings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Well, that makes the set, the birdie's here, too. A WOMAN walks past Frank. A gentle half-bow as he moves o her way. He jostles Alex in the process, pushes him close the macaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MACAW",
          "text": "a fluttering of wings, a COMMOTION. He lunges at Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX AND THE MACAW",
          "text": "This time he gets him, a beak digging into Alex's neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex grabs his neck, crouches away from the bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Shit! (raises the back of his hand toward the bird) You dirty...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You all right? (quick pull on his drink) Medic! A few of the guests gather around, ask if Alex is okay. Delaney appears. Alfred strides over with Katharine. Katharine looks to Alex as if to say, \"Nice going, Rada.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Mr. Rada, I am sorry. Would you like to have someone take a look at that? Before Alex can respond, Delaney turns toward Alfred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Perhaps Griffin would be more comfortable on his perch in the study. Alex is incredulous: The bird would be more comfortable? Alfred Lynch sweeps the macaw onto his arm, caresses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(no one's listening) No, I'm okay, really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(as he moves off) Exile, I'm afraid, Griffin. Alex looks around, dumbfounded. Finds Frank who wears a shit-eating grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(holds up his glass toward Alex) A question of priorities, old boot. Katharine grabs Alex by the arm, whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Isn't the idea EnotR to draw attention to yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(whispers back) You never mentioned you and Frank Willis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I told you I had a date. And who do you think recommended you? Or did you think I got you out of the yellow pages?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No. I'm not in the yellow pages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alfred stands beside the door of the study at the far end of the room. He's waving Alex over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(spotting Alfred) What does he want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Books line the walls. A great oak desk dominates the room the desk, a green tiffany glass lamp which gives the room illumination. The macaw sits on a simple perch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(pointing to another door) You can clean up in there if you like. There's some alcohol on the shelf. Alfred moves over to the macaw, places his finger in its Alex glances around, crosses to the bathroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Nice little place you have to work in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(ignoring the compliment) I understand you're a private investi- gator, Mr. Rada. A conversation mostly of blue smoke and mirrors. The two are feeling each other out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And how do you understand that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "We're very close to Katharine. Naturally, we're always interested in her young men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Does that include Frank Willis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Frank? We've known Frank a very long time, Mr. Rada. We really don't know you at all -- don't know the kind of man you are. (beat) Frank, you see, is predictable -- that's the advantage of a press spokesman. They're not paid to think independently, just to repeat what they're told.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Frank used to be a hell of a reporter, you wouldn't want to sell him short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "No, of course not. You knew Frank -- from the old days? The two men stare at each other. A sense that Alfred alre knows the answer to this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...I used to work robbery unit in the village when Frank was a crime reporter. We had mutual interests. He used to write a damn good story...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "-- Writing is the last refuge of a dilettante, Mr. Rada. Frank's come to grips with life's realities, as I'm sure you have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Meaning? Alfred strokes the macaw's plummage, disregards the quest",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "You'd better take care -- (pointing) of that scratch. I have guests to attend to. (as he leaves) About Katharine? Best not to get too involved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex dabs at the scratch with a small towel. Stares at himself in the mirror. He's surprised at how classy he ap in the tux. He places the towel next to the sink, saunter WE HOLD. He saunters back in. One more look at himself in mirror. As he adjusts his bow tie:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...Bond. James Bond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Alex moves across the room, the macaw scrutinizes him; Alex gives the bird a wide berth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Party in b.g. Alex checks to see if anyone is around. Mak his way down a staircase. WE FOLLOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWNSTAIRS CORRIDOR",
          "text": "Several doors. He knocks on one, opens it. Looks like the maid's room. Moves to the door across. Taps lightly, peeks in -- biker posters, an unmade bed, a maga or two on the floor (maybe ESoldier of FortuneR or EGuns and AmmoR).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex goes through a dresser, scans some books on a shelf, generally examines the artifacts of Doyle's life. He moves to a closet with a sliding door, partially opene pushes it open further. As he does --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BLACK CAT",
          "text": "leaps out, scurries past Alex. Scares the hell out of him Alex jumps away, falls back on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(soto; shaking his head in disbelief) What is this, Mutual of Omaha's Wild Kingdom? Gets up, again moves to the closet, examines it. Uniforms and casual clothes, leather jacket, boots on the floor. Next to them a metal case and a stack of paint canvases. Alex flips through them: very ugly, severe crap. He opens the case. There are separations for brushes and what appear to be tools.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE METAL CASE",
          "text": "Among the tools, several filed and sharpened screwdrivers varying lengths. Alex picks up one of the shorter ones, h it not like a screwdriver, but like an ice pick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost a state dining room: Gilt detail, silk drapery, Baccarat stemware. Dinner is in progress. WAITERS serve. Small talk among th guests. Alex and Katharine close to the head of the table where Delaney and Alfred are ensconced. Next to them, Texas Congressman WADE PATTMAN and his WIFE. Frank sits n to a DOWAGER type, a bit farther from the seats of power. They all listen to a OSCAR RUCKELHAUS (a Kissinger clone) expounding on the state of the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUCKELHAUS",
          "text": "...Centripital and cetrifugal forces, the great conflict of the 20th century. Nationalism on the one hand, a new world culture on the other -- and the ineluctable upheaval left in its wake. Leans in confidentially, as if he's surrendering a State",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUCKELHAUS",
          "text": "...My own view is that is that eventually the fundamentalists will prevail. An end to Christendom -- to Western civilization. (looking around for a concurring opinion) Now, Katharine, I appeal to you, don't you agree?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Well, I hardly think we're presiding over the destruction of the world...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WADE PATTMAN",
          "text": "-- Now, a course not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "...But, instant communication, the instant images of anarchy -- they tend to become a self-fulfilling prophesy. We dominate the world media and we need to channel it in our own interest...Or maybe, at some point, Oscar's scenario actually happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUCKELHAUS",
          "text": "There, you see, I'm vindicated. Katharine glances over to Alex, sees he's trying to appea interested. Must think these people are from another gala She winks. He winks back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WADE PATTMAN",
          "text": "Now, Oscar here's always puttin' these things in those grandiose geo-PO-litical terms. Never ran for county assessor. If he had, he'd think more like Delaney and me. (puts his hand over Delaney's) Concern with the family, yessir...that's the ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(mimicking him a bit) Wade, I can't think of the last time I did run for assessor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WADE PATTMAN",
          "text": "Now darlin' when you get down to Washington, the two of us are goin' to make one hell of a pair. Maybe get those folks in the White House a little (holding up his fingers) tintzy, wintzy bit nervous. We just might put the fear of G0d into those boys before we're done. (to Ruckelhaus) Now, no offense, Oscar. (to Alex) What about you, Mr. Rada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(astounded) I, uh... (beat) ...I think you're looking in the wrong place. (pointing his finger) We've still got to worry about the Communists, see. I haven't heard a word about that. They're all over the place. They're comin' back, it's not over them. No matter what they say the Russians down deep are still Commies. (Katharine squeezes his hand) And I'll tell you what, if J. Edgar Hoover were alive, it wouldn't be happening. A drop dead silence. Wade Pattman finally chimes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WADE PATTMAN",
          "text": "Now, I think Mr. Rada's got something there. I knew old J. Edgar, you know. He was one tough old crow, wouldn't put up with any KAY-rap from the left or right... (beat, turns to Alex) ...But ya see, Alex, when we all wake up to that fine New York sunrise tomorrow...Well, I have the distinct feelin' we're goin' to still need an adversary. Don't matter much who. Iranians. The Chinese. Hell, I never did care too much for daamn French. (Laughter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "It's not about ideology, it's about power. Looking to Alex, now. More than a blush of condescension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Fear is a great motivator, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUCKELHAUS",
          "text": "You are a Republican, Mr. Rada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(bewildered by the attention) Me? I'm not a joiner. Waiters move in, serve a baked Alaska.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WADE PATTMAN",
          "text": "(about the dessert) Well, look at that! Now isn't that sumptuous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUCKELHAUS",
          "text": "(to Alex) Wouldn't belong to a club that would have you as a member? Ay, Mr. Rada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No. I wouldn't belong to a club that would have any members at all. Peals of laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WADE PATTMAN",
          "text": "Now remind me to let my speech writers in on that one, Alex. Alex looks around, mystified -- doesn't get the joke. Puts his energy into eating the baked Alaska.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Katharine and Alex step under the canopy of the building, through the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stand just inside the door, which has been replaced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Why so silent? You were a hit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(nods toward the door) Nice job. Katharine closes the door, she a bit tipsy. They regard e other for a moment. Both a bit unsure. Katharine takes Alex's hand, walks with him across the li room, stops by a small side table next to the bedroom. Sh reaches into a glass goblet, lifts out a spent round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(holding out the bullet to Alex) They found it when they replaced the door. Heap big tip, no questions asked. I thought it might be important; you know, find the gun it came from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(flat, going along) Yeah. I'll check into it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You didn't find a gun in Doyle's room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Alex, he didn't do it, did he? He examines the bullet, rolls it around between his finge",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...I don't know about you, but I'm a bit loaded. At least they know how to lay on the booze, the Lynchs. Let's talk about it tomorrow. (kisses her on the forehead) Good night. Katharine moves closer, nestles up against him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Why is it I never seem to be able to get a response from you? (kisses Alex on the lips) ...Goodnight... Katharine stays close, touches the button of Alex's shirt lets her fingers linger over them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You wouldn't want me to take advantage? She kisses him again. Leisurely allows her mouth to brush against his before pulling back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No...I wouldn't want that. A man in your condition...The advantage is all mine. Katharine pulls at his bow tie, undoes it. Alex takes her his arms. A long embrace. We see the dress slip from Katharine's shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "The incongruity of sunlight bathing his stubbled face in angelic glow. Alex awakens. Opens and closes his eyes. Turns to look at Katharine next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex reaches over, brushes back Katharine's hair. He kiss gently. Gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mirrored on three sides. Alex, a towel wrapped around his waist, holds a toothpaste tube. Sticks his tongue out, ex himself in the mirror. Katharine stands by the door in a robe. Arms folded, she' grinning. Enjoys watching him, catching him in that silly act with his tongue. Through the mirror, Alex sees her, smiles back. He also n the side of his neck -- the macaw bite, now a purplish ma against his skin. He touches it, runs his finger along it A quick glance at Katharine, he turns, bolts from the bat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex dresses in a rush. Katharine's at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "At the bar in the Plaza. (hopping about as he puts on a sock) -- Doyle hated the damn bird. He holds the bow tie in his hand, not knowing what to do it. Stuffs it in his pocket, then takes it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(hands the bow tie to Katharine) Take care of this, I'll be back, okay? He hurries out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(yelling after him) Rada...?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex, still in tuxedo shirt and pants, dashes up the step",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Checking a directory on the wall. Alex finds what he's looking for, moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UPSTAIRS CORRIDOR",
          "text": "We see Alex turn a corner, stride TOWARD CAMERA. He stops in front of an open office door which reads: 'DR. W. MINT",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSOCIATE MEDICAL EXAMINER.'",
          "text": "Alex peers into a small office, sees a SHORT BALDING MAN in his late thirties. Long strands of hair from the side are plastered down on top of his head. The office is clut Alex recognizes a kindred spirit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mintz is erasing something from a piece of paper. Alex walks in, smiles, feels sort of at home. Mintz looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Dr. Mintz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "(pointing to himself) Yes. Mintz, comma, William.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Alex Rada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Hello, Alex Rada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'd like to talk to you about an autopsy you performed. Mintz leans back in his chair, waves his arm at a set of cabinets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Which one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don't have a case number. It was recent. A woman. Susan Blake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "(thinking; nods) That one I remember. Beautiful woman. MINTZ (cont'd.) Bizarre. You do so many, you usually forget. You insurance? Mintz raises his eyebrows, ala Groucho Marx, points to Alex's clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Formal investigation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Sure, why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "You guys are doing well these days. (shrugs) Public record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I need your help. The forms'll take me forever. Mintz gets up. Gestures for Alex to follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Okay, Rada comma Alex, c'mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PATHOLOGIST washing up at a sink. A covered body on a t Mintz looks around, spots a circular drill. Turns it on. eyes bulge -- bewildered horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(nervously) Hey, what, uh...you're not going to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "(waves him off) No, no, no, relax. Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CORRIDOR",
          "text": "Alex points to the wound on his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I think the girl had the same mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "I'll check the report. Take a look at the pictures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ'S OFFICE",
          "text": "The autopsy report and photos are spread out on the desk. Alex and Mintz are going over them. Mintz bends down, pulls some files off the top of a tiny refrigerator, looks around for a place to put them. Hands to Alex, who places them on a chair. Bending down again, Mintz opens the refrigerator, finds h a salami. Grabs it and some bread. The WHIRRING of the CIRCULAR DRILL, it slices through the salami. Mintz cuts a few pieces, makes a sandwich.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Want some?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I'll pass. (pointing to photo) See, here -- It's the same kind of bite I have on my neck Mintz eats his sandwich, looks over the autopsy report.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Okay...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It's a bird bite, right? A macaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "A bird with a hooked bill wouldn't be inconsistent with the findings -- Maybe a parrot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And how long before she died did she get the bite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Hard to say, Alex Rada. Within, oh, twenty-four hours of death. Alex paces the small room, thinking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "(holding out sandwich) Sure you don't want a bite?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(waves him off) Look -- could she have been brought to the apartment unconscious, then killed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "She was definitely killed in the apartment --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- With a sharpened screwdriver, maybe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "Or an ice pick. See?...Then that extraordinary wound extending to the symphysis pubis. (showing Alex a photo; he tries hard not to look) The contusions didn't cause death. They were administered before, so it wouldn't be inconsistent with the findings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Is that a yes? She could have been knocked unconscious somewhere else and then killed in the apartment? -- Would that be consistent with the findings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINTZ",
          "text": "If you put it that way -- yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(brightening) Thanks, Doc. (about the sandwich) You know, you should try that with some nice Ukrainian bread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see Alex exit the florist holding what appears to be a a single flower wrapped in tissue paper. He no longer wears the tuxedo shirt and pants; he is dressed (for Alex anyway) normally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex steps off the elevator, moves to Katharine's door. He holds a flower, a single white rose -- the romantic sa He RINGS the BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE, (V.O.)",
          "text": "...Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It's me, Alex. There is a long moment, perhaps muffled sounds from insid Finally, Katharine opens the door. She peers around the d doesn't look that happy to see him. She notices the flowe opens the door all the way to let him in. Guilt written a over her -- a kind of tenderness, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Come on in, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "For you. Hands her the flower, waits for a response. She can't mak eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "It's beautiful. He moves to kiss her, she turns her head so the kiss is o cheek. Katharine strides off with the flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What's the matter? Lays the rose on a glass coffee table, turns to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "...About last night... He can tell what's coming -- his defense is sarcasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Don't bother, I understand. I just work for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(sharp) -- That's not it -- and that's not fair. (beat, softer) Look, Alex...you wouldn't want me... I'm all confused, mixed up...You know we'd kill each other. All that constant bickering... The bedroom door opens, Frank Willis appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Hiya, Alex. Frank looks to Katharine, he feels rotten about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(annoyed, embarrassed) Frank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Might as well get it over with, Katie. (to Alex) Sorry, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(staring at Katharine) ...You've been a busy little beaver. She lets the remark slide. Alex stands awkwardly, conscious of his hands, not knowin what to do with them. Slides them into the pockets of his coat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Frank, maybe Alex and I should talk alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sure...Sure, Katie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(overlapping) No, no, don't let me interrupt. I'm just leaving. Alex, trying to hide his feelings, moves to the door with kind of swagger. Katharine grabs him. She glances back at Frank, who disappears inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "...Alex, I like you very much. Very much...It's just that Frank and I...It's comfortable, Alex. He puts up with a lot. I just wasn't really sure...until all this. (a pause) Last night was my...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- Fault? Is that what you're going to say, fault?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(stiffening now) No -- I'll tell you what it is, Rada. It's that I'm a sucker for decent guys. Men who never quite push hard enough, men who think they're tough, then let them- selves get ripped apart inside because they really care about something...only they won't admit it, even to themselves. (beat) Decent guys, Rada...like you. A long moment from Alex. He's unforgiving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You left out decent young girls. Katharine's eyes narrow -- the hurt is there, but she won strike back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Okay, Alex... (beat) ...Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "And try this one on, lady. Your... EfriendR...Susan Blake?...Alfred Lynch did her, not the Doyle kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(not certain she's grasped what Alex has just said) What? That's just crazy talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Is it? We'll see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Alex, don't do anything stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You paid me to do a job. Like you said, all I have to do is push a little harder, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cars and buses. The glow from headlights. HONKING of HORN Alex crosses the street toward Central Park. From behind, Frank Willis catches up. They stand in the middle of the avenue as traffic whizzes by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Look, Alex, it's just the way it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Right, Frank. Cars dodging them. Swerving. Honking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Can we at least talk about this on the sidewalk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I don't give a shit -- you love her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "About the only thing I care about, old buck. Alex nods, accepts this. He walks across the street. Fran waits for a car to pass, catches up again on the sidewalk opposite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "...I want you to know something, Alex. About Katie. I knew...about her affairs -- about the Blake girl. She wanted someone to find her. I helped.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Thanks for the business, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You think I'm an A-number-one putz, right? Alex stops, pats Frank on the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "It's been a long night all around. I'm going to go home. Why don't you go where you have to, Frank. Alex again moves up the block, Frank begins to follow, Alex waves him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Alex...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(turning toward Frank) ...Really, Frank. Alex turns away. We watch him pad downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quiet. Empty. A wall separates the entrance of the park from the sidewalk. Benches line Fifth Avenue in front of the wall. Alex, disconsolate, is not sitting on a bench, but on top the concrete wall. He stares off at the apartment buildin across the street. WE HOLD ON ALEX.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A squad car SCREECHES INTO FRAME. Another and then anothe POLICE jump out, guns drawn. FLASHLIGHTS spray the darkne Sprawled out on the sidewalk in a drunken stupor is Victo He slowly attempts to get up as two cops approach. He sta toward the brick of the townhouse, tries to prop himself near a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT DOOR",
          "text": "Etta looks out on this scene, half hidden by the partiall door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE POLICEMEN AND VICTOR",
          "text": "They help him up. As they do, he pushes them away, spread his arms in a gesture as if to say, \"Hey, I'm fine.\" One hand holding a bottle, Victor thrashes about, knocks a window pane, breaking it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SHRIEKING BURGLAR ALARM SOUNDS",
          "text": "The policemen spin Victor around, grab the bottle, handcu him from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT STEPS",
          "text": "Another patrolman moves toward Etta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "(above the sound) Shut it off! Can you shut it off? Etta disappears. The patrolman waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SQUAD CAR",
          "text": "Two policemen put Victor in the car, one tucks the back o his head down as he pushes him into the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRONT STEPS",
          "text": "The alarm has stopped. A cop talks to Etta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETTA",
          "text": "...Later. This is the Lynchs'. Mrs. Delaney Lynch and Mr. Alfred Lynch. Nobody's here now, later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICEMAN",
          "text": "Yes, Ma'am. You be sure to turn that alarm back on now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETTA",
          "text": "Don't you worry about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SQUAD CARS",
          "text": "They leave, SIRENS BLARING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FROM THE SHADOWS",
          "text": "As the squad cars move out, Alex emerges from near an iro overlooking the river. He sneaks toward another ground fl window. With the sirens still blaring, he breaks the pane It can hardly be heard above the din. He reaches in, unlatches the window lock, boosts himself",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex moves about, pulls a flashlight from a pocket. In th b.g. there is a faint light coming from the downstairs quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A STAIRCASE",
          "text": "leading to the upstairs bedrooms. Alex points the flashli toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED LYNCH'S BEDROOM",
          "text": "Alex inspects the bedroom, looking for some connection be Alfred Lynch and Susan Blake. Finds a gun in the night ta examines it, puts it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FIRST FLOOR STUDY",
          "text": "going through the oak desk, filing cabinets, papers on a table. Nothing. Alex sits in the leather chair behind the desk, glances t the open window, thinking. Spots a few newspapers on top desk, leafs through them casually. They are all out of to papers: Utica, Syracuse, Albany -- all have articles abou campaign. A front page picture of Delaney Lynch in the Buffalo Evening News, her staff behind her. Alex notices something -- the long flowing hair of a woman in the background of the photo. He opens a drawer of the desk, then another. Where'd he see it? Finds the magnifyi glass he'd spotted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NEWSPAPER PHOTO SEEN THROUGH MAGNIFYING GLASS",
          "text": "Susan Blake is clearly visible near Hal Rennert and Alfre Lynch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Alex folds the paper, stuffs it in his jacket. Places the magnifying glass back in the drawer, it makes a sound as closes it. Alex is up now. We HEAR a NOISE coming from the hallway. Instinctively, Alex pulls his gun from the hip holster, u the safety. From outside in the hallway:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETTA",
          "text": "...Mr. Lynch?...Jimmy Doyle, is that you...? Alex lowers the gun down to his side, stands very still. A long moment, then footsteps moving away from the study. Satisfied Etta has gone off, Alex turns toward the window Listening carefully, he hears ANOTHER SOUND, this time fr within the study. Someone else is in this room. Alex shines the flashlight toward the sound. He sees a pair of SMALL BEADY EYES. Alex makes a move to the window bumps his knee on the desk, knocks his gun loose -- THE GUN GOES OFF -- A CHILLING INHUMAN SCREAM next to him. Frantically, Alex points the flashlight toward the floor, grabs his gun. Leaps toward the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SUTTON PLACE",
          "text": "Alex running down the block, around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex still running through the streets. Looks behind. No one following. He stops to catch his breath. WE CAN NOW SEE FEATHERS on his jacket, in his hair. He notices t Breathing heavily, he brushes them off. It dawns on him, slight smirk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Bye, bye, birdie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delaney and Alfred, both in robes, are up and about. Dela reaches for a bowl, places it on a counter. Alfred sits a the table. They look tired. Etta appears in the entrance to the kitchen, surprised to see the Lynchs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETTA",
          "text": "(moving toward counter) Mrs. Lynch...? I'll do that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "That's all right, Etta, I'll take care of it this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETTA",
          "text": "Yes, Ma'am. Etta exits. Delaney crosses to the refrigerator, retrieve some butter and eggs along with a carton of orange juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Nothing was taken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Son of a bitch! Why would someone do that? They were looking for something, Alfred. Moves to Alfred, pours him some juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "What could they find? Don't let this interfere with what we have to do. Delaney crosses back to the counter. Heats a frying pan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "It was much simpler back when...remember, making you breakfast in the house on Legion Street? (beat; thinking) ...They didn't have to kill Griffin. It was planned. I'm telling you, Alfred, this was planned. Staring off now, Delaney CRACKS THE EGGS against the side the bowl. Lost in thought. A beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "...That detective Katharine's seeing. He thinks he has reason to be susp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(interrupts) Perhaps I should have a talk with Mr. Rada. A meeting...to discuss his future. Beating the eggs in the bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Yes. Yes. And I want Katharine with me in Albany tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE FRYING PAN",
          "text": "Delaney pours in the eggs, the pan sizzles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED, (V.O.)",
          "text": "Of course, it's really not our affair. It's possible she may not see him again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE WOLLMAN ICE RINK",
          "text": "A man sits on a bench. We MOVE IN CLOSER. It's Alex. He's feeding pigeons from a brown paper bag. He holds a newspa under his arm. SCHOOL CHILDREN parade past, all in the unifrom of some private academy. Alex lingers on the bench, then moves to the railing of the ice rink to watch the skaters. Katharine Raines strides into view, stands next to Alex. doesn't look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Thanks, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Anytime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I still feel as though...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- that's not what you wanted to talk about, is it? She takes a thick envelope from her coat, hands it to Ale",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No, I brought you something. Alex opens it -- a whole lot of money. He flips through t bills, places the envelope in his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(still watching skaters) ...You know, the other night at that dinner party, I had a conversation with Alfred Lynch in his study. I thought he was trying to warn me off you... but it was Susan Blake he was talking about. I was a little slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I just don't believe it. Let the police handle it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(turning toward her) The police? Why the police all of a sudden?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Take the money, Alex. It's finished. (beat) Just some freak...some crazy freak; it wasn't Alfred Lynch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...He wouldn't get his hands dirty. (staring at her) You forget what they did to her? It was the Doyle kid, but he did it for Alfred Lynch...for ELynchR. When Doyle used to pick her up downtown, he was driving her to see your friend Alfred. ALEX (cont'd.) (beat) And I've got news for you, Susan Blake wasn't really missing, she was upstate -- with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(uncertain) How do you know that? I read it in the papers. Alex hands her the paper he carries under his arm -- the copy of the EBuffalo Evening NewsR. Katharine stops, studies the picture, looks to Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(still resisting) ...it doesn't prove he had her killed. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Susan Blake had trouble letting go. Maybe she was going to tell the future Senator, or the papers. Maybe Alfred got nervous...maybe he enjoyed it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "...Let me count the maybe's. You'll need something more than a newspaper picture and speculation about...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "-- Well, I'll let you know tonight, Alfred wants to see me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "(incredulous) What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Right. Why would Alfred Lynch want to see me, get some advice on a leveraged buyout, maybe? I'll call you tonight...",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "-- I won't be around tonight, I'm going to Albany with Delaney -- the last Veress debate. I want out, Alex. KATHARINE (cont'd.) I want the investigation finished. (she turns to leave) Just finish it now, okay? Alex grabs her arm, takes out the envelope. He removes a few bills, hands Katharine back the envelope with the res of the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(a wry smile) For expenses. Probably won't be able to use the rest anyway. (serious now) What does that mean, 'you want out?' -- That mean you don't want to know...or that you already know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An eerie glow. The only illumination, the light from the tiffany lamp on the desk. Alex and Alfred sit across the desk from one another, sta not saying a word. Alfred's hands rest under his chin, as if in prayer. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "You can't seriously believe I had something to do with this woman's death? It's delusional, Mr. Rada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I think you were screwing her and you had your boy Doyle kill her...that's what I think. Alfred doesn't react, his eyes betray nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "You saw her picture in a newspaper. Lot's of women follow the campaign around, that's hardly an indictment for murder...Do you know I'm astonished by you? You've got balls, all right. Do you actually think you can challenge me? In this town? (beat) I'll tell you this: Nothing is going ALFRED (cont'd.) to stand in the way of my wife's election. You may not comprehend this, Mr. Rada, but I hold your future in my hands. Alfred rises to his feet, moves to the now empty perch of Macaw, swings it slowly back and forth. He faces away fro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You wouldn't be threatening me would you, Mr. Lynch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(disdainful tone) Not at all, Mr. Rada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You know I saw her, after. (beat) Her guts were in a puddle on the floor. Alfred turns toward Alex, just stares at him for a long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Someone broke in here last night. Deliberately killed our macaw. It was a vicious, spiteful act.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Maybe the bird had enemies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "Are you trying to be clever, Mr. Rada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(mimicking Alfred's disdainful tone) Not at all, Mr. Lynch. A curl from Alfred's lip, not actually a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "You EareR interesting in your own way. Do you know EPolitics Among NationsR? I have it here somewhere. Puts a hand in his pocket, moves to the bookshelf. Looks for the volume. Can't find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "In any case, it's the same among human beings -- one nation...one person, they're essentially irrelevant. It's power that counts. Power, Mr. Rada, is an elegant principle of universal law, the less you use, the more you accumulate. (beat) And if you EdoR use it and lose, its evanescent nature becomes clear. Alex stares blankly -- is this guy joking? A deep sigh fr Alfred, know he's not quite communicating. Tries the dire tack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "-- What I mean, Mr. Rada, is that if you go up against me, you better be damn sure you can win.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Well, Mr. Lynch, I'm going to give what you said a great deal of consideration. Yes sir...consideration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "(he does laugh -- in disbelief) You are a ballsy son of a bitch. (beat) Know Cargill, Finch and Wells?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, I know it. Big time law firm. So? .bp",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "They're looking for an investigator, I'll arrange it for you. We'll call it a lesson in power -- it enhances mine and you get a chance to accumulate a little of your own. I'd rather have you on my side of the line, even though, quite frankly, Mr. Rada, (enunciating slowly) you are one very small piece of shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I appreciate the sentiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALFRED",
          "text": "It's your life after all...think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SUTTON PLACE",
          "text": "Alex walks along the sidewalk opposite the Lynch townhous Glances back over his shoulder, sees Alfred through the w He's framed by the glow of the tiffany lamp, working on p at his desk. We follow Alex to the corner. Very little activity on Yor Avenue. HEADLIGHTS of a black sedan switch on, the car ro toward Alex, gains speed as it pulls away from the sidewa For a moment, Alex freezes. The car shoots by him. Alex turns, again looks back toward the Lynchs' study. Th light has gone out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is on the phone with Detective Demarko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "...I might have something for you. You may not like...What? No, don't worry. (beat) ...Hey, DeMarko I need a little favor...C'mon, would I do that? Look, can you check on a drunk and disorderly for me, up at the eleventh? The name is D apostrophe A-M-A-T-O...Victor... It couldn't have been much. If you would... A KNOCK on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(raised voice toward the door) Yeah, hold on! (into phone) ...Yeah, pals, Demarko. Vagrants are my life, right. Will you check? Thanks, you're a prince...wha... a few days, okay. Right. Hangs up. Rises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Who is it? From behind the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICTOR, (V.O.)",
          "text": "It's me, Alex -- Victor. Moves to the kitchen table, picks up a glass decanter of drops with a small ribbon attached. Alex strides toward t door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "I was just talking about you. (as he opens the door) Got you something...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE OPEN DOOR",
          "text": "His eyes bulge, a screwdriver planted in his neck. Victor clutches at it, falls toward Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "stunned, catches him with one hand, still holds the decan the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Holding another sharpened screwdriver, plunges it toward Alex's face. Instinctively, Alex holds up the decanter -- it blocks the weapon. The decanter is shattered, the contents spilling over the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX AND DOYLE",
          "text": "Doyle lunges at him again, but he slips over the gum drop on the floor. Falls. Sprawled on his back. Alex tries to lay Victor down gently, kicks at Doyle at t same time. Alex catches him square in the face, Doyle wri in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX'S HIP HOLSTER",
          "text": "He reaches for his gun, pulls it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "on the floor, lashes out with the screwdriver, stabs Alex the leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "as he screams in pain, \"Son of a bitch.\" Tries to aim the at Doyle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "scrambles up, runs out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "down on one knee now, holding his leg. Looks to Victor, t him over. Nothing he can do for him anymore. Alex is up, half running, half hobbling out the door, dow stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE AVENUE",
          "text": "Alex spots Doyle running up the block. Braces himself and points his weapon. People near him scatter. He squints, can't quite see. Too much of a crowd up ahead anyway. Takes off after Doyle, forgetting his leg. We can see the blood drenching through his pant leg.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUNNING THROUGH THE STREETS",
          "text": "past street peddlers pushing their wares, past outdoor fruit stands still open -- not getting much closer to Doy Alex sees him turn down a side street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SIDE STREET",
          "text": "Much quieter, no one about. We HEAR GLASS SHATTERING in the distance. Alex stops, listening for it again. He moves past the Ukrainian church we've seen before, toward a row of tenement buildings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STEPS OF A TENEMENT BUILDING",
          "text": "Alex peers in toward the entrance -- the inner glass door has been shattered. Not all that unusual in this neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TENEMENT BUILDING",
          "text": "Inside, Alex checks the hall. Gun drawn. He moves cautiou toward the stairs. Climbing up slowly, he feels his leg f the first time, reaches around to touch the back of his p Stares dumbly at his bloodied hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THIRD FLOOR LANDING",
          "text": "Alex hugs the wall, quickly moves out into the light. Poi his gun toward the landing above. No one there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR TO THE ROOF",
          "text": "Alex on the last set of stairs, pushes through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROOF",
          "text": "We PAN the roof area -- unused brick smoke stacks, a flat tar-papered surface with no barrier at the roof's edge; no connection to the next tenement building, or to the Ukrainian church on the other side. Alex listens for a sound, can't hear anything but vague traffic noises below -- maybe Doyle is not here. Alex turns to leave, opens the roof door. As he does, fro above the roof door --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN ARM",
          "text": "slashes out, rips through Alex's jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "clenches the arm, rips Doyle down from above the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "on his back, a gun pointed in his face. We HEAR a CLICK as the A-90 is cocked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE EDGE OF THE ROOF",
          "text": "Alex holds Doyle by his hair, the gun is pointed not at Doyle's head, but pressed against his crouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(pulling hard on Doyle's hair) Tell me what I want to hear, you fuckin' little cum stain or -- You - Are - Dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "You want to know if I killed the bitch, too? Yeah. You think I'm afraid of dying, man? Not like your friend. Pissed in his pants. (beat; taunting Alex) It was my idea to rip her open -- And the blood all over the walls, too... (almost an ecstasy) ...It was majestic. Alex pulls Doyle's hair tighter, holds him over the edge the roof -- we can see the church steps, the street far below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "(contemptuous, challenging Alex) I fucked her, Rada...after. Alex. Losing it. Shouting now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why did you bring her back to that apartment!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "I do what I want, I do what I'm told. Fu -- cking majestic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "By Lynch? Alfred Lynch told you!? Doyle spits at Alex, shakes his head loose from Alex's gr Spreads his arms out as if to fly. Pushes off the roof. As he falls backward toward the street below:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOYLE",
          "text": "(laughing and yelling as he plummets) Yeah! Lynch! Fuck you! Alex leans over the edge, watching him fall. We can make out a figure walking down the church steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CHURCH STEPS",
          "text": "The figure is Father Stefanyk. He glances up as Doyle cra onto the church steps next to him, landing with arms out- stretched in the shape of a cross. Father Stefanyk looks to the body, toward the sky, toward the body again. He kn crosses himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lots of activity. Demarko has a folder open. Alex is next to him",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "She was knocked unconscious and then brought back to that apartment -- EthenR she was killed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "You got something that isn't old news?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Why did Doyle go to all the trouble to bring her up there? He could have did her and dumped the body anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "What the hell does this have to do with Alfred Lynch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Susan Blake had a lover, a lover that paid for that place -- maybe Lynch didn't know who it was, but he was going to lay it on whoever was keeping her...and he was going to leave it to you to find out who. Then I came along and screwed things up for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "In the first place, Susan Blake paid for that place every month, with her own checks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, so where did she get the money?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "...Maybe she earned it. Look, Rada, you don't really think I'm going to arrest Alfred Lynch -- EAlfred Lynch yetR, on some cockamamie theory about a lover and why the Doyle kid does the girl in her own apartment? The Doyle kid was a freak show -- he was into whaddaya call it, uh, performance artwork -- that's why he does her there with all the blood...like a ritual, see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Doyle admitted it was Alfred Lynch. DeMarko shakes his head, grimaces. Speaks to Alex as thou were incapable of comprehension.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Do you know if I arrested Alfred Lynch on the basis of what you've been saying they'd have my shield. EAt bestR, DEMARKO (cont'd.) I'd be doing dispatch duty at the borough, answering phones -- giving out log numbers all day. I don't want to do that. Alex leans on the desk, grabs a pencil from several in a starts tapping the pencil on the desktop as he listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Now, this case is closed. The lieutenant says it's closed, the assistant chief says it's closed and I say it's closed, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Okay, DeMarko, but let me guess? Nothing to the press until EafterR the election, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "(defensive) That's the way it's coming down, yeah. There are some loose ends, some paper work, sure -- so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Right. After the election.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "Rada, what are you knocking your head against? It doesn't work. And where the hell is this so called lover -- you got absolutely nothing. Alex looks to Demarko, realizes he's right. Sticks the pe back in the mug, gets up, strides for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEMARKO",
          "text": "(yelling after him) Hey, Rada, where you going? ...Albany.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A commercial flight lands, taxis towards a gate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex moves though the airport with other passengers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cab pulls up. Alex get out, enters the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delaney and her campaign aides. Last minute details on th Peter Veress debate. Clipboards. Pacing. Jokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAVID GARTH",
          "text": "...Sure, from his perspective he has nothing to lose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "I want to grind him, go over sixty percent on Tuesday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL RENNERT",
          "text": "We may be vulnerable on the crime issue, he'll do the prosecutor Veress number.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "That sounds like a Frank Willis remark. (glances over to Frank, smiles) I think I can hit the curve ball, Hal. Just throw back the statistics at him. Nobody's going to be listening to Peter Veress anyway, they're all going to be watching for that little tic. Some laughter. Except for Katharine. She seems preoccupie",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAL RENNERT",
          "text": "Every one of those little babies is worth at least a half a percentage point. Press guys have a pool on how many. More laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(checks around) That everything? Okay, guys, I'd like to relax a little. Frank, Hal, David Garth and a FEW AIDES start packing up. Katharine lingers, moves to Delaney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Katharine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Maybe this isn't the best time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "What's up? Delaney strides toward the bedroom portion of the suite. Katharine follows. The men file out the door toward the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Alfred met with Alex Rada yesterday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Alfred's gotten him a position at Cargill, Finch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What? You're joking? Alex Rada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delaney sits at a dressing table, turns toward Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "I believe so. (beat) He's accepted. We thought that's what you'd want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex moving down the hallway toward the suite. Spots the coming out. They acknowledge him. Frank does a double-tak",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Alex. What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Katharine in there? Frank grabs Alex by the arm. Alex shoots him a look. Fran lets go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Let me buy you a drink, Alex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(hesitates; nods) Sure. Later, Frank, okay? I'll meet you in the bar. The last one out of the room is David Garth. Alex pushes him and into the suite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex doesn't immediately see anyone. He walks to the bedr door, spots Delaney and Katharine inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Delaney rotates her neck, as though she is tense, tired. see Alex in b.g. Delaney presses her fingers against the muscles of her ne stares at Katharine, almost nostalgically. Through the mi on the dressing table:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "I've always wanted the best for you, Katharine... For the first time we see a softness in Delaney's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "...One last time?...like it used to be... (beat) ...massage my neck? Katharine moves her hands to Delaney's shoulders, feels t taut muscles. She does this apprehensively, and with a cu detachment -- an involuntary act which she has done befor Her motion stops. Katharine turns toward the bedroom entr Alex. She sees him. Startled. Delaney now turns, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "What's the matter, don't you recognize your old friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "Alex! Alex -- staring at the two of them for a long moment. Comprehending more than Katharine does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to Katharine) ...You're a real mess, honey. He moves into the room, glares at Delaney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to Delaney) It was you, wasn't it? (a derisive laugh to himself) Had the wrong Lynch. Doyle was picking her up for you...EYouR and Susan Blake, not Alfred. Katharine -- confused, frightened. Pushing not to show it",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What is he talking about?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(to Katharine) The senator EdesignateR here wanted to hang Susan Blake's other lover. When she found out it was you, it was a whole other story. (staring hard at Delaney now) She tried to scare you into leaving for a while, or at least have me called off. -- Damage control was better downtown than with me, right Senator? Delaney doesn't respond. Alex glares at the two of them, then turns for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "(as he moves) By the way, you're going to need a new chauffeur. Doyle's dead. ...Have a nice debate. Katharine watches Delaney through the mirror. Realizing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(using the mirror to converse) Katharine? I would never hurt you, you know that. Just as you would never hurt me. A wave of revulsion washes over Katharine's face. She hol a moment, then storms out of the room. Delaney casually reaches for a brush, about to stroke her hair with it. SLAMS it down on the dresser. Rushes to cat up with Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Katharine! (checks herself; softer) Katharine, you needed a rest -- You need one now. I'm sorry about Susan Blake. If Jimmy...whatever Jimmy Doyle did to her, it's over now. (beat) Katharine, we're on our way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You knew her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Yes, I knew her. She was around the campaign, you know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You bitch! Jimmy Doyle. It was you -- Susan wouldn't let go... she told you, what? -- that she'd make it public? She wouldn't have, you know. She never would have. (beat) All she wanted was someone who'd care about her -- someone who wasn't after something. Susan needed decency in her life, there was never enough of that around...and you're incapable of decency.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "(hard) It's you that doesn't understand. She was a duplicitous little tramp who'd do anything for her own benefit. She played a good game, Katharine. She fooled us both -- Don't you see I'd have too much to lose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "What've you done!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "You're confused. I haven't done anything. A frozen beat. Stunned monotone from Katharine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "You're not even contrite, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DELANEY",
          "text": "Contrite? What would you like me to be EsorryR about? (beat) Contrition is bullshit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An area once known as the mall. State buildings surroundi a long rectangular wading pool. Desolate at night. This i the site of the Lynch-Veress debate. Two solitary figures set against the marble backdrop of the buildings, gusts of wind blowing an occasional bit of trash past their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "No one is going to believe you. First you say it's Alfred, then you say Delaney -- and what proof is there? Who's going to buy it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No one has to buy it, Katharine. You can take it away from her -- the election is the most important thing in her life -- and all you have to do is pop the lid. Katharine folds her arms, glares at her own reflection in the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Just say you were once Delaney Lynch's lover, that you knew she was having an affair with the girl that got killed. (beat) How do you think that would play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KATHARINE",
          "text": "I didn't know about Susan and Delaney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "You do now. Lights and a crowd coming from a building known as 'The E",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ENTRANCE TO THE EGG",
          "text": "Photographers and press follow Delaney and her entourage the building. She's all smiles. Lots of NOISE. Lots of: \"How'd you think you did?\"; \"Did you win that one, Delane \"Remember me on Tuesday\"; etc. Cars pull up, Delaney and the entourage get in. Frank Wil spots Alex and Katharine by the rectangular pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECTANGULAR POOL AREA",
          "text": "Alex and Katharine watching as the lights fade, as the crowd disperses. Frank slowly moves toward them. The three of them together now. The wind whips up, chille by the marble and the desolation. WE HOLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A MINI-CAM",
          "text": "As we pull back, we can see the electronic and print pres at a news conference. We are in a conference room at the Albany Marriott. Frank Willis moves to a podium. He hasn't gotten much sle Katharine waits in back. Some REPORTERS sit, others stand",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN REPORTER",
          "text": "Frank, is this going to be official?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(sullen) Dr. Raines has a statement. We're not going to be taking questions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "C'mon, Frank, let's have a little cooperation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Dr. Raines is going to read her statement. NOISE AND ACTIVITY from the press corp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "If you'll be quiet boys and girls, we have a statement. Frank nods toward Katharine. She approaches the microphon",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(The scene should have a documentary, HAND-HELD CAMERA fe Buzzing with activity. Reporters scurry in the background Cables hastily strung about. A GABE PRESSMAN TYPE readies a stand-up. A reporter near him looks into a small monito near his feet. (THE DIALOG IN THE SCENE OVERLAPS).",
          "sentiment": "neutral"
        },
        {
          "speaker": "GABE PRESSMAN TYPE",
          "text": "...Do we have a feed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN REPORTER",
          "text": "Okay, let me know when you're ready. Another reporter next to her, holds a mike and presses a finger to his earpiece. He's on air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON-AIR REPORTER",
          "text": "-- It looks that way. The disclosure by an aide to Delaney Lynch has apparently crippled this campaign, Tom. We see LIGHTS TURN ON AND OFF, other reporters, other sou bites like: \"So close to the election\"; \"...a disaster fo this campaign\"; etc. CAMERA SLOWLY PULLS AWAY from this scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex, his back to us, stares out the window. He wears a suit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE STREET BELOW",
          "text": "A few floors up. Across the street we see the New York Public library. Outside, in front of the building, a limo pulls up. A chauffeur opens the door for the man in back. man is Alfred Lynch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A SECRETARY walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Mr. Lynch is on his way up to see Mr. Wells. Will you be joining them? Alex turns toward the secretary. HE IS WEARING GLASSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "No, I don't think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "It's a shame about Mrs. Lynch. Awful, isn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Yeah, Awful. He moves to his desk, sits down. The secretary points to some boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECRETARY",
          "text": "Can I help you unpack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX",
          "text": "Don't bother, I won't be here that long. She gives him a strange look, shrugs, exits. Alex gazes out over the street to the library, to the stone lions guarding its entrance. Lost in thought. He watches a group of school children from some private academy marching up the steps, all in uniform, all in unison.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1485"
    }
  ]
}