{
  "movie_id": "MOV1489",
  "scenes": [
    {
      "location": "ELEMENTARY SCHOOL",
      "time": "DAY",
      "characters": [
        "J4.",
        "18.",
        "7.",
        "HA,E,10ND",
        "17.",
        "WENDY, (C ONT D)",
        "L3.",
        "NICK, (O.S.)",
        "70.",
        "47.",
        "26.",
        "20,",
        "LV.",
        "68.",
        "CONTINUED",
        "38.",
        "HA\",24OND",
        "67.",
        "21.",
        "HA, MOND",
        "1J.",
        "69.",
        "VIVIAN, (O.S.)",
        "MADNESS.\"",
        "27.",
        "6.",
        "39.",
        "43.",
        "48.",
        "INTT. SHIER AREA",
        "66.",
        "46.",
        "36.",
        "30.",
        "DREW, (O.S.)",
        "TNT. HALLWAY",
        "34.",
        "VICKI, (O.S.)",
        "75.",
        "HAMMOND 47",
        "80,",
        "15.",
        "H.ANMOND",
        "50.",
        "4L.",
        "45.",
        "EXT. SCHOOL PARKING LOT DAY",
        ", INT. CORRIDOR",
        "19.",
        "WENDY, (O.S.)",
        "ALEX, (O.S.)",
        "61.",
        "24.",
        "UL.",
        "76.",
        "56.",
        "SECOND MALE, (V.0.)",
        "5.",
        "BACK TO SCENE 76",
        "HAMMOND, (O.S.)",
        "3.",
        "4.",
        "1L,",
        "KIM, (CONS'' D)",
        "72.",
        "79.",
        "HA",
        "EXT. TENNIS COURTS DAY",
        "FIRST MALE, (V.0.)",
        "78.",
        "MRS. CUNNINGHAM"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "SUPER: April 27, 1973 All is quiet outside this suburban school on a sunny Friday afternoon. Cars idle in the driveway awaiting the three o'clock onslaught of liberated children. Two faded yellow buses stand ready. The lull is shattered by the CLANGING of the final BELL. A swarm of children pours out the door and down the broad front steps, scattering across the lawn toward the cars and the buses. Moving slowly through the crowd, ROBIN and ALEX HAMMOND, nine-year-old identical twins, appear at the doorway.. Attractive, dark-haired children, they seem more sub- dued than the others. As they walk quietly down the stairs, Robin lags behind, staring at a boy teasing a girl nearby. He is NICK MCBRIDE, eleven years old, two grades ahead of Robin and the most popular boy in school. The pretty girl laughing at his antics is KIM HAMMOND, also eleven, Robin's older sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Robin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W-w-where's D-d-daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a meeting at the high school. We're supposed to walk home with Kim... (sees Robin watching the young couple) She's too busy. Let's go by ourselves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N-n-n-no, Alex. Let's w-w-wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why? Robin is staring at Nick. Alex looks, understands. He's angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're crazy, I'm not waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He strides away. Robin's eyes remain on Nick and Kim. Nick says something to Kurt. She shakes her head and pains toward Robin. Robin quickly turns away as they look at her.. When she glances back, Ki_m is walking towards her and Nick is bicycling away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, let's go. The sisters start to walk across the lawn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y-you 1-1-like him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y-you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick? Oh, he's all right, I guess. They walk on in silence with Robin stealing glances at her big sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are y-y-you g-gonna m-in-marry him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robin? Robin smiles and takes Kim's hand. They walk along the road, kicking rocks and swinging their bookbags. Sud- denly Kim halts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, damn! Robin looks up in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Debbie was gonna lend me her new record. Look, you go on home by yourself. Tell Mom I'll be a little late. Before Robin can reply, Kim is hurrying away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Robin watches her go, then moves off alone, breaking into a skip and playing imaginary hopscotch. As she turns off the main road into a side street, Robin passes a construction site. The empty skeleton of a half-finished apartment building looms up above the dark shade trees. Hearing VOICES, Robin stops to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex? The VOICES continue. Robin moves closer, peering through the tall bushes surrounding the lot. She sees Nick playing in.the framework with three of his classmates. Robin recognizes JUDE CUNNINGHAM, and KELLY LYNCH as Kim's two best friends. The fourth child, WENDY RICHARDS, is a dark-haired girl, domin- eering and loud. As Robin watches, Wendy jumps up onto the floor of the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to play 'Murder.' Who's the killer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You, Wendy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "you, Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Nick!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll never catch me. Hide your eyes, killer! As Nick turns his back, hiding his eyes against an ex- posed beam, the children scatter through the structure. Robin watches with mounting excitement as Nick finishes counting, and whirls around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The killer is coming for you! He moves into the building, chanting \"Kill, kill.,\" in a low monotone. As he disappears from view, Robin cau- tiously edges out of the bushes and moves up to the building. NICK (O.S. The killer strikes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robin hears Jude's SQUEAL of LAUGHTER. Nick has caught her. Immediately Jude's VOICE TAKES UP the \"kill\" chant in unison with Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robin climbs up onto the floor and peers into the dark, gloomy structure. Suddenly, she hears a SHRIEK. Ter- rified, she backs against a wall. LAUGHTER FOLLOWS im- mediately and Robin hears Kelly's VOICE TAKING UP the chant. As the three \"killers\" move through the vast structure searching for Wendy, \"KILL, KILT\" ECHOES off the walls and hardwood floors. Robin cautiously steps out of the doorway into the im- mense unfinished lobby. Ominous shadows slash across the floor as the excited girl listens to the relentless CHANTING of the children. Robin pushes on a makeshift wooden door. It slips off its temporary hinges, crashing down to the floor. The NOISE is like a rifle shot; suddenly, there is ABSOLUTE SILENCE in the structure. Petrified, Robin crouches behind a wall, waiting. The CHANTING quickly RESUMES and she breathes a long sigh of relief. Robin moves through a dark corridor, hugging the walls. Flushed with excitement, she imagines herself a \"killer\" searching for Wendy. As she moves past an empty room, she hears a SOFT GIGGLE. Robin stops and listens care- fully. Once again she hears the GIGGLE, LOUDER this time, coming from nearby. Stepping to a doorway, she leans around the corner and peers inside. In the darkness she can see nothing. Gathering her courage, she quietly slips into the room. The room appears empty but a closet door is slightly ajar. As Robin approaches, she hears a FAINT GASP from behind her. Whirling around, she sees Wendy crouched behind a cardboard box in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You better not tell! Before Robin can react, she hears a THUD from above. Looking up, she sees Nick's head appear through an opening in the ceiling. Seeing Robin, then Wendy standing in the corner, he howls in triumph.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here, killers, here! Nick's head disappears from the opening and Robin hears the POUNDING of RUNNING FEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now you've done it, you idiot! The CHANTING GROWS LOUDER as the \"killers\" rush towards the room. Trapped, Wendy looks frantically for an es- cape but finds nothing. Turning around suddenly, she grins at Robin, a cruel, hard expression on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kill, kill, kill... Picking up the chant, Wendy begins to advance on Robin. Terrified, Robin turns and rushes out of the room, bowling over Nick in the doorway. Delighted that the game is continuing with a new victim, he follows Wendy in pursuit of Robin. Robin flees down the long, dark corridor, \"KILL, KILL ECHOING in her wake. As she rounds a corner, Jude ap- pears, looming up in front of her. Robin screams and sprints in the opposite direction. Kelly leaps out of a doorway and grabs for her, but Robin, swinging out blindly, escapes the \"killer.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darting into the large room, Robin collapses against a wall, gasping for breath. As her eyes adjusts to the darkness, she spies a rickety ladder extending through a hole in the floor to the basement below. Stacked up- right near the opening are several sheets of window glass. Before Robin can make a move towards the lad- der, she hears a horrible SCREECH and Wendy appears in the doorway, a vicious look on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Killers, here! Wendy advances. Terrified, Robin begins to back away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "N-n-n-no!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, Jude and Kelly appear in the doorway, chanting \"Kill, kill.\" Moving quickly, Robin grabs the ladder and starts down into the basement, careful not to knock over the sheets of glass stacked near the opening. Peering into the pitch-black basement, Robin hesitates. But as Wendy and her fellow \"killers\" close in on her, Robin continues down the ladder. Wendy rushes up and grabs the ladder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P-p-please! Wendy grins and shakes the ladder. The chanting is deafening. Robin hugs the wooden slats. Wendy shakes even harder. Robin screams. Nick moves around Wendy to get a better look. He accidentally bumps the glass stacked next to the opening. The sudden movement is just enough to dislodge a razor-sharp pane of glass and send it hurtling down directly at Robin. The girl's last scream catches in her throat as the glass slices through her neck. She is instantly decapitated. Horrified, Wendy watches the glass and the body crash to the concrete basement floor. Kelly screams. Jude sobs loudly. Nick can only stare in shock. Finally, he manages to speak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta get somebody quick! Nick starts to go. Wendy instantly whirls, grabs his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you crazy? They'll put us in jail! Confused, Nick cannot reply. The other girls grow silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If we tell anyone, they'll say it's our fault. Who'd believe it was an accident? Nick starts to protest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (C ONT D)",
          "text": "We'll go home now and never ever tell anyone. They'll think it was an accident. 1,10 one but us will ever know. She looks at each of them. They are still too numb to respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everybody swear never to tell! Wendy glares at Jude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jude?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly? Kelly looks from Wendy to the mangled body and begins to whimper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly! The frightened girl looks up at Wendy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't wanta go to jail...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swear!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear. Wendy turns to Nick. At first he appears defiant, ready to object, but he wilts under her withering gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With a final glance down at Robin's mutiliated body, Wendy quickly ushers her shocked friends out of the room. As their FOOTSTEPS ECHO away across the hardwood floor, there is a terrible silence. Then, starting very quietly, more FOOTSTEPS are HEARD, this time a single person approaching the ladder from above. The FOOT- STEPS STOP and a deep, black shadow falls across the ladder; HEAVY BREATHING punctuates the oppressive quiet, growing louder and more anguished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We slowly TILT UP TO the tortured features of RAYMOND HAMMOND, Robin's father. A handsome, dark-haired man in his late thirties, he teaches history at George Winston High School. Wracked with grief, he stands near the opening in the floor and watches as two Paramedics bring up the body of his daughter from the dark basement. A young Policeman standing nearby raises the white sheet covering Robin's remains. Hammond steps up and gazes at his daughter's decapitated body. A look of absolute horror and revulsion freezes on his face; what he sees he will never forget. Paralyzed, Hammond barely hears the CAR PULLING UP in front of the construction site. He turns and looks out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Police Officer is getting out of his car. Walking around to the passenger side, he opens the door for an attractive blonde woman in her mid-thirties. VIVIAN HANMOND, Robin's mother, appears pale and haggard as she steps out of the car. Kim and Alex slowly climb out of the back, With the Police Officer escorting her, Vivian and her children move toward the skeleton of a building. Catching sight of her husband framed in a lower window, Vivian suddenly breaks. away from the Police Officer and runs inside the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond moves quickly to the door, grabbing his hysterical wife as she bursts into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is she? Where is Robin? Seeing the covered figure lying on a stretcher, Vivian moans in anguish. Struggling furiously, she strains to break her hus- band's hold, but he is too powerful.. They are both in tears, shaking with grief, when Kim and Alex step into the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(angrily,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you bring them here? Vivian collapses, burying her head in his shoulder and sobbing furiously, but Hammond pushes her out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim! Alex! Stay out in the hallway! Kim stumbles out into the corridor and begins to cry softly. Alex takes his mother's hand and tries comfort her. The Paramedics pick up the stretcher and maneuver it out of the room. As they pass through the doorway into the corridor, a corner of the sheet slips off Robin's corpse. Before a Paramedic can replace it, the de- capitated torso is briefly glimpsed by the family. Alex is shocked. Kim doesn't appear to realize what she sees. But Vivian's horror wells up in her throat, bursting out in a deranged scream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another SCREAM, as throbbing DISCO MUSIC pulsates from a large portable RADIO sitting on a dresser. SUPER: APRIL 27, 1980. A young woman with long, golden brown hair and a trim figure is slipping into a pair of tight jeans. Pull- ing on a halter top, she sways to the MUSIC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim! Turn that music down. You're driving me crazy! Turning around at the SOUND of her mother's VOICE, Kim Hammond reaches for the volume control Now eighteen, she is a strikingly beautiful girl with an open, innocent quality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, Mom! Kim quickly finishes dressing, whirling around the room to the pounding disco rhythm. Giving her hair a few final strokes with a brush, she gazes at a photograph of a young man stuck in her mirror. On the picture is written: \"To Kim, the best on the floor... dancing, that is! Love, Nick.\" Kim glances at another photograph stuck in her mirror. This one shows her sister, Robin, taken a few days be- fore the accident. Her sadness passes as quickly as it came. Gathering her textbooks, she switches OFF the RADIO and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raymond and Vivian Hammond are just finishing break- fast. The years have favored him; except for a touch of gray around the temples and a few extra pounds, he looks much the same way as we remember him. Vivian, however, wears the strain of the past seven years in her gaunt, drawn features and high-strung manner. Thumbing through his morning newspaper, Hammond steals quick glances at his wife. She does not look up at him, but stares at the table, toying with her spoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading the paper) I'll tell you, Vi, I'm thinking of starting up an armed robbery course at the high school.. I've got a feeling it'd be popular... He smiles at his joke, looks at her. She doesn't seem to have heard him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just hope there's no trouble at the prom tonight... Kim bursts into the kitchen, interrupting her father with a kiss on the head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmm, sounds like fun!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And how is the next queen of the Winston High Junior-Senior Prom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scared tiff. She leans over to kiss her mother. Vivian automatical- ly turns her cheek to Kim without looking at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Mom. We got any yogurt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, dear. Fix yourself a good meal. You're getting awfully thin. Kim and her father exchange glances. He shrugs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "who's your lucky escort tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, Daddy... Nick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been trying to forget. The boy's too sure of himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, tell him...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven years ago today. Hammond carefully folds his paper and places it on the table. HAMГЏВїВЅTOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(affects a casual ATTITUDE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vi, I made you an appointment with Dr. Fairchild. Vivian finally looks up at him. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's this morning, actually. Sorry I forgot to mention it. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today? HAMMOND (LOOKS AWAY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better get ready. He's fitting you in early before his other... people. VIVIAN (UPSET)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't help. You know that! HAMIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Vi... Vivian stumbles to her feet and rushes out of the kitch- en before he can finish. With a glance at Kim, Hammond hurries after his wife. Going out through the swinging door, he bumps into a young man just entering. HAM4OND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning, Alex. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "1J.",
          "text": "CONTINUED: (3)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond exits. Alex, now sixteen, a tall, slender boy, casts a knowing look at Kim. Kim nods. Alex. shakes his head, then begins to rummage through the Pantry, pulling out a Hostess viTikie. ?lopping down at the table, he flips open his electronics book and begins to read. Munching on his Twinkie, he swipes sips from Kim's glass of milk. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you got a date for tonight? His mouth crammed.full of Twinkie, Alex mumbles his reply. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I happen to know Jude might be available. Of course, she is older, but... Alex almost chokes. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Kimbo, I may be hard up... KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex! Jude's cute... Besides, she's funny and really smart. Give you somebody to do equations with! ALEX (SARCASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great... Anyway, I'm in charge of the sound system tonight. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad but it's not romance. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll do for tonight. Kim shoots him a look, then backs off. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you get a chance, dance with Jude once or twice, okay? ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. He returns her glass of milk, empty. (CONTINUED)     8 CONTINUED: (4) 8 ALEX (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any more milk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond and Vivian are standing by the fireplace. His hand is on her shoulder. She faces the mantel, her back to him. On the mantel is a small shrine to the memory oftheir dead daughter; a framed photograph, fresh roses, two candles and a lock of her hair in a glass case. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trust me. Vivian does not move. Finally, after a long pause, she turns toward her husband. Her eyes filled with tears, she nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond is driving. Vivian stares blankly out the win- dow at the grimy city streets. Sitting in the back, Kim and Alex exchange uncertain glances. A tense si- lence pervades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Hammonds' car pulls up in front of a towering modern building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond cuts off the engine and turns to Kim and Alex. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll just be a minute... Vivian is already reaching for the door handle,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex jumps out of the car and opens the door for his mother. Taking her arm, he helps her out. Kim leans over in the back seat. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you later,'Mom. Vivian gives her a thin smile. Hammond takes her arm and leads her into the imposing building.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond and Vivian cross the room. Though she offers no resistance, it appears he is pulling her along. They hurry into an elevator after an elderly CLEANING WOMAN carrying a mop and a bucket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They stand in silence. The Cleaning Woman puffs on a cigarette, blithely ignoring the NO SMOKING sign posted on the wall. Vivian nervously reaches into her purse and removes a bottle of Valium. Quickly popping two pills into her mouth, she swallows with difficulty and snaps her purse shut. Hammond says nothing. Just as the elevator doors slide open, the Cleaning Wo- man touches Vivian on the shoulder, causing her to jump in fright. CLEANING WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could I have one of those? My nerves are shot this morning. With a terrified glance back at the woman, Vivian rushes out of the elevator. Hammond follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond and Vivian move down the long, empty hallway. As they round a corner, a figure is visible unlocking a door. HAI` IOND (CALLS OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Fairchild! DR. RUPERT FAIRCHILD straightens up and turns around. He's a. portly man in his fifties, trying to disguise his girth with careful tailoring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fairchild bustles about the reception area, turning on lights, checking his messages and appointment calendar. Fairchild is obsessively neat, the office reflects him. HAIIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We appreciate your seeing... us. I know how busy you must be. Vivian is staring at a painting of a young girl playing with a kitten. Catching Fairchild's eye, Hammond nods toward the outer door. Vivian does not notice the gesture. (CONTINUED)     17 CONTINUED: 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fairchild nods in return. Stepping over to his inner office, he opens the door. FAIRCHILD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a seat, Vivian. I'll be right in. She slowly crosses the room, turning suddenly in the doorway. VIVIAN (TO HAMMOND)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't forget we're going to the cemetery this afternoon. I want Robin to have her flowers. Hammond moves over to his wife. Taking her by the shoulders, he kisses her lightly on the forehead. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't forget. Vivian looks from Hammond to Fairchild, who smiles. She enters the office, leaving the door open. Hammond shakes hands with Fairchild, and for Vivian's benefit adds... HAГЇВїВЅI`i IOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Doctor. Hammond exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": ", INT. CORRIDOR",
          "text": "Hammond leans against the wall outside Fairchild's of- fice. He glances at his watch. The door opens and Fairchild steps out, holding a container. Hammond walks with him down the corridor towards the water fountain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "H.ANMOND",
          "text": "She's at it again. FAIRCHILD (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today's the date? HAIM BOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven years ago today Robin was killed. Fairchild looks up from filling his container with water. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "17.",
          "text": "18 CONTINUED: 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "HA,E,10ND",
          "text": "(CONTINUING; MUSING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This would have been her first prom. FAIRCHILD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pardon? HAKMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight's the Junior-Senior Prom at our high school. Robin would have been sixteen, She and Alex. FAIRCHILD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The twins... How is Alex? HAIIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine. I just thank God he was too young to really understand what happened to his sister. FAIRCHILD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And your older daughter? HANMOND (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kimmy's my princess. Sometimes she'll get depressed for a while... but it never lasts long. Young people seem so much more... resilient. They walk back to the office. FAIRCHILD",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looking up at Hammond) And yourself? No scars? HATIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(after a pause) I've learned to live them.. Vivian seems worse this time. FAIRCHILD (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The persistence of Vivian's trauma. I wonder if there isn't something more serious at work here? HAMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something more serious than her daughter's death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vivian fidgets in her chair. She seems very small and vulnerable in the large, somber office.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is seated opposite his father in the front seat. Kim is in back. Easy listening MUSIC PLAYS softly on the car RADIO. Alex fiddles with the tuning dial, searching for music more to his tastes. Lost in thought, Hammond does not see the young girl skipping through the pedestrian crossing. KIM (SCREAMS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Daddy! Hammond slams on the brakes, throwing Alex against the dashboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CAR SCREECHES to a halt inches away from the terri- fied child who stands frozen in the middle of the crossing. After a moment, realizing she is safe, the girl giggles nervously and skips away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond lets out a sigh and turns to his children. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all right? They both nod. Alex massages his wrist. Hammond slips the car into gear and cautiously continues driving. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're worried about Mom? HALMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was... He is interrupted by DISCO MUSIC ON the RADIO. Play- ing with the tuning dial, Alex quickly tries to pass over the music. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, keep that! Alex groans but does as she asks. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disco sucks! HAMZMOND (REPROVINGLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex! (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "19.",
          "text": "22 CONTINUED: 22 ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Dad... (turns back to KIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disco bites it! HAMMOND (DRYLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's much better. The car pulls into the Winston High School parking lot. They pile out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond, Kim and Alex walk through the empty lot towards the school. Suddenly, we HEAR a loud GRATING SOUND coming from nearby. The sudden noise startles Kim and she huddles against her father. A seedy little middle-aged man with a stubble of gray beard appears from behind a row of bushes, brandishing a pair of electric hedge clippers. HANMMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning, Mr. Sykes. SANFORD SYKES, the newly-hired custodian, bares his yellow teeth in a crooked grin and waves the whirring blades in salute. Kim shudders and stays close to her father as they walk on. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's creepy. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard he's wacko. HAIIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man is not... wacko. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly says he's a pervert, spying on the girls undressing in the locker room. HAIIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sykes may have some problems, but he's no Peeping Tom. He's been thoroughly checked out. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "20,",
          "text": "23 CONTINUED: 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They climb the broad front steps of the high school. Hammond glances at his watch. HAMNIOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're early today. Plenty of time to study with no one to bother you. Kim reaches up.and kisses her father on the cheek. Pulling out a fashion magazine, she rushes off, call- ing back over her shoulder. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'.ve got to decide on my hair style for tonight. HAMMOND (WRYLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonderful. Alex? ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm building an atomic bomb in shop. Smiling, he moves inside. Hammond shakes his head and hurries off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond moves through the empty hallway, stopping at a door which reads: PRINCIPAL: RAYMOND HAMMOND. He is fumbling for his key when he sees through the frosted glass a figure moving around in his office. Reaching for the doorknob, he very quietly opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As the door slowly swings open, Hammond sees the outer office covered with pieces of paper; sheets are scattered across desks and chairs and over most of the floor. Stepping inside, Hammond spies a WOMAN bending over, frantically picking up paper from the floor. He slams the door. At the sudden SOUND, the startled Woman whirls around, still squatting, and falls on her rear. HAMMIOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are you?    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "21.",
          "text": "25 CONTINUED: 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flustered, the attractive young Woman hastily gets to her feet and straightens her skirt. WOMAN (BADLY FLUSTERED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh God! They told me you wouldn't be in till nine! HAMMOND (INCREDULOUS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're you doing, robbing me? WOMAN (GIGGLING NERVOUSLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... no, I'm your Working Girl Hammond stares, wide-eyed. WOMAN (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "your temporary secretary. What's-her-name is sick. (extends her hand) Hi. I'm Adele. HAM 0ND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(taking her hand) What happened? WOMAN (ADELE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well you see, Mr. Hammond, the, air conditioner fan was set for high but... HAP-MOND (INTERRUPTS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, Miss... Adele, ADELE (INTERRUPTS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cooper... Ms. Cooper. HA MOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever! I have some important calls to make. Please see that I'm not disturbed... (wades through the papers to his inner OFFICE DOOR)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ", and put all this back where it belongs! He enters his office.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond tosses his briefcase onto the desk and drops into his chair. He stares at the telephone for a long moment, drumming his finger on the desk. CUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pink TELEPHONE RINGS. The plush bedroom is empty; suddenly Wendy Richards rushes in. Now eighteen, Wendy is a raven-haired beauty with a full figure, accentua- ted by a low-cut black blouse and tight designer jeans. Tossing her books onto the bed, she eagerly grabs the receiver. WENDY (BREATHLESSLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick? A long pause, followed by HEAVY BREATHING. Wendy is about to respond when the inhuman VOICE speaks in an eerie, androgynous stutter. TELEPHONE VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "W-Wendy? T-t-tonight it's m-m-my t-turn! Wendy's shock quickly turns to anger. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Screw you, Lou! Wendy slams the receiver into its cradle. Grabbing her books, she storms out of her bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy hurries do-in the ornate staircase. Waiting at the bottom holding the girl's sweater is MAUDE, the Richards' elderly housekeeper. MAUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You be home for dinner, Wendy? Wendy angrily grabs her sweater from the woman. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How the hell do I know? She exits.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The expansive residence sits back off the road in this upper-middle-class suburb. Wendy climbs into her white Mustang and starts the engine. TIRES SQUEALING, she ROARS out of the driveway with the RADIO BLASTING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly Lynch is just finishing breakfast when the TELEPHONE RINGS. The petite blonde eighteen-year-old stuffs a last bite of toast into her mouth and picks up the receiver. KELLY (MUMBLING )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hullo? A pause, then HEAVY BREATHING. Kelly's eyes grow wide as the dreadful voice speaks. TELEPHONE VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "K-K-Kelly? T-tonight it's m-m-ГЇВїВЅIZ Horrified, Kelly drops the phone. The DOORBELL RINGS. Frightened, she gasps, hugging the wall. The DOORBELL RINGS again. Very slowly she moves out of the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kelly cautiously approaches the front door. Peering through a crack in the drapes, she sees a dark figure huddled near the door. With the latch secured, she takes a deep breath and opens the door. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DREW, (O.S.)",
          "text": "Christ, Kelly, c'mon! We're late! Relief floods across her face. Kelly quickly unfastens the latch. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Drew, thank God! She throws herself into the arms of the pleasantly sur- prised DREW SHINNICK, a muscular blond athlete. DREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding her tightly) I'm glad to see you, too. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "24.",
          "text": "31 CONTINUED: 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She looks up at him. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew, this horrible -voice... DREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nightmare? KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the telephone. It sounded so evil! DREW (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you get, a heavy breather? KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worse than that... DREW (INTERRUPTS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turned you on did he? Maybe I should try that! She breaks from his grasp. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'m serious! Drew makes a grab for her but she avoids him, hurries inside. He sighs and leans against the doorjamb to wait. DREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So am I.,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drew is driving, his-arm around Kelly. She still appears shaken by the telephone call. The RADIO is ON. His right hand slowly descends towards her breast. She swats it away. The hand moves to her back, slid- ing down. She leans back, pinning his arm against the seat. The car stops at a light and Drew is instantly on Kelly, biting her neck and kissing her hard on the mouth. She pushes him back. KELLY (ANGRY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought we were late. (CONTINUED)     32 CONTINUED: 32 DREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll get there... eventually. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? Drew HONKS the HORN at another driver. DREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell, you should be glad. A lot of girls would love to have someone steady like me. His irrepressible right hand starts up her leg. KELLY (MOCK-SWEETLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steady? You mean persistent, don't you, darling? Grabbing his hand, she holds it firmly in her lap, which doesn't bother Drew at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jude Cunningham is leaving her house when the TELE- PHONE RINGS. The chubby, brown-haired girl rushes back into the hallway. A plump, middle-aged woman hurries out of the kitchen, wiping her hands on an apron. MRS. CUNNINGHAM eagerly watches her daughter snap up the receiver. The pause, the HEAVY BREATHING and the strange, terrifying voice. TELEPHONE VOICE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "J-Jude? T-t-tonight it's my-my t-t-turn! A disappointed Jude slowly replaces the receiver. Mrs. Cunningham looks on sympathetically. Still no date? JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes her head) Getting closer, though.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "26.",
          "text": "33 CONTINUED: 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. CUNNINGHAM",
          "text": "A boy? JUDE (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An obscene call... and not very obscene at that! Mrs. Cunningham starts to say something. JUDE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry, Mom, gotta run. Giving her mother a quick peck on the cheek, Jude exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The small house appears almost identical to the other dwellings in this lower-middle-class neighborhood. Jude pulls an apple from her large purse, munching while she walks to the bus stop. A gaudily-painted van pulls up alongside her. The win- dow slowly rolls down and a young curly-haired GUY wearing glasses sticks out his head. GUY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, beautiful, need a lift? Jude continues walking, the van moving slowly alongside her. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thanks. GUY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, I won't bite. Jude chomps down hard on her apple. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So who are you? TheGuy leans further out the window. GUY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seymour Stone but.. He's cut short as the van bounces up onto the sidewalk. Jude shrieks. The flustered boy steers the van quickly back onto the road. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "27.",
          "text": "34 CONTINUED: 27 GUY (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "but they call me Slick! Jude laughs, almost choking on her apple. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can see why... How old are you, Slick? GUY (SLICK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Old enough... JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've heard about guys like you... running over girls on the sidewalk... SLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just some girls... If they're good lookin' I give 'em a ride. JUDE (SMILING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can you stop that thing? Slick jams on the brakes. The van jerks to a halt. He opens the passenger door. JUDE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going straight to Winston High, understand? SLICK (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straight to Winston. She climbs inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The interior is decked out in plush red carpet with a bed in back, a stereo cassette deck, and a small fridge. MUSIC is PLAYING. Jude looks around. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like a cheap motel. SLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheap?... that's a two hundred dollar waterbed there... Jude turns around for a look. (CONTINUED)     35 CONTINUED: 35 SLICK (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hand me that history book. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think this is the time to study? She grabs the book, gives it to him. He places it on the fold-down table between them, flips it open. The inside is hollowed out into a container. It contains nearly a hundred neatly rolled joints. SLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Straight to Winston High?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. SCHOOL PARKING LOT DAY",
          "text": "The van weaves through the parked cars, passing up several vacant spots. It finally SCREECHES to a halt at the far end of the lot near some high bluffs over- looking a lake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The air is thick with smoke. JUDE (COUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old are you, really? SLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't believe it... (PAUSES FOR DRAMATIC EFFECT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sixteen! JUDE (CONSIDERING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe it. They both break up giggling. SLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You going to the prom tonight? Jude looks away, embarrassed. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, of course. SLICK (GLUMLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not me. My date got sick. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "LV.",
          "text": "37 CONTINUED: 37 JUDE (BRIGHTENING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Well, as a matter of fact.. (THINKING FURIOUSLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My date is uh, not that certain... Something might be happening, he's not sure, you know? SLICK (NODDING SOLEMNLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, right... Jude watches him. He's slow picking up her hint. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So I guess we're both maybe not going... SLICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... too bad... He looks at her. SLICK (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, you think... JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd love to! She kisses him on the cheek. JUDE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you at eight, same spot! She exits, hurrying across the parking lot as he grins foolishly after her. Suddenly, it dawns on him. SLICK (CALLS OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tall rugged-looking man wearing a police uniform stands in ,the center of the room checking over his revolver. He's DARRYL McBRIDE, forty-eight years old and a veteran Sergeant on the Police Force. Satisfied with the condition of the gun, he jams it back into its holster, turns, calls out. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "30.",
          "text": "38 CONTINUED: MCBRIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go, son! A handsome dark-haired boy of eighteen emerges from a back room. He's Nick McBride. His father pulls open the front door. MCBRIDE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a guy who moves so fast around a disco floor, you are the slowest goddamn thing... Nick nods sleepily, yawns. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right, I know... McBride steps out into the hallway. Nick grabs his books and follows. The TELEPHONE RINGS. Nick hesi- tates. Shaking his head he exits, shutting the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TELEPHONE keeps RINGING. McBride looks at his son. MCBRIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why didn't you answer i NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just Wendy. She's pissed off. She wants me to take her to the prom tonight. MCBRIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you two broke up. The TELEPHONE continues to RING. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three months ago... you can't tell Wendy anything she doesn't want to hear. MCBRIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you going with the Hammond girl? The principal's daughter? NICK (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim.     39 CONTINUED; 39 MCBRIDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God, I wish I had your women problems. They walk down the corridor as the TELEPHONE continues to RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex is alone in the large room. ROCK MUSIC BOOMS out of two huge SPEAKERS suspended from the ceiling. Alex sits behind a console, flipping switches and turning dials, electronically distorting the music. A wall TELEPHONE RINGS.. Caught up in his own manufac- tured sounds, Alex ignores it. After several more RINGS, he reluctantly leaves the console and answers the phone. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello... what?... He listens, expressionless, then hangs up. He flips a switch on the console and the MUSIC STOPS. He sits there a moment, thinking. Then he turns out the lights and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim walks down the long deserted corridor. She hears FOOTSTEPS. She turns. No one. Shaking her head, she continues walking. The FOOTSTEPS return, louder. Kim begins to hurry. She rounds a corner and slips against the wall, waiting. Silence. With a deep breath, she moves on to her locker. Kim quickly twists the dial on the combination lock and yanks open the door. Grabbing several books she slams the door shut. A mop HANDLE CRASHES into the locker, missing her head by inches. The SHARP REPORT echoes down the corridor. Terrified, Kim jumps back, spins around. Sykes is standing there. SYKES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "S-s-sorry, Missy. You hurt? Her heart pounding wildly, Kim rushes into the gym. Sykes picks up his mop.     32-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim runs into the huge deserted gym, glancing frantical- ly over her shoulder. Her FOOTSTEPS CLATTER across the hardwood floor. She stops, waits to recover her breath. The room glows tgith a crystalline light sparkling off the silver decorations put up for the Prom. Stretched across the bleachers is a banner reading: \"DISCO",
          "sentiment": "neutral"
        },
        {
          "speaker": "MADNESS.\"",
          "text": "Gazing around, Kim feels the excitement of anticipation. Imagining herself in Nick's arms, she begins to dance, whirling through the gym to the music in her head. Suddenly, someone is clapping, slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (O.S.)",
          "text": "Bravo... Kim stops abruptly. Standing onstage, watching her, is Wendy. WENDY (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Practicing for tonight? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, as a matter of fact... I was just... WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thinking about Nick, maybe? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my business. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wish! Nick is King of the Prom, you happen to be Queen of the Prom... that's all there is to it, Hammond... As far as anything else... Nick is mine... KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You really ought to tell him that. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm telling you, okay? Stay away from Nick! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You and Nick haven't been together in ages. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know nothing about it! (CONTINUED)     _J _J 42 CONTINUED: 42 KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? So who are you going with tonight? WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not who you go with, honey... it's who takes you home. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll try and remember that. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait and see, bitch... Just wait and see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The corridor is packed with students -- flirting, gossiping, fighting, a few even studying. We PICK UP Kim and VICKI CANTRELL, eighteen, moving down the crowd- ed hallway through the various conversations. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ": So then she threatened me. VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy's a jerk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MALE, (V.0.)",
          "text": "She didn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECOND MALE, (V.0.)",
          "text": "Swear to God!",
          "sentiment": "neutral"
        },
        {
          "speaker": "FIRST MALE, (V.0.)",
          "text": "(INCREDULOUS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the teachers' lounge? OTHER VOICES",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dual headers... thinks he's a fox... Dust'll run you... long and slinky and tight... swings like my mother... how much for half a lid? Jude joins Kim and Vicki as they walk. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "guys. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jude. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "34.",
          "text": "43 CONTINUED: 43 VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Missed you on the bus today. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't ride it. VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought you were too big to hide. KIM (CHIDING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki... JUDE (IGNORING VICKI)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got a ride. VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who with? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "None of your business. JUDE (BLASE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A guy. Vicki and Kim are left hanging, waiting for more. VICKI (FINALLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jude! Jude can hold it back no longer. JUDE (EXPLODES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to the prom! Kim. and Vicki excitedly hug Jude. A big, bushy-haired youth with a stubble of beard strolls by, smirking when he sees the girls embracing. LOU PERANO, a twenty-year- old high school junior, stops and stares. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew there was some reason Kim wouldn't go out with me. She likes girls! The girls separate. (CONTINUED)     43 CONTINUED: (2) 43 VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say goodbye, Lou. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Vicki and Jude) Let's go. They head down the hallway to their lockers. Lou tags along. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You girls get bored with each other, I'm always around, you know? They pass Kelly and Drew huddled at her locker. His hands rest on her shoulders. They are talking intently. VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor girl must be exhausted. Look how he has to hold her up... (sees Nick approaching WITH WENDY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh oh. Kim stops suddenly and turns to look. Lou bumps into her, his hand purposely grazing her rear. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go play with yourself, Lou. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm saving it for you. Kim sighs with disgust and turns around as Nick walks up talking to Wendy. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy, for Christ sake, I never... (SEES KIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim! KIM (IGNORING WENDY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Nick. Seeing Kim, Wendy quickly reaches up and kisses Nick on the mouth. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll talk about it later, lover. Bye. Wendy smiles and strolls away. Lou follows her. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "NICK (EMBARRASSED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told her to leave me alone. KIM (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worked real well. The BELL RINGS signalling first period class. Kim turns to Vicki and Jude. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd better go. Kim brushes past Nick without a word. The two girls ex- change puzzled glances and follow her. NICK (WORRIED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim? Kim does not turn back. Walking next to her, Vicki watches her friend curiously. Kim giggles. A sneaky smile creeps across her face. JUDE (GRINNING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's cruel! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh! VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no you don't... (turns back and calls to Nick) She's smiling, Nick. Big grin spread all over her face. Kim punches her friend but the damage is done. Nick grins broadly. Blushing, Kim turns back, flashes him a quick smile and disappears around a corner to the hoots of Vicki and Jude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tall dark figure walks quickly down a concrete cor- ridor. From somewhere nearby, loud VOICES, SPLASHING water, can be HEARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shadow moves behind the opaque glass plate of a heavy door. (CONTINUED)     45 CONTINUED: 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door edges open. Raymond Hammond appears. Prop- ping the door open with his shoulder, he starts down across the narrow gallery to the pool below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A class of senior male students occupies the water, among them Nick McBride and Drew Shinnick. With no Phys. Ed. instructor in sight, it's a general goof-off period. Nick walks out onto the diving board. Drew is treading water below him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND 47",
          "text": "as he watches Nick intently from the gallery door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick launches himself out over Drew in an apparent belly-flop. At the last moment, he tucks in and hits the water in a flipped over cannonball. He surfaces to a chorus of whistles and cheers. It was a close shave. DREW",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wanta take care of yourself, man... Kim's expecting a lot from you tonight... Nick laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door is easing shut. Hammond is nowhere to be seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A side door opens. Hammond steps in, gazes around. The gym is empty, silent. He walks to the stage steps, climbs up, pushes through the thick curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a dark cluttered area broken up by tall partitions, discarded flats from old student productions, banks of lights. Hammond crosses to a rear door, tries it. It's locked. He turns back. As he does so there's a sudden WHIRRING SOUND. A row of spotlights flashes on right in front of him, almost blinding him. He tries to shield his eyes. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "38.",
          "text": "51 CONTINUED: 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He spins around. Another bank of lights flares at him. He staggers downstage. The curtains begin to swing open. Startled, he jumps away from them. His foot lands on a package of photo-flood bulbs.. There's a LOUD POP. Then a VOICE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALEX, (O.S.)",
          "text": "Who's there? Hammond, shaken, looks across to the far wing. There's an elevated platform where the electronic control panel is located. Alex peers down. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex?... What the hell're you doing? ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm testing the board... I didn't hear you... nobody's supposed to be here yet... HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, well'... He looks around. He's still trying to get himself together. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm.. I'm thinking we might have a fire hazzard here, all these extra lights. He looks awkward, as if he'd been caught at something. H.A1 ll4OND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "all right... He turns, climbs down the stage steps and starts back across the gym. At the other end of the floor a door opens, Sykes looks in. Hammond sees him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HA, MOND",
          "text": "(CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah... Mr. Sykes... Sykes waits as Hammond hurries across to him. The two men go out together. Alex walks out onto the stage, watches them go.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First period biology class features MONTY WELLER, a tall, thin Englishman in his late thirties. This stuf- fy, dour science teacher drones on about the joys of ex- ploring frog vertebrae while most of his class naps, daydreams or passes notes. Seated in the back near the door, Jude is furtively opening a handwritten note. She quickly reads it. Stifling a giggle, she looks up to see Kim and Vicki across the aisle, eagerly awaiting her reply. Jude tears out part of a page from her biology book and scrawls her answer. Folding the note, she taps the boy next to her and motions for him to pass it on. Vicki grabs the note from the boy. Quickly scanning it, she nods, impressed. Kim reads it and mouths the word \"Wow\" to Jude who blushes happily. Glancing out into the hallway, Jude notices Slick walk- ing past. Seeing her in class, he stops and waves. Jude frantically tries to motion him away. Their backs to the door, Kim and Vicki watch with curiosity as Jude gestures in their direction. Seeing her friends watching her, Jude smiles and tries to ignore Slick. Not to be denied, he exaggeratedly mimes Weller, nose to his textbook, lecturing on, oblivious to his class. Jude laughs in spite of herself. Kim and Vicki turn around. Glancing out the door, the two girls stare in disbelief at the small weird curly-haired boy doing a perfect im- itation of the eminently boring Weller. Their surprise turns to hilarity as they realize this boy must be Jude's prom date. Kim holds up the note, raising her eyebrows as she gestures toward Slick. Jude nods. Kim and Vicki can barely contain their laughter. They do not notice Mr. Weller eyeing them suspiciously as he rattles on about frog intestines. Slick mouths the words, \"See you at lunch.., in the van.\" Jude nods and smiles. With a final bow and a wave, he exits. Kim suddenly looks up to find a red-faced Mr. Weller looming above her. WELLER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miss Hammond! Wide-eyed, Kim desperately tries to crush the note in her hand. (CONTINUED)     52 CONTINUED: 52 WELLER (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Since you obviously find your own words more interesting than those of Farnsworth on the anatomy of a frog... (pauses to share his wit with the class) , read the note! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(barely a whisper) Read the note? WELLER (STERNLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Miss Hammond! Kim swallows and steals a quick glance at her friends. Vicki winces. Jude tries to disappear beneath her, seat. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yessir... (clears her throat) Well, it's mostly talking about... WELLER (INTERRUPTS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Word for word, please. Exactly as it is written. KIM (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right.. (coughs and finally begins, slowly, in a STILTED MANNER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a hunk! Titters from the class. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really cute... Tall... a great BODY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The class roars with laughter. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kinda the Latin lover type. (MORE) (CONTINUED)     41- 52 CONTINUED (2) 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "KIM, (CONS'' D)",
          "text": "(reading ahead, KIM GIGGLES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and his name is Slick! The classroom erupts into laughter as the BELL RINGS, signaling the end of the class. Still laughing, stu- dents gather their books and shuffle out, several giv- ing Kim sympathetic glances as they pass. WELLER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After school, Miss Hammond. One hour detention study hall... you and your friends! Kim looks from Jude to Vicki. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, Mr. Weller, tonight's the prom... WELLER (DISDAINFULLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell that to your... (SNIFFS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "hunk! He spins on his heel and marches back to his desk. The three girls hurriedly exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand is flipping through the pages of the Winston High yearbook, the back pages where the individual photographs of graduating students are placed. The hand stops, moves across an open page to a smiling head shot of Nick McBride. The hand rips the picture from the page, sets it down on a plain wooden desk alongside three other pictures -with similar torn edges. The other pictures are of Jude Cunningham, Kelly Lynch, and Wendy Richards. The yearbook is slammed shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim, Jude and Vicki enter the crowded room. MUSIC from several portable RADIOS can be HEARD above the clamor as the girls move into the long lunch line. Kim spots Alex seated nearby and waves to him. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "4L.",
          "text": "54 CONTINUED: 54 VICKI (NUDGING JUDE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here comes the incredible hunk himself. Jude looks up to see Slick slowly making his way down the line towards them. He is carrying a tray piled high with snack food: potato chips, cookies, candy. Jude smiles as he passes her, grinning. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like a party. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah -- I don't think he's gonna be too good for my diet... Slick moves down the lunch line. Suddenly he is bumped from behind, sending the tray and the snacks flying across the room. Looking around, Slick jumps back, startled by a tall figure wearing a dark ski mask. SLICK (ANGRILY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, clown, what the... Three of Lou's gang quickly step up behind the masked figure. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Say what? SLICK (SHRUGS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget it, Lou. LOU (SMIRKS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I figured. Slick bends over to pick up his lunch. SLICK (SOFTLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asshole! Lou and his friends shove ahead in the line until he is standing behind Kim. Lou nuzzles Kim's neck. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muffled by the mask) Like me better now? (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "43.",
          "text": "54 CONTINUED: (2) 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Startled, Kim spins around. Her fear quickly becomes anger. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an improvement! She turns her back to him. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like it so much... (spins her around to FACE HIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a taste. He kisses her hard on the mouth. Swinging at him, Kim breaks away. Laughing, Lou grabs her wrists and rough- ly pulls her to him. Alex instantly jumps to his feet. LOU (CONTINUING;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "holding Kim close) Be nice... Alex leaps over the metal railing separating the line from the tables. Crashing into Lou, he drives the larger boy back into the salad counter, sending food and utensils flying. As they tumble off the counter onto the floor, Alex gets in several furious punches before Lou's gang can pry him loose. Two of the gang pin Alex against the counter. Wiping blood from his mouth, Lou grins maliciously and slugs Alex in the stomach. The boy groans and doubles over. Lou grabs Alex's hair and slams his head back against the glass shield of the counter. As Lou rears back to throw another punch, his two friends suddenly release Alex and scatter. The boy crumples to the floor. Lou turns around to see two MALE TEACHERS rapidly approaching. The larger teacher grabs Lou. TEACHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This time you're out, Perano. Lou points to Alex who is being helped up from the floor. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He started i TEACHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll bet... Alex? (CONTINUED)     54 CONTINUED: (3) 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex nods, leaning on the other teacher for support. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not true! Alex was trying to help me. The teacher looks from Kim to Lou to Alex. TEACHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd better come along to your father's office. LOU (SNEERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonder who'll get off with just a warning? Several students laugh. The two Teachers march Lou and Alex through the silent cafeteria. Lou swaggers bask- ing in the attention. Alex walks with his head bowed. They exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lou and Alex accompany the teachers down the corridor toward the principal's office. Nick and Wendy approach from the opposite direction, talking heatedly. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care who. Just somebody else! WENDY (BITTER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You never had it so good as with me. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've got it now... better! WENDY (ANGRILY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't even know... (spots Lou and CALLS OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lou! The surprised Lou tries to stop but the Teachers hurry him and Alex past the couple. Wendy watches Nick. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turning back to Wendy) I got this appointment. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "45.",
          "text": "55 CONTINUED: 55 WENDY I'LL WAI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy turns to see Nick's reaction but he is already walking towards the cafeteria. The irate girl glares after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond is talking on the telephone. He appears agi- tated, running his fingers through his hair and tugging at the knot in his loosened tie. HAMMOND (EXASPERATED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Vi. I didn't forget. I told you we'd go to the cemetery... The door opens and Adele Cooper's head peers around the corner. Seeing Hammond talking on the phone, she nods toward the outer office. Hammond gestures for her to wait. She persists until he angrily takes the receiver from his ear and covers the mouthpiece. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it? ADELE (WHISPERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are some gentlemen here to see you, Mr. Hammond. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't it wait? ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't ask... But one looks a little like that child in the picture on your desk. Hammond automatically glances at the photograph of Robin framed alongside one of the rest of his family. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the receiver) I've got to go now, Vi... We'll be there within the hour... There's a loud CLICK on the other end of the line. HAIIOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn! (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "46.",
          "text": "56 CONTINUED: 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frustrated, Hammond slams the receiver into its cradle. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, send them in. The two Male Teachers enter first, followed by Lou and finally Alex. Hammond gives his son a sharp look, then turns to glare at Lou. HAMMOND (CONTINUING ;WEARILY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You again? TEACHER (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brawling in the cafeteria... both of them. He places Lou's ski mask on Hammond's desk. The prin- cipal glances at it. HAMMOND (FINALLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. I'll handle it. The Teachers exit. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Explanations? He looks at Alex. The boy stares at the floor and says nothing. Hammond holds the mask up to Lou. HAIIOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Halloween? LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was just foolin' around with this girl... ALEX (INTERRUPTS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim! Hammond frowns. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "when this -- your son tackled me and... HAMMOND (INTERRUPTS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this true, Alex? (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "47.",
          "text": "56 CONTINUED: (2) 56 LOU (SNIDE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I knew It ! Hammond whirls on him. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You knew what? LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It just figures. HAIV MOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice rising WITH ANGER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That I'll play favorites? That I'll go easy on Alex because he's my son? (pauses, waiting for Lou to back down and LOOK AWAY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn right I will! You're a disgrace to this school and this community... (RECOVERS SOMEWHAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're suspended -- indefinitely! Now get out! LOU (SNEERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about your son? HAMMOND (ICILY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're not off school grounds in five minutes, I'll have you arrested for trespassing. Lou stalks to the door. Opening it, he turns to Alex. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you around. He exits, slamming the door. HAMMOND (WITHOUT LOOKING AT ALEX)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have the nurse take a look at you, then get back here. Alex exits. Hammond angrily grabs Lou's ski mask and hurls it at the trash can_    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim and Vicki are sprawled on the grass eating lunch. Lou storms down the front steps. Pausing at the bottom, he turns, strolls over to Kim. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch for me, little girl. You know I'm just a kiss away. Lou laughs and walks off toward the parking lot. Kim shudders. Wendy's white Mustang slides up to the curb. The pass- enger window rolls down and Lou leans over to look in- side. After a moment he climbs in and the MUSTANG PEELS out of the lot, leaving twin black tread marks in its wake. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a pair! VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Made for each other! Kim opens a carton of yogurt. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wearing that green gown tonight? VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You kidding? That was last year. This year... red silk! (smiles and runs her hand from her neck to her waist) Cut to here! ...",
          "sentiment": "neutral"
        },
        {
          "speaker": "NICK, (O.S.)",
          "text": "Cut to where? Kim and Vicki turn to see Nick ambling across the lawn toward them. VICKI (MOCK-SEDUCTIVELY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Anywhere you like... KIM (SMILING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the prowl!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy's white Mustang streaks through traffic, dodging in and out of lanes, running yellows, burning around corners.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lou sits pinned to the passenger seat, eyes wide, staring straight ahead as if he can't quite believe this trip. His bravado seems to have left him. He glances over at Wendy in the driver's seat. She's puffing on a cigarette, handling the wheel almost casually. She's in control,",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mustang suddenly slows down and makes a hard left turn, narrowly beating a horn-honking oncoming van. The big white car bounces up over the curb and sweeps into the end slot at a sprawling fast-food drive-in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lou's still pinned to his seat. Wendy shuts off the engine, looks at him. He looks at her, lets out a long deep breath. A cute little CAR-HOP in a cut-off costume and roller skates glides over. She leans into Wendy's window, talks through a wad of gum. CAR-HOP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready to order? WENDY (TO LOU)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you want? Lou's shifting around in his seat, pulling himself together. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm uh... a little short on cash.. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can owe me. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah? Okay then, a couple of burgers, a large fries... what kind of beer you got? CAR- HOP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon man, this is a drive-in not a bar. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, all right... don't get nervous... Gimme a coke... (MORE) (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "50.",
          "text": "61 CONTINUED: LOU (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nods to Wendy) She'll have the same. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small diet cola. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That ' sit. The Car-hop shrugs, wheels away. Wendy turns to Lou. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll buy you one for Christmas, all right? Now, how do I know you're serious? LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta you mean, serious? I hate that school, Hammond and his asshole family... WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want anyone hurt... not badly. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got it... anything your little heart desires... WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lou, shouldn't we go over this. Lou puts his finger to her mouth, silencing her. LOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take care of it, Scout's honor... Don't worry about it... (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Di. 61 CONTINUED: (2) 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He caresses her cheek and lips, then kisses her. At first reluctant, Wendy quickly takes over. When they finally break from their passionate clinch, he is gasping. LOU (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jesus Christ! WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry about it.. She unbuttons his shirt and begins to kiss and lick his chest. Slowly she works her way down. Lou begins to writhe. Wendy's head disappears from VIEW. Lou's eyes snap open in surprise. Wendy groans. WEND Y",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn stick shift! Lou starts to protest, then dissolves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Car-hop wheels up to the Mustang carrying a tray loaded with food. She leans over and peers inside. Wendy is behind the wheel, perfectly composed. A mind- blown Lou is hurriedly doing up his belt, tucking in his shirt. He glances at the Car-hop then turns away to finish the job. CAR-HOP",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enjoy your meal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIDE VIEW; high weather-worn bluffs tumbling down to a strip of beach and the calm blue waters of the lake. Above the bluffs there's a narrow shaded park and then the buildings and parking lots of Winston High.     63 CONTINUED:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick and Kim walk slowly along the rim of the bluffs. Nick has his arm around her. She leans into him. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am excited, it's just... in some ways it's such an awful day... It's Robin's day...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mother's all upset, as usual. My father too... he doesn't show it so much... It's hard to get over something like that. Robin would have been a junior, like Alex. This would've been her first prom... I guess that's'why it seems so much worse this year... She stops, turns and faces Nick. It's hard for him to meet her gaze. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Queen of the Prom is determined not to let it get to her... She must maintain her... whatever, at all costs.. She tries a weak smile. Nick stares at her, then sud- denly takes her, pulls her to him, embraces her. She's caught by surprise, but she responds. She smiles. KIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you too.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Di. 64 CONTINUED: 64 NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm... I want you to know that... Robin's death... I remember it and I've always been... so sorry about it... Kim looks puzzled. NICK (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean... I know what you're feeling... I've... (looks at her) :Listen I... Across the school parking lot a CAR HORN BLARES, inter- rupts Nick. Kim reacts. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's my father... I've got to go, Okay? NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... I'll see you later. She hesitates a moment, then kisses him quickly, turns and goes. Nick looks shaken up. He stares after her as she hurries away. Behind Nick, in the other corner of the parking lot, a metal door slides open, loud RAUNCHY ROCK and ROLL sud- denly infests the air. Nick turns, sees Jude climbing out of Slick's van. Jude looks about as stoned as she can get. She spots Nick, waves. JUDE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Nick! Nick turns and heads the other way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a small marble headstone inset with the carved face of an angel and the inscription \"Robin Anne Hammond 1964 - 1973 Too Soon Taken From Us.\" Kneeling beside the grave is Vivian Hammond. She's ar- ranging a large bouquet of mixed flowers, fussing with them, trying for some kind of impossible perfection. HP`ГЇВїВЅMOND (0. S. We have to go, Vi. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "J4.",
          "text": "65 CONTINUED: 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She doesn't react, she keeps playing with the flowers. Hammond moves in behind her, puts his hands on her shoulders. She looks at him. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to get back. She stands, with her husband's support. Kim and Alex are standing quietly at the foot of the grave. Vivian looks at them both. Her eyes hold a terrible rage, a terrible sadness. Hammond carefully guides her away. Kim has a flower of her own, a white rose, which she drops on her sister's grave. She turns, meets Alex's stare, moves off after her parents. Alex remains a mo- ment longer, then. he, too, goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. TENNIS COURTS DAY",
          "text": "During the afternoon phys. ed. class, the girls play tennis: Kim with Kelly and Vicki with Jude. Sykes lingers nearby, watching the girls. Their instructor is Miss HENRI-ANNE BENTON, a stocky woman in her late thirties with teased, lacquered hair. A product of genteel Southern womanhood, Henri-Anne stalks the courts in her baggy Bermuda shorts, constantly blowing a silver whistle hanging from her neck. A very stoned, giggling Jude runs Vicki ragged, hitting balls over the fence, straight up in the air and occa- sionally even back over her head. Each time a ball flies over the fence, Vicki runs to retrieve it to the delight of Sykes. At one point, Vicki bends over to pick up a ball under Sykes' appreciative gaze. The shrill WHISTLE inter- rupts her as Henri-Anne rushes over. HENRI-ANNE (SOUTHERN ACCENT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, Miss Cantrell! Never bend from the waist... Squat! (DEMONSTRATES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Always squat to retrieve. Otherwise, you look like the broad side of a barn! (glares at Sykes) Isn't that so, Mr. Sykes? Embarrassed, the custodian scuttles away to the girls' Laughter.     66 CONTINUED: 66 HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough for today, ladies. We don't want you all worn out for the ball tonight. Kim, Jude and Kelly gather'around with the other girls. JUDE (GIGGLING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ball? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh! Kelly takes Jude aside as Kim and Vicki approach Henri Anne. KIM (CONTINUING; WHISPERS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure she likes Weller? VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Positive. I heard her say she's had the hots for him since they met! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She said that? VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, not exactly. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Kim. You'll be in the gym promptly at three-fifteen for rehearsal? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, actually no, Miss Benton. can't make it... You know Mr. Weller? HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're... acquainted. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He.. umm.. VICKI (BLURTS OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's got a crush on Kim! (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "56.",
          "text": "660 CONTINUED: (2) 66",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim stares in amazement aL Vicki; HENRI --ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staring at Kim) He has what? Kim, wide-eyed, can only look at Vicki. VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He keeps making Kim stay after school in detention study hall for no reason... Just so he can be near her. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's horrible! Kim gulps. HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean to tell me that awful man A girl half his age! (a very slight SMILE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you have detention this afternoon? Kim nods meekly. Lost in thought, Henri-Anne fondles a tennis ball, a curious smile playing across her face. HENRI-ANNE (CONTINUING; FINALLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave everything to me... She hurries away. Kim turns on Vicki and starts to protest. VICKI (INTERRUPTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It worked, didn't it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim and Vicki, and behind them, Jude and Kelly are walking back to the gym and the dressing rooms from the tennis courts. Vicki's in high spirits and Jude still can't stop giggling. Vicki spots old Sykes heading out toward the playing field. She calls out to him. (CONTINUED)     57- 67 CONTIPRJED 67 VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Sykes! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki, don't... VICKI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Mr. Sykes... Sykes stops, turns around. VICKI (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is just for you... She turns, bends over, quickly yanks down her shorts and moons him. There's a squeal of laughter from Jude and from Kelly. Vicki whips her shorts back up and runs to the gym door, the other girls in pursuit. Kim looks back at Sykes. He's just standing in the field, not moving. There's a look in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim and Kelly are undressing. Three girls pass them headin g for the showers. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not like the others, Kim. Drew needs somebody like Vicki who'll give him what he wants. KIM (LAUGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vicki's sex life is more talk than action. Besides, Drew wants you. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid if I don't make it with him he'll find somebody who will. KIM (SHRUGS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let him. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd die if he did... The girls wrap towels around themselves and walk to- wards the showers.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sa .",
          "sentiment": "neutral"
        },
        {
          "speaker": "INTT. SHIER AREA",
          "text": "A girl (MELANIE) is leaving as Kim and'Kelly enter. Wendy is standing in front of a mirror drying her hair. Kim ignores her and Wendy returns the compliment. MELANIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you outside, Wendy. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just be a minute... Kim and Kelly hang up their towels and step into the showers. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about you and Nick? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about us? Wendy finishes brushing her hair, shoots Kim.a dark look, exits. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What.happened when he asked you? Kim smiles. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I asked him... Kelly looks at her friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy finishes buttoning her blouse. She's pulling on her jeans when she hears a SCUFFLING SOUND. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be right there, Melanie. No answer. Curious, Wendy moves around the lockers, investigating. The room appears empty. There's a sudden LOUD CREAKING. Wendy whirls around. A locker door is swinging slowly open. WENDY (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Melanie?... Still no answer. Shaking her head, Wendy returns to her locker. (CONTINUED)     70 CONTINUED: 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's about to shut it when she sees something, a pic- ture, taped to the side of the door. It's her photo, torn from the School Yearbook. She rips it from the door, looks at it. WENDY (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this for, Melanie? Her voice echoes through the empty room. She gazes around, fear creeping into her face. She quickly finishes dressing, grabs her books, turns to leave. Suddenly she screams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wendy's SCREAM is all but DROWNED OUT by the SHOWERS. Rinsing off, Kim and Kelly hear nothing. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think I'll let Drew do it. The door to the locker roor slowly opens behind them. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let him? She looks at Kelly. Neither girl hears the SQUISH of RUBBER SOLES moving across the wet tile floor. Suddenly there are LOUD VOICES. Melanie comes through from the locker room, laughing. Behind her, Wendy's ANGRY WORDS are AUDIBLE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WENDY, (O.S.)",
          "text": "If you ever try anything like that again, you cow! Melanie thinks it's hilarious. MELANIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Kim and Kelly) You should've seen her jump... Nadia Comenici never did better... Wendy storms in. She's got the photo in her hand. She waves it at Kim and Kelly. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this supposed to mean? (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "vv. 71 CONTINUED - 71 KIM (SARCASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know it's not much of a picture, Wendy, but you didn't have to go that far... Wendy is furious. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't! She turns, glares at Melanie. MELANIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't look at me... WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're all... children... She storms out. Melanie looks at Kim and Kelly, shrugs, follows Wendy. A DOOR SLAMS in the locker room. Kim and Kelly look at each other, laugh, turn their faces back to the steaming water. Neither one hears the SOUND across the room, a HARSH RHYTHMIC HEAVY BREATHING. Kelly bends her head away from the water, clears her eyes., She squints out through the steam at the big wall mirror across the room. She sees something. She steps back into Kim, her eyes wide with fear. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch it... Kelly covers her breasts with her arms, presses against the wall, terrified. Suddenly there's an EXPLOSION of SOUND. Kim screams, jumps back, stares. There's a jagged hole in the cen- ter of the mirror, huge cracks radiating from it, spidering across its surface. For a moment no one moves. Splinters of GLASS TRICKLE down to the floor. There's no other sound. Kim grabs for her towel, steps out of the shower, looks. There's no one. She heads for the locker room door. Kelly runs after her. KELLY KIM 1    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim rushes into the room, Kelly right behind her. There's no one. Kelly is quivering. She clutches at Kim's arm. Kim looks at her. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you see? Kelly just shakes her head. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just... just... a shadow or.,. Kim heads for the exit door across the room. Kelly stays with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim opens the outside door, peers down the walkway to the tennis courts, playing fields. There's no sign of anyone. She closes the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim turns back.to Kelly who's started to cry. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone was there! Someone was... in there... Kim is taking charge. She moves cautiously back to the shower room door, opens it, looks in. She gasps. KELLY (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? What!s wrong? Kelly's on the edge of hysteria. She runs over to Kim. They both look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the girls see is the mirror. Something has changed. A long wedge of glass has been lifted out o it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE 76",
          "text": "Kim shuts the door, presses against it, stares at Kelly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim walks quickly down a long school corridor and turns into her father's office.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim enters. Adele Cooper is seated behind the secre- tary's desk thumbing through a fashion magazine. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like to see my f ather . ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another Hammond? KIM (AGITATED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is he here? ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, he's not. He said he'd be back but... She trails off. Kim is obviously upset. ADELE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's urrong? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh... There was... Somebody broke a mirror in the shower room... There was somebody in there... ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A mirror? Seven years bad luck... She tries to smile. Kim just looks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim turns a corner, heading for class, and almost runs into Sykes, cleaning the floor. Sykes turns. For a moment their eyes lock. Then Kim hurries away, almost running. Sykes stares after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim comes down the hallway and stops at the door. There's a piece of paper with a hastily scrawled mes- sage taped there. It heads: \"Detention Postponed Until Monday -- EMERGENCY! Weller.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "VICKI, (O.S.)",
          "text": "Did it work? Kim is startled, turns. Vicki and Jude and approach- ing. Vicki hurries to the door, reads the note. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ai. 80 CONTINUED : 80 VICKI (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It worked! She lets out a whoop, embraces Jude. Kim stands back, somehow less impressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several students are putting last-minute touches on the decor as Kim comes in. Huge speakers are being hoisted on pulleys to hang from the ceiling. A vast, raised platform covers much of the gym floor, its plexiglass surface designed to be illuminated from below. Perched on a ladder, Weller is hanging shimmering silver strips while Henri-Anne Benton supervises from the disco floor. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful, Monty... A little higher... (sees Kim and SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm glad you could make it! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something came up... (looks at Weller) 'Afternoon, Mr. Weller. WELLER (EMBARRASSED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, hello, Miss... Hammond. I was just... uh... Henri-Anne mercifully interrupts him. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get started. (CALLS OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick! Nick pokes his head out of the sound booth set on a platform near the stage. HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Onstage! Tell Alex we're ready. Alex emerges from the booth. DAVY MATLOCK, a pudgy, fifteen-year-old sophomore and Alex's technical assis- tant, leans out behind him. (CONTINUED)     81 81 CONTINUED: ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All set, Miss Benton. Just have Davy roll the tapes. HENRI -ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonderful. You can be Mr. Hanunond for the rehearsal! Alex groans. Kim smiles as Nick joins her. She takes his hand, clutches it. They start to walk away, talk- ing quietly. Nick puts his arm around her. HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick! Kim! Come with me. Henri-Anne bounds up onto the stage. Kim and Nick fol- low her behind the curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Henri-Anne takes Kim to one of the wings of the dark cluttered area. HENRI -ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll wait here... (looks around for NICK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick? Nick silently creeps from behind a partition and moves up directly behind Henri-Anne. He mimes choking her, a crazed expression on his face. Kim has to laugh at his clowning. HENRI-ANNE CONTINUING; WHIRLS AROUND)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick! NICK (GRINS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scary place! HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to stand up here tonight, not me. If you don't know what to do, you'll look the fool! Nick glances at Kim. She shrugs. (CONTINUED)     65- 82 CONTINUED: 82 HENRI-ANNE (CONTINUIN G)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come along. Nick follows her to the opposite wing. Kim cannot see them from her position. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; calls out) Can you hear me, Kim? KIM CALLS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Kim leans against a wall, gazing around at her gloomy surroundings. She does not hear the WHISPERED CONVER- SATION coming from behind a nearby partition. She does not see Wendy and Lou lurking there, watching her. HENRI-ANNE (SHOUTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All right, Alex, start the tape. A TRUMPET FANFARE BLARES OUT of the SPEAKERS. HENRI-ANNE (CONTINUING; SHOUTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen for your cue, king and queen... PROFESSIONAL MUSIC is HEARD. HENRI-ANNE (CONTINUING; SHOUTING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start walking -- slowly! Kim begins to cross the stage. She smiles when she spots Nick. The curtain slowly opens. VOICE (TAPED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The King and Queen of the George Winston High School Junion-Senior Prom for 1980 -- Nick McBride and Kim Hammond! They meet backstage center and turn towards the parting curtain. Henri-Anne stands at the front of the stage, her hand resting on Alex's shoulder, as Kim and Nick proceed downstage. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "66.",
          "text": "82 CONTINUED: (2) 82 VOICE (TAPED) (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These two seniors were selected by their fellow students as the most popular boy and girl in the class.. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Kim as they WALK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit! Kim smiles. Peeking out from behind the curtain, Wendy turns to Lou. WENDY (BITTERLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullshit! LOU (GRINS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh! VOICE (TAPED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick is a three-sport letterman and president of the Key Club. He plans to attend State University in the fall. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because he can't get in anywhere else! VOICE (TAPED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim is the head cheerleader and ranked number one on the girls' tennis team. She hopes to become a teacher. NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If she ever graduates... Nick and Kim stop downstage center. HENRI-ANNE (SHOVING ALEX FORWARD)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Alex. Self-consciously, Alex stumbles up to Kim and pretends to give her a bouquet of roses. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "82 CONTINUED: (3) 82 HENRI -ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it, Alex. Now kiss her! ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sister? HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex! Alex awkwardly kisses Kim on the cheek. HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now the king. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiss the king? NICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the mouth! Kim laughs at Alex's discomfort. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shake hands... They shake. HENRI -ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alex, step back... Alex moves next to her. HENRI -ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim and Nick, start down the.. (looks at the STAGE APRON)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the steps? Silence. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; to the ENTIRE GYM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You expect our king and queen to jump to the floor? A STUDENT in the back timidly responds. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "68.",
          "text": "82 CONTINUED: (4) 82 STUDENT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll find them, Miss Benton. Henri-Anne turns back to Nick and Kim. HENRI-ANNE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll descend the steps... Nick and Kim climb down from the stage. HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nick, give Kim your arm... (as he does) Move to the center of the floor. Nick and Kim self-consciously cross the room, aware that everyone is watching them. HENRI-ANNE (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait for the spotlights and your music cue, then dance... (SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It'll be beautiful!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TNT. HALLWAY",
          "text": "Kim strides down the empty corridor, flushed and ex- cited from the rehearsal. Arriving at her father's of- fice, she flings open the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim enters and surveys the apparently empty office. Hearing GRUNTS and GROANS from behind the desk, Kim steps around and sees Adele Cooper stretched across the floor. The secretary is practicing her \"Rainbow\" exer- cise, arching her body towards the ceiling while keep- ing her hands and feet on the floor. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Adele twists her head around to look at Kim. Her \"Rainbow\" collapses. Spinning around, Adele sits cross-legged on the floor and smiles at Kim. ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... I've calmed down a bit... (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "69.",
          "text": "84 CONTINUED: 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adele launches into another contortion. ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This works for me. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has my father been back? ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nope. Haven't seen him all afternoon. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he didn't leave a message? ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a word. KIM (PUZZLED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Strange... He usually gives me a ride home. ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me finish and I'll give you a lift. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, but I can walk. Kim starts to leave, turning around at the door. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess I won't be seeing you again. Standing on her head, Adele smiles. ADELE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Guess again. Three different students asked me to the prom tonight... I thought you had to be enrolled! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're going? ADELE (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not with any of them. Know any good-looking fathers? CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "70.",
          "text": "84 CONTINUED: (2) 84 KIM (SMILES) -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll keep my eyes open. See you later. She exits as Adele slowly lowers her legs to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jude approaches her locker, stops. There's a picture taped to her locker door, her picture, ripped out of the Winston High Yearbook. She looks at it, reaches up and pulls it off the door. She winces, looks at her finger. It's bleeding. She looks at the picture. There's a tiny sliver of glass embedded in it. Jude hears SOMEONE COMING. She turns to see Kelly com- ing toward her. KELLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jude... look... She has something in her hand. It's a photo of her, a, Yearbook photo with the same torn edges. Jude holds up her version. KELLY (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DOOR CREAKS open. A light is flicked on. Sykes stands there, a broom and a big waste-pan in his hands. He stares at the broken mirror with its center hole and its missing wedge. He shuffles across the floor and starts to clean up the debris.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The split-level suburban residence sits on a tree-lined street in an older, middle-class neighborhood. Walking up the driveway, Kim hears a LOUD THUD from behind the house. As the SOUND CONTINUES, Kim walks around back to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepping around the corner of the house, Kim sees her father furiously chopping an old stump in the flower garden. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "/ l. 88 CONTINUED: 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond's axe slashes into the rotten wood, sending splinters flying in all directions. Kim watches him work. He appears angry and upset. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. Oblivious, Hammond buries the axe in the stump. Kim moves around to face him. When he sees her, Hammond jumps, startled. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't hear you. KIM (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry. Wiping the sweat from his forehead, Hammond struggles to catch his breath. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm getting too old for this. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why are you doing it now? HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother's been hounding me to get it done... You got nay message? KIM (PUZZLED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. HAMMOND (ANGRILY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told that woman to tell you I had a meeting and couldn't drive you home. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your secretary? HAMMOND (NODS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Idiot! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I liked her. Hammond angrily jerks the axe from the stump. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "72.",
          "text": "88 CONTINUED: 2) 88 KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay? HA` ONND (SHRUGS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This thing with your mother... Have you seen her yet? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. How is she? HAMMOND (SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One minute she's depressed, the next she's bubbling over like a child... She wants to go with me tonight. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great! HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not so sure. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think getting dressed up and going out might be good for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HA\",24OND",
          "text": "She's had a bad day, Kim. I'm not sure she can handle it... See if you can talk to her. Hammond picks up the axe and sends it crashing into the stump.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim enters from the backyard. Looking around, she no- tices that nothing is being prepared for dinner. Curious, she moves toward the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vivian is arranging fresh roses on the mantel shrine when Kim enters. The girl stands for several seconds watching her mother before she speaks. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi, Mom. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "/,5 90 CONTINUED: 90 VIVIAN (WITHOUT TURNING AROUND)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Robin. Don't eat anything. Dinner's almost ready. Disturbed, Kim frowns and slowly crosses the room to her mother. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothing's cooking, Mom. You must've forgotten. Slipping out of her reverie, Vivian turns around to face Kim. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh.. I don't know what I was thinking. KIM (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't matter. VIVIAN (EXCITEDLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you seen the new satin pantsuit I'm wearing? Vivian smiles at her daughter. Kim studies her for a long moment, then leans over and kisses her on the cheek. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Kim walks down the hallway, she notices that Alex's door is closed. She enters her bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim crosses the room and switches ON her RADIO. ROCK MUSIC is HEARD as she tosses her books onto the desk and moves to the closet. She carefully pulls out her prom dress, a mid-length, off-the-shoulder gown in a white, clinging material. Holding it up against her body, she inspects the gown in the full-length mirror on the closet door. Watching her reflection, Kim twirls around, hugging the gowm to her body. Satis- fied, she gently lays the go%.m on her bed. (CONTINUED)     92 CONTINUED: 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim begins to undress. Outside, the twilight shadows deepen. THROUGH the VINDOM, a slight movement is SEAN among the trees; suddenly, a dark figure becomes VISIBLE, ap- proaching.the window. Kim does not notice the figure as she finishes undressing. She wraps herself in a robe and sits at her dressing table. Putting her hair up, she does not see the shadowy figure peering inside. When Kim stands up, the figure slips away from the window. As she crosses the room, the face reappears, hidden by the shadows, watching her enter the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing only a bra and panties, Wendy is sprawled across her bed, talking on the telephone. A black silk gown is draped across her legs. WENDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(into the receiver) What I'm wearing now?... Oh, tonight! (smiles, gently stroking the gown) You'll find out soon enough. (STIFFENS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, are we all set?... It better. I don't want her to ever forget tonight!... Okay, 'bye. Wendy hangs up the receiver and glances at her night table. A photograph of a grinning Nick McBride stares back. Wendy smiles and caresses her gown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated at her dressing table, Kim puts the final touch- es on her makeup. Her hair is swept up and back, fall- ing in soft waves to her shoulders. Wearing the rav- ishing white gown, she looks older and very beautiful. Vivian's VOICE is HEARD from down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIVIAN, (O.S.)",
          "text": "Kim! Vivian comes in looking anxious and flustered. She's dressed in an elegant black satin pantsuit. Kim turns, looks at her. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "75.",
          "text": "94 CONTINUED: 94 KI`RF",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mom, it looks great... Vivian doesn't seem to hear her. She's rummaging through her purse. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim, have you got any of my makeup? KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... I never... VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That deep red lipstick, you remember? You liked it... KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't take it without asking you... Vivian's very wound up. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was on my dressing table, I set it aside... She's looking around Kim's room as if she expects to see it. VIVIAN (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why does this always happen at the last minute? Hammond's VOICE bellows from downstairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HAMMOND, (O.S.)",
          "text": "let's go, we can't be late... VIVIAN (TO KIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I set it aside... She heads for the door, stops, looks fully at Kim for the first time. VIVIAN (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look lovely, dear. She goes out.    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond stands in front of a hall mirror, straightening his bow tie. He seems agitated, nervous. He turns as Vivian starts down the stairs. He looks surprised at her outfit. There's a certain similarity between it and his own formal suit. HAMIM0ND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My God, we're going to look like twins. Vivian stops dead, looks at him. Hammond forces a smile. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm joking, Vi, it's beautiful.._ C'mon... She hesitates, then comes down to him. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told you I'd bought it. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course you did. He opens the door for her. She pauses to check herself in the mirror. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "we've got to go. He puts an arm around her, kisses her gently on the cheek. She just stares at herself in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond takes Vivian's arm as they step outside, walk toward the car in the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone is watching Hammond and Vivian from a car parked across and just down the street. A shadow moves in the foreground, in the front seat of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond guides his wife to their family car, opens the passenger door for her_ He looks past her, down the street, sees a car parked there. (CONTINUED)     I I 98 CONTINUED: 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A streetlight reflecting off its windshield prevents him from seeing inside. Vivian interrupts his speculations. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going back to change. She turns back to the house. Hammond holds on to her arm. HAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vi... there's no time... VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not going to look ridiculous! IAMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't look ridiculous, you look fine...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The figure in the front seat watches the confrontation in the Hammond driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hammond takes Vivian by the shoulders, faces her. HAMMON D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vi.. this is a big night for the school, it's a big night for me... I know how you're feeling... I understand... It's difficult for all of us... But we've got to make a special effort, Vi... We can't let the... terrible memories of this day affect us... That may seem cold and... insensitive to you, but it's the way it has to be.. He pauses, staring down at his wife. She's holding his gaze. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Vi, if you think it's going to be too difficult for you... VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't want me to go. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "78.",
          "text": "100 CONTINUED: 100 HAMMOND T",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Certainly I want you to go, just saying... VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't think I can do it... You think I'll embarrass you... HARMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! I don't... believe me.. VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why are you saying these things? HAMMMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Vi... I just.. He's trying to stay calm, to keep the lid on. She's on the verge of tears. HAMMOND (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry... I didn't mean to upset you... VIVIAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You treat me like a child! I'm your wife! She glares at him. He releases her from his grip, ges- tures toward the car. HANMOND",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get going... He walks around to the driver's door. Vivian stares after him with hard cold eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The figure in the parked car watches as Hammond starts up the car, waits for Vivian to get in, backs out of the driveway, and moves off down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The figure climbs out of his car, gazes at the fading taillights of the Hammond car. The figure is Nick McBride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kim reaches for a small bottle of cologne. (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "79.",
          "text": "103 CONTINUED: 103",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she gently tracks the perf me across her skin, she is startled by another reflection in her mirror. Whirling around, she sees Alex. Standing up, she pir- ouettes and curtsies before her brother. KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well? Alex gapes, stunned by his sister's appearance. ALEX (FINALLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Amazing! KIM (SMILES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You like? ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look almost like a woman! KIM (LAUGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks! She picks up her corsage from her dressing table. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You want to help or just leer? ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're my sister... I'll leer! KIM (LAUGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pin this on me, you creep, late. Alex takes the corsage. As he attaches the bright red flower on her gown, she playfully dabs perfume on his neck. He pulls back, pricking himself on the pin. ALEX",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! KIM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't have pulled away... The DOORBELL RINGS. KIM (CONTINUING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's him! (CONTINUED)    ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ALE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "er's face is revealed. It is the nine-year-old Alex. Kim cradles the killer on the ground. She turns his head toward the light. We SEE his face full-on. VIVIA N",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Robin! She rushes forward, lunging for the body. Hammond grabs her, restraining her. Alex's dark eyes stare back unseeing at his family. His resemblance to his dead twin sister is uncanny. His hair falls onto his forehead in bangs, as Robin's had done seven years before. His makeup has been slop- pily applied. The rouged cheeks and the smudged red lips amplify the grotesque impersonation. Kim strokes her brother's hair. Hammond presses his hysterical wife to him. The onlookers slowly close in. We SLOWLY DISSOLVE FROM Alex's face TO a photograph of the Hammond family taken seven years earlier. We MOVE IN CLOSE ON the twins. Alex and Robin are smiling. FADE OUT. THE END",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1491"
    }
  ]
}