{
  "movie_id": "MOV1502",
  "scenes": [
    {
      "location": "CORRIDOR CHARENTON.",
      "time": "MOMENTS LATER",
      "characters": [
        "LONG DISSOLVE TO",
        "MAUPAS",
        "HELP ME",
        "THE LONGER YOU CONTINUE YOUR",
        "EACH ABUSE--EACH TORMENT--ONLY",
        "PRINCIPLES IN MY HEART---",
        "I WANTED TO FUCK HER, THAT'S ALL",
        "THOSE IVORIES DOWN--",
        "AREN'T YOU",
        "NEVER",
        "WRITING LIVES",
        "FADE UP ON",
        "QUILL",
        "FREE HER. NOW.",
        "GOD...",
        "MAGGOT",
        "YOU THERE",
        "PIOUS LITTLE WORM--",
        "SHE PLEAD FOR MORE--",
        "A DIAGONAL PATCH OF RED SLIDES OPEN, AND WE SEE THE EYES",
        "I",
        "AND DID YOU",
        "WHY THIS SUDDEN TORTURE",
        "RICHARD.",
        "---------------------------------------------------------",
        "GOD DAMN YOU, ABBE",
        "NOW STRIP.",
        "IGNOMINIOUS NAME",
        "I DIDN'T CREATE THIS WORLD OF OURS",
        "AN EVER-GROWING PILE OF PAPERS",
        "CLEANTE",
        "HOW IT FEELS",
        "PULL BACK TO REVEAL",
        "MARQUIS.",
        "IT'S NOT YOUR PROVINCE TO ASK.",
        "A QUILL PEN, FLICKERING ACROSS THE PAGE",
        "A TRIO OF LUNATICS, REHEARSING A PLAY IN THE MARQUIS' COM",
        "HE CALLS BACK, EVER THE FLIRT",
        "THE MARQUIS, VIEWED THROUGH THE PEEPHOLE OF HIS CELL DOOR",
        "I FUCKED HER COUNTLESS TIMES",
        "LEAVE HER DULY STRUNG.",
        "THEN BUGGER ME",
        "ON, YOU WILL NOT EVEN WRITE YOUR OWN",
        "OFF WITH YOUR CLOTHES",
        "...BOUCHON",
        "HER NAME, ABBE.",
        "CALCIFIES MY RAGE",
        "--FRANVAL.",
        "NOOOOOOOOOOOO",
        "HYSTERICS",
        "SUBTITLE",
        "LOCK HER UP AS WELL, SO SHE KNOWS",
        "EVERY ORIFICE",
        "CU",
        "MADELEINE",
        "NO",
        "C.U. THE MARQUIS' REFLECTION",
        "HE THRUSTS OUT HIS ASS",
        "SENSE OF MY CONDITION",
        "VEXATIONS, THE DEEPER YOU ROOT MY",
        "YOU MORON",
        "I DO NOT MEAN TO FLIRT, MARQUIS",
        "I ONLY RECORD IT",
        "ABRUPT CUT TO",
        "PULL BACK EVEN FURTHER TO"
      ],
      "dialogues": [
        {
          "speaker": "A DIAGONAL PATCH OF RED SLIDES OPEN, AND WE SEE THE EYES",
          "text": "A YOUNG GIRL, staring straight at us:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your linens, please. CARD: \"The Charenton Asylum for the Insane; Years Later.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE, on tip toe, stares through the peephole of a c door, her laundry basket on her hip. She's a sweet faced  naif with a dirt-smudged face and plenty of spirit. A trap in the lower half of the door opens, and through i an unseen hand pushes a bundle of dirty bedsheets. MADELEINE gathers them in her basket and moves to the nex cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your linens. VALCOUR, the asylum's prefect, leads a bald, effeminate  lunatic named PITOU from his cell for a morning  \"constitutional.\" MADELEINE skirts past them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to MADELEINE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "G'morning. She reaches the last door, and glances anxiously up and d the hallway before sliding open the peephole. MADELEINE'S POV: The PRISONER--over a decade older--is st hunched over his desk, composing to his heart's content. silk robe is tattered, and his wig is thin with age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pss. 'S me. A bundle of sheets tumbles out the trap. MADELEINE kneels There's something bulky hidden in the cloth: a manuscript written in an ornate hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mellifluous and low)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful. The ink's still wet. The peephole slides open from inside; a single eye stares out, bloodshot and reptilian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now hurry. MADELEINE smiles a mischievous smile, then moves on her w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She empties the dirty sheets into an enormous pile, then  plucks the manuscript from the bottom of the basket, and  conceals it under her shawl. Her MOTHER--an older woman w milky white eyes--stands over a steaming vat of boiling l She stirs a twisted mass of linens with her long, forked  laundry pole. Blindness prevents her from seeing MADELEIN but she hears her nonetheless:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That you, Maddy? MADELEINE hoists up a basket of clean, wet laundry. She s with feigned innocence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Mother. Just taking the bleached  ones out to dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hanging sheets, two chambermaids: MICHETTE and CHARLOTTE, the first as comely as the second is dour. Hastily, MADEL drops off her basket of wet linens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you going to lend us a hand,  then? But MADELEINE's already disappeared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE dodges past PATIENTS, basking in the morning li clutching the hidden manuscript tightly to her breast. PI combs imaginary locks with a silver hair-brush; OTHER LUN toss a leather ball in a game of catch. As MADELEINE careens around an enormous hedge, she practi runs into THE EXECUTIONER from the opening sequence: BOUC His grim duties during the Terror have since landed him i the madhouse. MADELEINE can feel the manuscript slipping  under her shawl and scrambles to catch it before it drops When she tries to dodge BOUCHON, he blocks her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bouchon! MADELEINE looks up to see--sure enough--the ABBE de COULM the asylum's administrator. He's surprisingly young with  lustrous eyes and a handsome face. He calls to the LUNATIC, sternly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember your manners. BOUCHON offers a shy smile, sans most of his teeth. Then- with great solemnity--he bows low for MADELEINE to pass. She mouths \"thank-you\" to COULMIER, then scurries on. ANGLE ON: THE ABBE DE COULMIER, watching MADELEINE go.  H gazes out at the Elysium spread before him. He can't disg his satisfaction; Charenton is a good place, a happy plac EXT. A PAVILION ON THE EDGE OF THE GROUNDS - MORNING. Out-of-breath, MADELEINE reaches the front gate. She glan nervously to and fro, then slips the manuscript through t bars to a waiting HORSEMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here it is; the last chapter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monsieur Masse says he'd like another  manuscript, quick as you please.   He's got himself three presses, and  he can't print 'em fast enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll pass the word on, then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll pay you another visit, with a  share of the profits, once its sold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grinning flirtatiously)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe someday you'll tell me your  name. MADELEINE coquettishly arches an eyebrow. The HORSEMAN re his steed, then charges away in a cloud of dust.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU",
          "text": "A BLACK MARKETEER pries the lid off with a crowbar.Inside stacks of newly-bound volumes embossed with the title Jus",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This just in; the very latest from  the Marquis de Sade! WELL-DRESSED CUSTOMERS snake their way down the grimy str The MEN hide their faces behind high collars; the WOMEN w veiled hats. Money changes hands; books fly from the box. Trade is brisk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CROWD has secretly gathered: a MILLINER, a BLACKSMITH, BUTCHER, and a SOCIETY FOP, to name a few. A STREET URCHI keeps an eye out for passing police. The FOP reads from t book in a loud whisper:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Our story concerns a nymph named  Justine, as pretty a maid as ever",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "entered a nunnery, with a body so  firm and ripe, it seemed a shame to  commit it to God...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: THE BOOK as THE FOP'S VOICE bleeds into another more stentorian ONE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One morning, the Bishop placed his  hand upon her thigh.  'Holy Father!,'  cried she, 'I've come to confess my  sins, not commit them anew!'\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "A CABINET MINISTER--MONSIEUR DelbenГ©--reads aloud. NAPOLEON listens, surrounded by his retinue: MINISTERS,  GUARDS, a PAINTER, a SCULPTOR and TWO GAUNT TAILORS--mout rimmed with pins--who trim his ermine cape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"heedless, the old priest turned her  over on his knee and lifted her skirts  high above her hips, exposing the  pink flesh of her backside. There-- between the orbs of her dimpled ass-- lay a blushing rosebud, begging to  be...plucked.\" DELBENГ‰ clears his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Before Justine could wrestle from  his grasp, this most ungodly man  took a communion wafer--the body of  our Lord Jesus Christ--and placed it  on the girl's twitching orifice--\"   Must I, Your Majesty? The PAINTER, THE SCULPTOR and THE TAILORS are on tenterho NAPOLEON merely arches an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"As he loosened his manhood from  beneath his robes, The Bishop muttered  a Latin prayer. And then--with a  mighty thrust--drove it into her  very entrails--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting at last)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough! THE EMPEROR grabs the book from DelbenГ©.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seize every copy; we'll torch them  all on the palace lawn, in full public  view. NAPOLEON tosses it into the fireplace. For a blistering  moment, we see the book's title: Justine, by Anonymous. I explodes into a ball of flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As for the author...shoot him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A word of caution, Sire: we all  remember what happened to Robespierre,  Danton and Marat. Put the Marquis to  death, and history might even regard  you as a despot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I am history.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, Your Highness.  Nevertheless...cure the Marquis de  Sade...succeed, where countless  physicians and priests have failed...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one can fault Napoleon for merely  bringing a man to his senses. NAPOLEON gets it; he smiles. This DELBENГ‰ is clever; ver clever indeed. DELBENГ‰ smiles back; it's a plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Might I suggest that we order an  appraisal of the Charenton Asylum,  and the rather notorious inmate in  her care. I've the perfect candidate  for the job: Doctor Royer-Collard,  the distinguished alienist. He's a  staunchly moral man of impeccable  character and iron resolve--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: A BLITHERING MADMAN with wild eyes and a drooli lower-lip. With a LURCH, he tips backwards. His head is  submerged in a pool of icy blue water. He puckers and gas for air. Reflected in the pool, the face of DR. ROYER-COLLARD, an  immaculately groomed gentleman, in his fifties with a squ jaw. He looks down at the waterlogged LUNATIC with chilli satisfaction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My colleagues have called me old- fashioned; even barbaric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "The LUNATIC is strapped into a chair with a collapsible b When ROYER-COLLARD gives the signal--an imperious nod--a  POCKMARKED ATTENDANT--the DOCTOR'S footman, GAILLON-- cra the lever, and the LUNATIC flips backward into a \"calming pool.\" The effect is anything but. As the MADMAN flounder ROYER-COLLARD explains to DelbenГ©:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But here at the Hotel Dieu we favor  an...aggressive...course of treatment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't seek popularity or renown,  Monsieur DelbenГЁ. Mine is a higher  mission. ROYER-COLLARD gives the signal again. GAILLON raises the  lever, and the GOON surges upright, his ribcage heaving. ROYER-COLLARD strides up to the PATIENT and regards him w sanctimony. The MADMAN quivers under his gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To take God's tiny blunders...those  He has forsaken...and condition them  with the same force...the same  rigor...you would employ to train a  feral dog or wild stallion. Another nod, another crank, and--with a scream of protest the LUNATIC is again lowered into the pool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It may not be pretty, but it is mercy  just the same. Splashing and gurgling; DelbenГ© shouts above the tumult:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the Emperor's dearest hope that  you might bring your expertise--your  proficiency--to the Charenton asylum-- ROYER-COLLARD tastes the idea for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charenton? The administrator there  is quite well-loved, is he not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid so; he's an idealist.   You'll have to be politic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know how I define \"idealism,\"   Monsieur DelbenГЁ? DelbenГ© waits for an answer; the DOCTOR's eyes twinkle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Youth's final luxury. ROYER-COLLARD emits a knowing laugh. DelbenГ© joins him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They swing open with a deafening clang, and a DARK CARRIA bursts forth. Riding atop it, a pock-marked footman named GAILLON. Its curtains are drawn and it moves at a hell-be pitch. Strapped to the back, the \"calming\" chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ONE HAND, GENTLY GUIDING ANOTHER over script written on  parchment. COULMIER teaches MADELEINE penmanship; togethe they copy a page from St. Augustine's City of God. MADELEINE can't help glancing at COULMIER from the corner her eye: such a virile man dressed in the chaste robes of monk. An intriguing contradiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, we mustn't just copy the  words; it's important that we know  what they mean. St. Augustine tells",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "us that angels and demons walk among  us on the earth; that sometimes,  they jointly inhabit the soul of a  single man... MADELEINE can feel his breath on her neck. She turns to h and asks with innocent eyes wide:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then how can we know who is truly  good, and who is evil?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't. All we can do is guard  against our own corruption. Self-conscious now, COULMIER draws back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll practice reading tonight on  your own? For me? MADELEINE nods. Indeed she will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lollygagging in straw, FOUR RIPE ADOLESCENTS: GUERIN, the stable boy, his shirt open in the heat from the near-by  laundry vats; MICHETTE, the scullery maid, tumbling out o her corset; LOUISON, the groundkeeper's son, in his  nightshirt; CHARLOTTE, primly buttoned to the neck; and  MADELEINE.  As she \"practices reading\" from a few stray s of parchment, the OTHERS listen enrapt:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"And so the Professor lifted Colombe's  skirt high, above her waist. 'Let me  be your Tutor,' said he, 'in the  ways of love.' With that, he slid  her pantalettes down, down, down  over her knees, and there--nestled  between her.legs--as pink as a tulip,  as slick as an eel--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We oughtn't be reading his nasty  stories--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one's forcing you to listen. The TWO GIRLS lock eyes; CHARLOTTE burns with humiliation",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "Slowly, she sinks back to her place on the ground. Even s can't resist THE MARQUIS' prose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with satisfaction)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well then. MADELEINE re-settles, resuming her story:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...he gazed upon Her Venus mound;  her flaxen quim; the winking eye of  God.\" GUERIN nuzzles MICHETTE's neck; CHARLOTTE glances at LOUI hopefully; he ignores her. She pouts, then interrupts aga",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've been to his quarters, haven't  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once or twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hear he's got a whetstone and  chisel, and he uses them to sharpen  his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a writer, not a madman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then what's he doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not so!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He writes books so wicked--so black  with evil--that one man killed his  wife, after reading 'em...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And two young mothers miscarried  their babies!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd say that's murder enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're going to slander him, then  you don't deserve to hear his stories--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(an accusation)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think she's sweet on him, that's  what I think. GUERIN--meanwhile--has groped beneath MICHETTE's blouse a now fondles her breast. She purrs and glances at MADELEIN with a little half-smile:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not the Marquis she's sweet on;  Is it, Madeleine? MADELEINE gives MICHETTE a playful slap, and the TWO GIRL burst into giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the wall, the discernible shape of an old wooden door  with wrought-iron hinges. Clearly, it was once a portal,. it was plastered shut long ago. In its knotty, rotting wo where the hinge meets the stone--a tiny gap. Peeping thro it--spying on the FOURSOME--BOUCHON. A low GRUNT as he  pleasures himself in the dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HORSES' HOOVES of the DOCTOR's carriage cut into the  dirt; mud flies as it barrels on its way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE is slipping fresh linen through the traps in ea cell door. She reaches the last one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fresh linens. A HAND reaches out to grab hers. It's heavily powdered, a wears an amber ring with an arachnid trapped in stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm hungry for a proper visit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding her own)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't start--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead; you've a key. Slip it  through my tiny hole... The HAND lets her go. MADELEINE rises, cautiously looking about. She reaches into her apron pocket and pulls out a  key. She inserts it in the lock; it turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE enters. Upon first glance, it's less like a hos room than the apartment of a faded aristocrat. On the wal sketches of courtesans in erotic poses, culled from Justi and Juliette. On the bookshelf, medical volumes: The Hist of Madness, Lateau's Illustrated Anatomy, and Diseases of the Bowel. In the corner, a foot-stool carved from human  bone. And--atop an ornate wooden desk, mottled with ink-s an explosion of quills. But no sign of the MARQUIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marquis? Where'd you get to, then? Tentatively, MADELEINE proceeds toward the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large canopied bed--its velvet drapes closed-- beckons MADELEINE with the ominous allure of an open casket. She  extends a trembling hand to part the curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's empty. But--rearing up behind MADELEINE--a SHADOW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well....? MADELEINE whirls around to face the MARQUIS. He steps int halo of light.  Given his years of incarceration, he's st dressed in the finery of Louis XIV, though its become fra and off-color.  His wig is immaculately coifed but thin w age.  Still, there's something sensual about him; perhaps it's the odor of decadence, which lingers over him like  perfume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did I frighten you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You? Frighten me? That's a good one!   I'm twice as fast as you are. Who'd  have thought such a spent body can  still boast such a fertile mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the only frontier I have left,  plumcake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose you want to know about  that silly book of yours. MADELEINE can't restrain herself any longer; she smiles, pulls a small bag--heavy with coins--from her apron pocke",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It sold like the devil, 'fore they  started burning it. She tosses the bag to THE MARQUIS, who catches it and gri",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The peril of composing such incendiary  prose...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I put myself at life and limb. Surely  that's worth a few louis. The MARQUIS rummages in the pouch for some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If only these coins purchased your  other talents, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's something else I want from  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've already stolen my heart, as  well as another more prominent organ,  south of the Equator...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your publisher says I'm not to leave  without a new manuscript.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've just the story...inspired by  these very surroundings... The MARQUIS dislodges a stone from the wall, and pulls ou scroll of pages, then blows on them. Dust fills the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The unhappy tale of a virginal laundry  lass, the darling of the lower wards,  where they entomb the criminally  insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it awfully violent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Most assuredly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it terribly erotic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fiendishly so. MADELEINE squeals with delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it comes with a price. MADELEINE's face pales a bit. What might that be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A kiss for each page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Must I administer them directly, or  might I blow them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cooing low in her  ear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The price, my coquette, is every bit  as firm as I am...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a nervous giggle)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, you. You talk same as you write. She blows a wayward curl from her face, and leans in to k THE MARQUIS. A quick peck.  He passes her a single page. She takes it, shuts her eyes, and puckers her lips again. This time, THE MARQUIS traces her lower lip with his  forefinger.  MADELEINE trembles, partly in fear, partly w pleasure. Then he plants a kiss on her lips.  He inserts tongue--forcefully--and her eyes pop open in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As COULMIER makes his rounds, he encounters CLEANTE, \"the bird man.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "CLEANTE carries a tiny cage, complete with a warbling BIR CLEANTE gives a little trill. COULMIER smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we today, Cleante? A bull- finch, or a nightengale?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's but one kind of bird in a  madhouse, Abbe. COULMIER notices--at the end of the hall--the door to the MARQUIS's cell is ajar. Concern flashes across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me: a loon. Sorry. I've  heard that one before-- And with that, he heads down the hall to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AN EVER-GROWING PILE OF PAPERS",
          "text": "MADELEINE draws back from the MARQUIS; her breasts rise a fall under her blouse. THE MARQUIS' eyes flare with hunge",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a long story, this one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The climax comes at a higher cost;  you must sit on my lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You demand a lot from your readers,  you do. She gathers her skirts, and crawls into his lap. As she  fidgets to get comfortable, the MARQUIS gives a low,  pleasurable moan. He passes her another page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The story's thrilling conclusion  comes at a premium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's that then? He grabs her breasts, tight as a vice, and hisses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low and hypnotic:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your maidenhead.  And then you must  sew it up as tightly as the day you  were born, and come back to me renewed  so I can deflower it a second time. MADELEINE wriggles out of his grasp, and SLAPS him, hard. The MARQUIS is stunned, but impressed by her gumption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some things belong on paper, others  in life. It's a blessed fool who  can't tell the difference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mademoiselle Leclerc. COULMIER stands in the doorway, looking none too pleased. Quickly, MADELEINE shoves the manuscript under her blouse",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're in the nick of time. This old  lech forgot himself. He thought I  was a character in one of his nasty  stories! She heads out the door, clutching the manuscript against bosom. COULMIER ducks out after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steals a moment alone with her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, Abbe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The next time you feel the urge to  visit the Marquis, I hope you'll  come to confession instead. MADELEINE nods, contrite, and slips out. COULMIER turns t find THE MARQUIS standing right behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Care for a splash of wine, Abbe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not even noon--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Conversation, like certain portions  of the anatomy, always runs more  smoothly when it's lubricated. Glug, glug, glug as the MARQUIS pours two glasses of wine",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a rare vintage from an obscure  village in Bordeaux. Rather than  crush the grape underfoot, they place  the fruit on the belly of a bride  and reap its juices when the young  husband steers his vessel into port. He sniffs his glass rapturously, then passes one to COULM",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A full-bodied flavor with just a  hint of wantonness? Bottom's up! COULMIER takes the glass. THE MARQUIS watches; will he ga Will he spit it out? COULMIER sips. He swallows. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's from our own cellar. I recognize  the taste. THE MARQUIS' face falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should've told you it was the blood  of Christ; you'd believe that,  wouldn't you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We treat you well enough here, don't  we Marquis?  Your very own featherbed,  in lieu of a straw mat.  Your antique  writing desk, all the way from  LaCoste.  Enough quills to feather  an ostrich---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(grumbling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's true, dear-heart, you've spoiled  me pink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In exchange, we ask only that you  follow the rules. Now you know as  well as I do...you're not to entertain  visitors in your quarters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm entertaining you now, aren't I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a beautiful young prospect,  ripe for corruption.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be so sure. COULMIER's amused in spite of himself. THE MARQUIS laughs too, only with a slightly sinister edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your pen in hand, Marquis. Purge  these wicked thoughts of yours on  paper; maybe they'll govern you less  in life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a smile)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll fill page after page, I promise. COULMIER raises his glass in a friendly toast:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cheers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The swiftness of the COACH makes the ground quake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER reads from a large parchment scroll with a Royal wax Seal, newly-broken. VALCOUR stands by, anxious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've got no right, sending someone  to sit on your shoulder.  I work for  you; I won't take orders from a  stranger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brightly; hiding  concern)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You needn't worry, Valcour. It's  administrative, nothing more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "VALCOUR watches COULMIER, unconvinced, as the ABBE rolls the scroll, tucks it under his arm, and strolls among the PATIENTS, dressed in smocks and painting at easels. He ge chastises one LUNATIC who's chewing on his brush:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't eat the paint, Pascal. Next, he steps forward to inspect a painting by DAUPHIN, cheery fellow with severe burns on much of his face.  The canvas depicts a grisly scene; a desperate father shepher his children out of a burning house, his robes ablaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bravo, Dauphin. It's far better to  paint fires than to set them, isn't  it? DAUPHIN grins, happy for COULMIER's approval. A joyous bu of the Papae Marcelli mass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A ROW OF HAUNTED, RUINED FACES. But--from deep in their s AN ASTONISHINGLY BEAUTIFUL SOUND, like a choir of angels. COULMIER conducts, jubilant. As the music soars, it seems transform--even redeem--the singers. MADELEINE watches-- admiringly--from the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The RUMBLE of HOOVES. The DOCTOR's COACH--with its Gothic accoutrement--lurches into the drive. GAILLON hops off, a opens the door. ROYER-COLLARD disembarks. Emanating from  within, the EXHILARATING MUSIC. The DOCTOR and GAILLON  exchange a look; have they come to the right place?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As COULMIER conducts, he notices several SINGERS are  distracted; they're staring past him, all the way down th nave. He turns to see ROYER-COLLARD, flanked by GAILLON a VALCOUR, in the doorway. VALCOUR shoots COULMIER a look t says \"He's here.\" COULMIER turns, and silences the choir  with a smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's all for today, thank-you. The CHOIR disperses. COULMIER bounds down the aisle, his outstretched in welcome. MADELEINE lingers, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dr. Royer-Collard? May I be the first  to welcome you to Charenton--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This may feel a tad awkward, my  friend, but it needn't be. I've merely  come to oversee your work here;  understood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a formality; truly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a man of Science; I'm a man  of God. Charenton stands to profit  from us both, I'm certain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll need an office on the grounds;  someplace to store my things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a hint of anxiety)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you don't mind my asking....why  has the Emperor taken such sudden  interest in my...our...affairs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems a particular patient of  yours has captured his fancy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE MARQUIS, VIEWED THROUGH THE PEEPHOLE OF HIS CELL DOOR",
          "text": "He rails against the world:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, why, WHY should this be happening  to me?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once again, gentleman! FRANVAL kneels before PITOU, holding a lady's satin shoe. PITOU--meanwhile--is preoccupied with his wig; a flowing  cascade of golden curls. Behind them, a tawdry back-drop",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "the French countryside.  FRANVAL wreaks havoc with his li reciting them in painfully sing-song fashion:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I'm just a lowly cobbler, and I  have been all my life. But with this  shoe, I'm asking you to be a cobbler's  wife--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a dreadful play, true!  A  festering pustule on the face of  literature.  Why the parchment it's  written upon isn't worthy to wipe my  ass! BUT YOU NEED NOT MAKE IT WORSE! Say your lines with conviction, ma  cherie! Like a true actor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'm not an actor; I'm a dyspeptic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seduce her, you goon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER and ROYER-COLLARD confer, en route to THE MARQUI CELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand he practices the very  crimes he preaches in his fiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few indiscretions in his youth. ROYER-COLLARD cocks an eyebrow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indiscretions, Abbe?  Please. I've  read his case history. At sixteen,  he violated a serving girl with a  crucifix. After six months in the  dungeon at Vincennes, he mutilated a  prostitute, cutting her flesh with a  razor, then cauterizing the wounds  with wax--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you'll judge him by his  progress here, and not his past  reputation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "THEY reach the cell door. ROYER-COLLARD gazes in at THE  MARQUIS as he would a creature at the zoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's made a great success of our  Little Theater; there's seldom an  empty seat.  Not to mention its  therapeutic value.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Playing dress-up with cretins? That  sounds like a symptom of madness;  not its cure. Suddenly, THE MARQUIS rears up in the peephole to confron ROYER-COLLARD face-to-face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Homo perversio, Doctor.  A species  that thrives in captivity. Their eyes meet; flicker of recognition passes between th Doppelgangers, meeting for the first time. COULMIER  interjects:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is Dr. Royer-Collard; he's  joining us here in an... He looks to the DOCTOR for help:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...advisory capacity. The DOCTOR considers the word \"advisory\", then nods. THE  MARQUIS' eyebrow arches in surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to our humble madhouse,  Doctor.  I trust you'll find yourself  at home. And with that, he slams the peephole shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER and ROYER-COLLARD make their way through the asy High above--along the railing of the grand staircase-- MADELEINE appears, flanked by MICHETTE and CHARLOTTE. The come to size up the new DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is he in your care, and not a  proper prison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His wife's influence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His wife's?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Better to have an insane spouse than  a criminal one. Whispers from the GIRLS above; COULMIER shoots MADELEINE look that says \"behave yourself.\"  She watches the TWO ME turn the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And he's never once attempted escape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man of his notoriety? He wouldn't  last a day on the streets without  capture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NUNS tend PATIENTS with various maladies; others mash her A PHRENOLOGIST uses pincers to measure a PATIENT's scalp.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Besides, every wholesome thing he  might desire, he has at Charenton. A  library, filled with the world's  great books, music lessons, watercolor  exercises--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is the impact of all these  amenities upon his psyche?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He no longer roars or spits. He no  longer taunts the guards or molests  his fellow wards--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And his writing? COULMIER suppresses a tiny smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. That.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well....?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I's essential to his recovery; a  purgative for the toxins in his mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you favor its publication?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For sale? To the general public?   Certainly not; it's unprintable. DR. ROYER-COLLARD reaches inside his jacket, and pulls ou copy of Justine. He hands it to the ABBE, who's dumbfound COULMIER starts to scan the pages; the unmistakable prose you-know-who.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear God... He looks up to see that the DOCTOR has moved on, strollin down the hall with authority. He races to catch up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have to believe me, I had no  idea--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All France is aghast at this book,  yet you've not heard of it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've taken vows to live my life within  these walls; not outside them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abbe, I admire you; I do. You've a  conviction...an idealism...peculiar  to the very young. And so I'll be  candid.  The Ministry has sent me  here with the most explicit...the  most severe instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous now)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GAILLON, VALCOUR and ORVOLLE appear, bringing in parapher from the DOCTOR's carriage. A few items are particularly  menacing; a helmet for trephining; a wire sarcophagus, an the nefarious calming chair. COULMIER stares at these  instruments of torture with a mixture of wonder and  foreboding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unless we set Charenton on a straight  and narrow course, she'll be shut  down forever by order of the Emperor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(disbelieving)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shut down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In their eyes, the Marquis is the  surest barometer of your progress  here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice rising in  protest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But he's one among some two hundred  wards--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you tried bleeding him with  leeches? The calming chair? Maybe  you should flog him at the stake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?  So he'll learn to fear  punishment, rather than pursue virtue  for its own reward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a sentimental man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A practical man, sir. Given the  Marquis' unusual tastes, a sound  thrashing on bare flesh may not  qualify as a deterrent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You find this amusing, do you? COULMIER rallies passionately on his own behalf:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the contrary. Let me take up this  matter with the Marquis myself--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And place my reputation at stake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charenton is my life's work. To have  her wrested from beneath me now-- ROYER-COLLARD pauses. His face softens, and he sighs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've stringent standards, true, but  I've something else the Ministry  failed to take into account; a heart. COULMIER almost collapses with relief and gratitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank-you, Doctor. I'll effect his  contrition; you have my word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER barrels down the hall, fuming. His head is deep the pages of the book; he almost bumps headlong into MADE on her morning rounds. She drops her laundry basket and  flattens herself against the wall:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is it, Abbe? She starts dogging COULMIER down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Marquis. He's embarrassed us... (with incredulity)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...before Napoleon himself. COULMIER stops. He turns to MADELEINE, disheartened, and  confides the full force of THE MARQUIS' betrayal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's been slipping manuscripts to  his publisher. MADELEINE feigns surprise and says in a guilty voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has?",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "COULMIER nods--tersely--and marches toward THE MARQUIS' d He reaches for the key-chain on his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I place my trust too carelessly,  Madeleine. Unbeknownst to COULMIER, this stings her. He turns the ke in the lock and enters, closing the door behind him. MADELEINE opens the peephole to spy on the scene which  follows:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER storms in to find THE MARQUIS in a cloud of whit powder; he's dusting some fresh pages to set the ink. COULMIER slams the book down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is a complete...an utter... (his voice falls)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...disappointment. THE MARQUIS fingers the book, disapprovingly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! It is! The paper's cheap, the  type's too small---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you do? Bribe one of the  guards?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you implored me to write!  For  curative purposes, to stave off my  madness--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you've no right to publish! Behind  my back, without my sanction!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have you truly read the book in  question? Or did you run--straightaway--  to the dog-eared pages?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough to discern its tenor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not even a proper novel! It's  nothing but an encyclopedia of  perversions! Frankly, it even fails  as an exercise in craft. The  characters are wooden; the dialogue  is inane. Not to mention the endless  repetition of words like \"nipple\"  and \"pikestaff\"--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There I was taxed; it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And such puny scope! Nothing but the  very worst in man's nature!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I write of the great, eternal truths  that bind together all mankind! The  whole world over, we eat, we shit,  we fuck, we kill and we die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But we also fall in love; we build  cities, we compose symphonies, and  we endure. Why not put that in your  books as well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a fiction, not a moral treatise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But isn't that the duty of art? To  elevate us above the beast?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought that was your duty, Abbe,  not mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more trick like this, and I'll  be forced to revoke all your  liberties!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's that Doctor fellow, isn't it?  He's come to usurp your place here,  hasn't he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(blurting the truth)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More than your writing's at stake.  The Ministry has threatened us with  closure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They can't be serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our future lies in the stroke of  your pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impressed, even  flattered)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mightier than the sword indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put yourself in my place. I've your  fellow patients to consider. If  Charenton falls, they've no place to  go. No manner in which to clothe or  feed themselves--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fuck 'em! They're half-wits and  pinheads. Let 'em die on the streets,  as Nature intended.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You among them? This gives THE MARQUIS pause; COULMIER has a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his most passionate  plea yet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If ever I showed you a kind hand,  Marquis....If ever I granted you  walking privileges on a Spring day,  or slipped an extra pillow beneath  your door...if ever I shared your  wine, laughed at your vulgarities,  or humored you with argument...then  you will oblige me now.  For your  sake, and for all Charenton. THE MARQUIS--seemingly touched--says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've a touch of the poet, too;  perhaps you should take up the quill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(undaunted)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I have your word? THE MARQUIS catches MADELEINE's reflection in his mirror. In her face, the question: \"What on earth are you going t do?\" He winks at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have no fear, Abbe. He turns back to COULMIER. He has the open, honest eyes o Spaniel, but his words are double-edged:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I swear; all that Charenton has given  me, I'll repay a hundred-fold. MADELEINE's eyes grow wide with wonder at the prospect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you only mean to dupe me again--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(indignant now)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honestly! You cut me to the core!   What's the point of all your valiant  attempts at rehabilitation if--when  I finally succumb--when at long last,  I pledge myself to righteous conduct-- you regard me with nothing but  suspicion?  Have you no faith in  your own medicine? COULMIER smiles; THE MARQUIS has a point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reassured)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank-you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE slides the peephole shut. She hears a sound; st at her intensely from the opposite end of the hall, ROYER COLLARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My, my.  At Charenton, even the walls  have eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(under her breath)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmmm...don't they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "She scoops up her laundry and barrels on her way. COULMIE leaves the MARQUIS and steps into the hall. He's surprise to see the DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I spoke to him with reason and  compassion; the tools which serve us  best here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And---?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's sworn to obedience. The DOCTOR--ever doubtful--mutters \"tsk, tsk, tsk,\" and t to leave; COULMIER calls after him, insistent:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's more than a patient, Doctor;  the Marquis is my friend--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You keep strange company, Abbe. But  if you truly have matters in hand  here--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--then I've friends of my own to  visit. ANGLE ON: THE MARQUIS, watching, ever-watching, from the  hole in his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The thunder of hooves. The doctor's coach takes a hair-pi turn at a furious pace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD stands beneath the convent's trellis, and p on the door. It opens, revealing the MOTHER SUPERIOR--SIS NOIRCEUIL--a severe-looking nun in a wimple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've come for my bride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SISTER NOIRCEUIL leads ROYER-COLLARD down the corridor; a heavy set of keys dangles from the belt around her waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd not expected you for some time.   Simone has not yet come of age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've taken a new post at Charenton;  I need the succor only a wife can  provide. They arrive at the room of the convent's ward, SIMONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They interrupt the GIRL in prayer before a porcelain figu of the MADONNA; she rises. With her doe-like eyes and che skin, SIMONE could be the DOCTOR's daughter as readily as his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You remember Dr. Royer-Collard. SIMONE blushes, and casts her eyes downward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd not forget the man to whom I was  promised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's come to collect you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with alarm:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today? This minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My apologies, Mademoiselle; I'd no  time to write.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SIMONE stands in her traveling cape, clutching her MADONN ROYER-COLLARD beside her. A CLUSTER of NUNS has gathered bid SIMONE adieu; among them, the twins SISTER FLAVIE and SISTER ROSE FATIMA. The MOTHER SUPERIOR hands SIMONE a sm valise:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be grateful, child. It's my experience  that most poor girls who are orphaned  never wed; They wind up spinsters,  or worse still... nuns. She takes SIMONE by the chin; her fingers are talons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank God that Fortune has spared  you from such a Fate. SISTER NOIRCEUIL bows her head toward ROYER-COLLARD, givi him permission to go. He extends his arm to SIMONE. Hesitantly, she takes it. He guides her toward the waitin carriage. SISTER NOIRCEUIL is grimly pleased. SISTER FLAV and SISTER ROSE FATIMA exchange a look of grave concern.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good-bye, Simone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God bless, Simone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DOCTOR's carriage lurches down the cobblestone road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD sits stiffly by his new bride; she stares o the window. Looming on the horizon, a towering chateau. SIMONE's eyes grow wide with wonder. TWO MEN stand outsid waiting to greet them, with their own carriage and driver standing by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Emperor wishes to ensure your  comfort while at Charenton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DelbenГ© accompanies ROYER-COLLARD and SIMONE across the toward the chateau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Consider the chateau a gift, provided  you're willing to finance the  necessary repairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "The DOCTOR assesses his new home up-close; it's fallen in grave disuse. Practically a ruin. DelbenГ© gestures to MO PROUIX, a dimpled young fellow, nattily dressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Monsieur Prouix is the court's most  promising young architect; he's at  your disposal. MONSIEUR PROUIX offers a friendly grin; the DOCTOR gives the cursory once-over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The THREE MEN enter, SIMONE a few paces behind. An opulen space, fallen into desuetude: a marble floor with matchin columns, a domed ceiling, and an expansive staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(drily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has possibilities, yes. Simone? SIMONE flinches, surprised the DOCTOR is addressing her s publicly. She says in a voice hushed with awe:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm to live here? ROYER-COLLARD moves toward the stairs; something catches attention. Underfoot, a huge, crimson stain, rimmed in ye The DOCTOR gets down on his haunches and runs a hands ove it. He glances up at DelbenГ©, his face a question mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place hasn't been occupied since  the Terror; it belonged to the Duc  de Blangis, an avowed monarchist.  The Jacobins were most... unforgiving. Lying askance, a moldy old shoe with a cracked heel. DelbenГ© sidles up to ROYER-COLLARD and says confidential",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His wife was trying to escape; they  caught her on the stair, and set  upon her with bayonets. (shuddering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"There but for the grace of God\"...eh,  Doctor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't shed tears over the past,  Monsieur DelbenГЁ; I look to the  future. Royer-collard stands and turns to Prouix:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'd best quarry fresh marble, don't  you think? PROUIX dutifully makes a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD coaxes PROUIX aside for a confidential  conversation:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're to humor my wife in all things. If she wants Venetian glass, she's  to have it. Italian tile, Dutch  velvet; spare no expense. (lowering his voice  to a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But in her bedchamber, see to it  that the door locks from the outside.  And on her windows....an iron grate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bars, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the convent, Simone was spared  the world's temptations. I won't  have her falling prey to them now. ROYER-COLLARD glances over the railing, down below; SIMON stands, overwhelmed, in the enormous atrium. Over her hea the beating of wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a rare bird; I intend to keep  her caged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRAPPED WHITE DOVES flap their feathers madly, trying to through the glass above.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louison and Guerin have come to exchange alms for candles from the nuns who make them, SISTER ROSE FATIMA and SISTE FLAVIE. The BOYS load boxes onto the asylum cart. They go",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a scandal, truly. Him, pretending  to be a God-fearing man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And that's not all; he's far too old  to marry, and she's far too young-- LOUISON and GUERIN exchange a grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "GUERIN whispers the tale to a gloriously naked MICHETTE, he makes love to her in the straw. His words are interspe with gasps and moans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I say--the comely little thing--is  barely sixteen-- MICHETTE giggles, and turns to her left. There--surprise- lies LOUISON, pleasuring her from the other side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I say--ah!--she's even younger--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MICHETTE--in her knickers--now relays the story to MADELE CHARLOTTE glowers, always the odd one out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--from a convent, no less; she was  meant to be a nun--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE stands on her overturned basket, whispering to MARQUIS through the peephole. Her lips are luscious rubie in his ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--he's old enough to have fathered  her twice over-- THE MARQUIS' eyes spark with inspiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, the hypocrite.  It has all the  makings of a farce, hasn't it? Run  straightaway, and tell Franval to  cancel rehearsal... CLOSE UP: A MAGNIFICENT WHITE QUILL PEN. As he blithely hums \"Claire de la Lune,\" THE MARQUIS dips the quill into his ink well; the liquid shoots up the  feather's shaft, turning it a deep purple color. On his PARCHMENT, in calligraphic script, the words \"The  Crimes of Love: A Play in Several Lascivious Acts...\" THE MARQUIS' little tune rises all the way to symphonic t and we fade up to...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tonight the place looks less like a madhouse and more lik the ComГЁdie Francaise. Mingling on the steps, bejeweled  DOWAGERS and GENTLEMEN in frock-coats. Flanking COULMIER, two GRAND DAMES: MADAME BOUGIVAL and MADEMOISELLE CLAIRWI who's never without her small LAPDOG, even at the theater They bill and coo around the comely priest like magpies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abbe de Coulmier! You rascal! Your  comedies have become quite the rage;  I had to claw my way to a ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can hardly take credit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting the  ABBE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so expertly acted! That charming  young man in last week's comedy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voce)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I'd no idea he was an imbecile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone has talents, if we look for  them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(appraising the ABBE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mmm. Yes. I'm sure. COULMIER notices ROYER-COLLARD mounting the steps with SI In her finery, SIMONE looks less like a society bride, an more like a child playing dress-up. COULMIER gives the DO a cordial wave. ROYER-COLLARD nods, curtly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that the new Doctor? You must be  thrilled. Such a renowned expert,  right here, at Charenton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evasively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah! Curtain time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll say one thing for him; he has a  beautiful daughter. ANGLE ON: A CARRIAGE, PULLING UP TO THE STEPS. A MYSTERIOUS WOMAN disembarks. She's in her middle years, with a dark bonnet to disguise her identity. She ascends steps to CHARENTON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hand crumples it; tears it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "and we see it's THE MARQUIS. He's in the linen pantry, wh has been jerry-rigged as a BACKSTAGE AREA for the evening Little Theater Performance, which will take place in the  laundry. Poised near him, the Stage Manager for the eveni MADELEINE. They exchange a conspiratorial glance; tonight performance is going to go splendidly! THE MARQUIS survey the LUNATIC CAST spread out before him, readying their ni of glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember, gentlemen!  Inside each of  your delicate minds...your distinctive  bodies...ART is waiting to be born.  So let's give the Doctor a performance  I hope he'll remember forever... The CAST gives a rallying cry; THE MARQUIS turns and peer out the tattered velvet curtains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The catacombs have been converted into a make-shift theat in-the-round. The place has a slightly sinister feel; one Dante's lower circles. A primitive platform stage has bee erected in the spot customarily held by MADAME LECLERC's  vat. The SOCIETY FOLK sit on benches alongside the FEEBLE and DAMNED. THE LUNATIC QUARTET plays its bizarre instruments 18th century curled horns, and home-made strings. A grinn DAUPHIN lights the torches that will illuminate the stage From the AUDIENCE, excited twitters. A grand night for slumming among the loons! A bacchanal! He sees RENEE PELAGIE take her seat, and lower her hood,  craning her neck for a sight of the man she loves. Next, marks ROYER-COLLARD, sitting on a newly-erected dais next his lovely wife SIMONE. COULMIER sits at the DOCTOR's  shoulder, pointing out various notables in the crowd:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madame Bougival; Mademoiselle Clairwil--  and of course--the Marquis' wife--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(evincing interest)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh indeed? Meanwhile--backstage--FRANVAL nervously taps the MARQUIS the shoulder:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Begging your pardon; it's time to  begin. THE MARQUIS drops the curtain, and reminds FRANVAL:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dedication, word for word; it's  every bit as crucial as the play  which follows--",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "FRANVAL nods and takes a deep breath. He bounds onto the  stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(his voice quavering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madames and Messieurs, there's been  a change in tonight's program. ANGLE ON: COULMIER, who stiffens with apprehension. This is an unexpected development.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We will not be performing The Happy  Shoemaker. From the AUDIENCE, stirs and murmurs. Perhaps a few  disappointed sighs. From the wings, THE MARQUIS gestures FRANVAL to take a few significant steps forward, toward T DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Instead, we'd like to premiere a new  play in honor of the newly-appointed  Dr. Royer-Collard and his lovely  bride, married nary a week today-- ANGLE ON: ROYER-COLLARD AND HIS WIFE. The DOCTOR smiles at SIMONE, and touches her hand, fondly polite smattering of applause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--a comedy entitled... He dries up. From backstage, THE MARQUIS hisses:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Crimes of Love!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...The Crimes of Love, written by  one of Charenton's very own wards! FRANVAL glances back at THE MARQUIS. THE AUDIENCE follows suit. The moment they see SADE, they break into even loud applause than they gave ROYER-COLLARD. The asylum's most  notorious inmate! Right here, before their very eyes! In a show of false modesty, THE MARQUIS blushes, steps ou from behind the curtain, and gives a cursory little bow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "ROYER-COLLARD glances back at COULMIER as if to say \"What this?\" COULMIER starts fingering his rosary in nervous  anticipation. RENEE PELAGIE just closes her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LUNATIC dressed as an ANGEL sits high atop one ladder, a DEVIL on another. Together, the TWO start pummeling the stage with artificial snow.  BOUCHON stands in the wings, heaving a giant set of bellows, creating the North Wind. INT. BACKSTAGE. MADELEINE rushes to ready the cast; DAUPHIN is dressed as MOTHER SUPERIOR; he looks markedly like Sister Noirceuil the Panthemont Convent. Behind him, PITOU is the FEMALE  INGENUE; a veritable Simone. He cries out for his bonnet:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My hat, my hat! MADELEINE affixes his hat, hands PITOU and DAUPHIN each a hobby horse, and pushes them toward the STAGE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAUPHIN and PITOU ride down the ramp which leads from the linen pantry onto the wooden stage. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh Sister Saint-Fond, whither do we  go?  Passing o'er rivers, canyons  and snow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry, Eugenie, for we must not tarry;  I deliver you now to the man you  shall marry!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her girlish face alive with pleasure, charmed by the spec before her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once you have rested, at your leisure--  he'll coach you in the ways of  pleasure. A RIPPLE through the AUDIENCE; tonight's performance is  saucier than usual. As DAUPHIN and PITOU move offstage,  BOUCHON collects their hobby horses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "TWO LUNATICS enter, covered in ornate vines. They form an ARCHWAY. With a drum roll and a thunder-clap, CLEANTE ris from the AUDIENCE--just a few seats away from ROYER-COLLA and hops onstage to assume the role of THE LIBERTINE. GAS of SURPRISE from the crowd. He wears a coat and hat that  match the DOCTOR's. PITOU and DAUPHIN re-enter from the wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At last she arrives, my hard-won  bride!  Hurry, my child, and scurry  inside.  There you'll find such  treasures await you; Marzipan and  meringue to sate you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such gallantry in men is--sadly--a  rarity; How lucky I am to receive  his charity! The INGENUE ducks through the HUMAN ARCHWAY into the imag CHATEAU. The LIBERTINE passes the MOTHER SUPERIOR a comic large purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, dear Sister, for abetting  me so; Bringing her here to this  secluded Chateau! Little does she  know the terrors in store; when I  tutor her in-- He leans into ROYER-COLLARD for this last bit:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...les crimes de l'amour! ANGLE ON: ROYER-COLLARD. He glances all the way past the play, through the AUDIENC seated in the opposite bank. There--looming in the back row against the wall--THE MARQ who grins; the poison arrow has hit his mark. The DOCTOR- ever composed, grins back. An even-handed challenge that  says \"I know what you're up to; you're only dooming yours Slyly, THE MARQUIS slips behind a column, disappearing fr view. ROYER-COLLARD whispers to SIMONE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leave at once--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it's just begun--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do as I say. A forlorn SIMONE exits; GAILLON escorts her toward the do",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As SIMONE and GAILLON slip toward the exit, THE MARQUIS s waiting for them. He casts a knowing glance at SIMONE, th wisecracks to GAILLON:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leaving so soon? Oh, but of course!   You've seen it before. GAILLON just glares and hurries SIMONE up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The play continues, full-throttle: BOUCHON pushes a bed  onstage. The INGENUE cowers on the mattress; the LIBERTIN leaps upon her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quickly, my suckling, out of your  clothes! My scepter awaits; how solid  it grows!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop, I beg you! Have pity, I say!   You're not my lover; you're a  monstrous rouГЁ! The LIBERTINE yanks up the INGENUE's legs and dives benea her skirts. From beneath the fabric, a host of VULGAR SOU",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do as I say! Stick your legs in the  air! It's true, I'm a pig and you've  truffles down there-- This is all COULMIER can bear; he rises from his seat, in pursuit of THE MARQUIS. He aims for the door, but THE MAR has already disappeared. COULMIER starts scanning the cro hoping to find him in the sea of faces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She turns, aware of her husband's presence somewhere behi her. MADAME BOUGIVAL says loudly to MADEMOISELLE CLAIRWIL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who do you suppose is to blame? The  author...or his Muse? RENEE's face falls, stricken. MADAME BOUGIVAL and MADEMOI CLAIRWIL titter behind their fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE LIBERTINE continues to pleasure THE INGENUE with his  mouth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her tone changing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good heavens, what's this? Such a  wicked sensation! A feeling somewhere  between shame and elation! Yes!   That's the way; use your tongue like  a wand in much the same manner as  Sister Saint-Fond!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE scurries about, readying the LUNATIC CAST for t Second Act: A FAUX NAPOLEON, A MALE NUN, FRANVAL, DAUPHIN and a LOON DRESSED AS JESUS CHRIST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quickly; the second act! They exit onto the stage. MADELEINE is alone now backstag Or so it seems, until BOUCHON looms up behind her in the  darkness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "peering through the curtains at the performance. He admir the nape of her neck; her soft shoulders. Meanwhile--onst the play moves apace:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had a suspicion the Sister was  Sapphic!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd tell you more, but it's simply  too graphic. Suffice it to say, she's  a preference for lasses! Even at  Vespers, she always made passes---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suddenly, BOUCHON's hands appears around the base of her  neck; his finger flicker across her cheek. Her face fills with shock, and she disappears behind the curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My darling, Eugenie, dainty morsel!   Get on your back! Let's try it dorsal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was ever a man more risquГЁ? He wants  to take me every way!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON yanks MADELEINE behind a curtain, and pushes her- hard--against a stone wall. With a visceral grunt, he gro her beneath her petticoat. She gives a sharp yelp, and re for an iron, still red-hot from the day's work. She presses it--hard--against BOUCHON's cheek. His flesh  sizzles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhhhhggggg....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The obscene pantomime gets wilder by the minute:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER hears BOUCHON's tortured cry, and lurches from t dais, marching directly across the stage. VALCOUR leaps u from his own aisle seat, and follows the PRIEST. The  rollicking play continues onstage:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll plunder every lovely pore until  you're weak and cry \"no more!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I tremble with fear! You're bound to  pound the quivering lips of my Venus  mound!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then--to prove your truly mine--  I'll plunder you, darling, from  behind!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What of my lips, will you soil them  too? When you've broken every other  taboo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll fill every slippery hollow; if  you're obliging, then you'll swallow! COULMIER rips aside the backstage curtain, revealing MADE still out of breath--and BOUCHON, grabbing his face in pa The AUDIENCE--giddy and oblivious--starts to peal with  pleasure; they're certainly getting their money's worth  tonight! VALCOUR seizes BOUCHON roughly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take him to the infirmary for a  plaster, and an ice bath. That'll  cool him. VALCOUR drags a quivering BOUCHON away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Has he hurt you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bravely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His stinking breath caused my eyes  to run, that's all. COULMIER kisses her on the forehead. She clutches him in hug, and dissolves into tears.  COULMIER looks up to see MARQUIS standing nearby.  The TWO MEN lock eyes for an  instant; a flicker of jealousy passes between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean to take us all down with  you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with mock innocence)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be absurd; it's only a play. COULMIER glances past THE MARQUIS to see ROYER-COLLARD ri from his seat, and--imperiously--gather his hat and coat. Their eyes meet for an instant; ROYER-COLLARD shoots dagg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the audience now,  expansively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only a play!",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "The AUDIENCE is on its feet now; some cry \"Bravo!\" Others hurl insults at the stage. Frantic, FRANVAL gestures to t STAGE HANDS to bring the curtain down. EXT. CHARENTON - TERRACE - MINUTES LATER. The DOCTOR flings open the door of his carriage, where SI waits for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was fiction, of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(brusquely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was not inspired by circumstance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. It most certainly was not. He boards, slamming the door shut with finality:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ought to be ashamed, Abbe.   Exploiting those drooling, pathetic  cretins for financial gain--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's not our intent--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--a veritable freak show for tourists  and curiosity seekers. Charenton is  a sanatorium; she is not a circus.   The theater is henceforth closed. As  for your avowed friend--playwright  emeritus of the madhouse-- COULMIER swallows; he knows what's coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do everything in my power--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off  abruptly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do more. Otherwise, I'll be forced  to report to the Ministry that the  inmates are indeed running the asylum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "The carriage screeches away, leaving Coulmier alone in th night air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER bursts into the MARQUIS's quarters to find him  enjoying a late-night snack of fricandeau, a napkin tied  around his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope you're satisfied; he's shut  down the theater. THE MARQUIS plucks the napkin from around his neck, and t it haughtily onto his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He can't do that to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How can one man possibly be so  selfish?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We held a mirror up to the Doctor,  and--apparently--he didn't like what  he saw. COULMIER charges to THE MARQUIS' desk and plucks a hand-f of quills from the ink stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dropping his fork)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What the devil--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you won't be true to your word,  then you've left me no choice. COULMIER grabs quills off the window-sill, the side-board and the secretary. THE MARQUIS realizes COULMIER means  business; he lunges for the ink stand. It spills, sending ink all over his desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I kept my promise! I didn't  publish-- COULMIER shoots a glare that says \"Oh, please.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps--in time--you'll earn them  back through good behavior--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't--! You mustn't--! I've all  the demons of hell in my head; my  only salvation is to vent them on  paper--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try reading, for a change. The writer  who produces more than he reads? The  sure mark of an amateur. He snares a Bible off the shelf, tossing it to THE MARQUI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Start with the Bible; it's cheerier,  and more artfully written.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spitting on its cover)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That monstrous God of yours? He strung  up his very own son like a side of  veal; I shudder to think what He'd  do to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know what sacrilege is, don't  you?  The last refuge of the failed  provocateur. COULMIER yanks open the desk drawer. In it, bottles of in He starts to fill his pockets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(truly frightened now)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll die of loneliness! I've no  company but the characters I create--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whores and pederasts? You're better  off without them. The MARQUIS abruptly switches gears; he has a new idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have a proposition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You always do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine. She's besotted with me;  she'd do anything I ask. She could  pay you a midnight visit--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know who you insult more;  her or me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Part the gates of heaven,\" as it  were--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're tense, darling. You could use  a long, slow screw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good day, Marquis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN BUGGER ME",
          "text": "COULMIER exits, locking the door behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENSE OF MY CONDITION",
          "text": "My writing is involuntary, like the  beating of my heart! My constant  erection! I can't help it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From inside his cell, the MARQUIS pounds on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAGGOT",
          "text": "COULMIER pauses. He hears the sliding of the peep-hole in the door.  He turns back to see the MARQUIS staring at hi through the tiny slit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where there's a will, there's a way.   And a maniac is matchless for  invention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "The peephole slams shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALCOUR admits the MYSTERIOUS WOMAN from the theater, THE MARQUIS' WIFE, RENEE PELAGIE. The MARQUIS stares out his  cell window without acknowledging her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've done just as you bade me; I've  paid a visit to the woodcarver. He  laughed and called me a whore, but  took my money just the same. She sets a satchel down on his desk, and unwraps it. Inside, two wooden prods, each about nine inches long. On is ebony; the other rosewood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what brings you more  pleasure; the objects themselves, or  the humiliation I endure procuring  them on your behalf. Next, she proffers a small box tied with a gold bow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And--last but not least--I've brought  you aniseed drops and some chocolate  pastilles. This gets his attention; he turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you now, Madame? His face softens, and he says with a suggestive lilt:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're filled with cream, yes? You  know I shan't touch them, unless  they're positively bursting--erupting--  with cream. RENEE PELAGIE blushes happily, delighted that she's pleas him. THE MARQUIS crosses to her; en route, he notices VALCOUR, spying through the peephole. He snaps it shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What else have you brought that I  might nibble upon? He presses her against the wall, cupping her breast, and  kissing the tip of her nose. She offers faint protest:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Donatien...you mustn't.. He licks the rim of her ear as he whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm? Tell me.  What other treats?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(helpless with giggles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "....shame on you, truly... Suddenly--savagely--he slaps her; she reels, stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For fuck's sake, woman! BONBONS? I'm  to sit here, gorging myself on useless  trifles, sucking down your little  sweetmeats, when what I truly need--  what I truly require--are a few quill  pens? Perhaps a pot of ink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgive me, I beg you--- He pulls the drawers from his desk, and hurls them to the ground; they splinter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you see? I've been raped! Far  more egregiously than any of my  wretched characters--- RENEE PELAGIE breaks away from him, and says in a voice  cracked with emotion:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was I to know, my darling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was I to tell you? By writing a  letter? WITH WHAT, MY ASININE BRIDE? RENEE PELAGIE backs herself into a corner, a safe distanc from her husband, and implores:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg you, Donatien...as your  wife...your only ally...you must  stop making such a monstrous spectacle  of yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(incredulous)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've come to lecture me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To flaunt your deviance in public?   Upon a stage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've put you up to this, haven't  they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ought to court the Doctor's favor,  not his contempt. THE MARQUIS tears open the box of candy, and pops one int his mouth. He chews:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I ought to carve my name into his  backside, and fill the wounds with  salt-- RENEE PELAGIE's eyes well; she dabs them with a handkerch",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're here--safe--surrounded by  brick and mortar; but my prison is  far crueler. It has no walls. She starts speaking in a mad rush, tripping over her own  words, frantic to spill it all out before he cuts her off",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everywhere I go, they point and  whisper! At the opera, they hiss at  me when I take my box. When I went  to church...the priest refused to  even hear my confession; he said I  was already damned! Why must I suffer  for your sins?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's the way of all martyrs, isn't  it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give me back my anonymity, that's  all I ask! Let me be invisible again! THE MARQUIS explodes now, his eyes spinning with rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me; have you done anything to  secure my release? NO!  Have you  petitioned the court? NEVER! Sought  audience with the Emperor--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He refuses to be seen in my company!   He blanches at the mention of your  name--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a convenience, isn't it, having  your husband locked away!  You no  longer have to hold your tongue, or  hoist your skirts!  Or crack your  mouth, so I can put it to its one  pleasurable use!  YOU'RE NOT MY WIFE, ",
          "sentiment": "neutral"
        },
        {
          "speaker": "AREN'T YOU",
          "text": "RENEE PELAGIE starts to sob, convulsively. VALCOUR--heari the commotion--re-enters the cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What in the name a' God--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take this cow away; I can't look at  her. VALCOUR escorts a fragile RENEE PELAGIE from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps you'll find a place for her  in the West Wing, eh? AMONG THE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "HYSTERICS",
          "text": "As they lumber out, THE MARQUIS bellows after them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the rear of her carriage, RENEE PELAGIE. She's dried h tears, and now bears a look of fierce resolve: a woman im with a mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CRAFTSMEN buzz about the place like flies, carrying gilde mirrors, uncrating sculpture, fitting wall sconces, etc. GAILLON stands by at the door. ROYER-COLLARD AND MONSIEUR PROUIX are at one end of the room, in rapt consultation. Swatches, marble samples, and blueprints litter their tab",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For a woman of humble origin, your  wife certainly has refined tastes!   When I suggest granite for the foyer,  she's quick to counter with Peruvian  marble. Peruvian marble! It costs a  fortune to import! SIMONE wafts past on the balcony above; she glances down them, smiles.  ROYER-COLLARD assumes the smile is meant f him; he offers a tiny wave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beaming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever her heart desires, Monsieur  Prouix. MONSIEUR PROUIX assumes the smile is his; he offer his ow toothsome grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like nothing better, sir, than  to grant her every wish. (sotto voce, to the  DOCTOR)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But on the modest sum you've accorded  me--I'm an architect, not a magician-- RENEE PELAGIE brushes past GAILLON with gale force:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must see the Doctor at once. It's  a matter of dire urgency... ROYER-COLLARD spies her instantly; their eyes lock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is customary to write first, and  request an appointment--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Desperation has driven me past  etiquette, all the way to frenzy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My schedule is not subject to the  whims of lunatics. RENEE PELAGIE removes her hat, indicating her intention t stay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg to differ, Doctor. You work in  a madhouse. Your every waking moment  is governed by the insane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a sigh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I pray you: be succinct.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're new to Charenton, yes? Perhaps  you're not yet familiar with my  husband, and his unusual case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all due respect, Madame, all  France is familiar with your husband. (to MONSIEUR PROUIX)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grant us a moment alone, won't you,  Monsieur Prouix?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Happily, sir. Your servant, sir. He gestures for the CRAFTSMEN to follow him out. The room a veritable hive of activity--is now silent. DR. ROYER-CO offers RENEE PELAGIE a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madame, please. RENEE sits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I assume you've come to plead for  clemency on your husband's behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh you do, do you? It is my dearest  hope, Doctor, that he remain entombed  forever, and that when at last he  perishes in the dank bowels of your  institution, he be left as carrion  for the rodents and the worms. The DOCTOR's somewhat taken aback:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I stand corrected, Madame. Now that she's alone in the DOCTOR's company, the full fo of RENEE PELAGIE's despair issues forth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can't cure him--truly cure  him-- then--at least--I beg you-- harness the beast that rages in his  soul. The wheels in ROYER-COLLARD'S brain begin to turn; he idl fingers a swatch of fabric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not so easily done, Madame. He rises, circling RENEE PELAGIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're aware, are you not, that it  costs a great deal to house your  husband at Charenton...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I pay his stipend every month, far  more dutifully than I should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That barely covers the cost of his  room. There's nary a penny left over  for appropriate treatments. Opiates  to quell his temper. Restraints to  chasten him when he misbehaves. RENEE PELAGIE can sense the direction of the conversation she blushes, and stares at her hands in her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps if you were to buttress your  entreaties with the means to oblige  them...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am not a wealthy woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you've a pension, haven't you,  from the sale of his books?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's tainted money, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a beautiful thought, Marquise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What thought is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That ill-gotten funds, borne of his  degeneracy, might now effect his  salvation. RENEE ponders the thought; it has a certain righteous  symmetry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're truly determined to step  out of the shadow of your husband's  celebrity--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, but I am!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--words alone are insufficient.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's beyond perversity. That honor  should carry a price tag... The DOCTOR rises and crosses to her:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Imagine; old friends once again  deigning to kiss your hand. (kissing her hand,  seductively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Why, Marquise. Enchanted to see  you.  Welcome back from your long,  dark descent into the abyss of  infamy.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "RENEE's flustered; it's been a long time, and the DOCTOR  does have his charms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't toy with me, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now is the time to secure your  epitaph: The benevolent Marquise,  Charenton's most revered  philanthropist...or Satan's Bride. A torturous moment of indecision for RENEE PELAGIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DOCTOR and RENEE PELAGIE step into the sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rest assured that your generosity  speeds your husband ever faster toward  a cure. MONSIEUR PROUIX bolts up from the front steps of the CHAT ROYER-COLLARD whispers through his teeth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Peruvian marble; without question. MONSIEUR PROUIX stares after the DOCTOR, baffled. The DOC escorts RENEE PELAGIE into her carriage. She gazes soulfu into his eyes:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am eternally in your debt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And I in yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doctor... Can I impart to you his  cruelest trick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once...long ago...in the folly of  youth...he made me love him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MARQUIS lies against his pillow, his eyes flickering  malevolently in the candlelight. He hears the tinkling of dinner china outside his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE carries a dinner tray for THE MARQUIS. She reac his cell. He slides open his peep-hole. His voice has the desperate rasp of a man in withdrawal:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine, my sweet...can you smuggle  a paper and quill to me? MADELEINE shoves the tray under his door; she glances dow the hall to see VALCOUR stationed there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't dare. The Doctor's got his  eye on you, sharper than ever now. She gives him an apologetic look, and ambles on her way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MARQUIS plops his tray down on his desk. Wine from th carafe sloshes out; a few drops land on his napkin. He st at the pattern of the burgundy drops against the white of the linen. He traces a finger along the splotch. His face lights up; an idea. He grabs the carafe in one h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He steps into the room. In front of him, his bed. The she are stretched against it immaculately: not so much as a  wrinkle. Inch after inch of white; a beautiful blank page",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MARQUIS rips into the meat with his hands; he ferrets out a bone. Next, he takes a tiny carving knife, and whit away at it, sharpening its point and hollowing its marrow Voila. A make-shift quill. He dips it into the carafe.  N he tries a few strokes on the pillow-case over his desk. makes a clean, bold line. His eyes fill with grateful tea and he hugs himself in the night air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One lamp burns in the darkness in the MARQUIS' chamber; t sound of a quill scraping across linen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Dr. Montalivet was--politely put--a  diminutive man. When flaccid, his  member was little more than a bobbin,  and--when enflamed--it towered a  mere four inches. To compensate, he  strove to impress his lady love with  a host of other endowments; fine- wine, fresh game, and a house as  large as his other fortunes were  small...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An enormous table separates ROYER-COLLARD from SIMONE. Even the dining room is in the midst of renovation; half walls are covered in silk damask; the other half are bare SIMONE reads from a thin book. ROYER-COLLARD has had more than his share from the carafe of wine; he's feeling  \"expansive\" tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've ceiling beams en route from  Provence, and--next week--a muralist  arrives from Paris, to paint a trompe- l'oeil in the ballroom. SIMONE doesn't look up from her reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Doesn't that please you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(unconvincingly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd prefer to have our brandy in the  salon. There we can sit...side-by- side...before the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd rather read, thank-you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You prefer a book to your husband's  company? SIMONE glances down at her hands, trembling in her lap. S can't bring herself to answer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, no wonder; I'm only flesh and  blood. That's no match--is it?--for  the printed page. He stands, sullen, and tosses his napkin onto his plate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good evening, then. I hope you enjoy  your solitude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The canopy around the bed is closed. Behind it, a comely  silhouette; SIMONE is awake, reading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dressed only in a night-shift, SIMONE holds a book in one hand and a candle in the other. She hears footsteps; the  door opens. SIMONE blows out her candle. Through the curt she sees the looming shadow of her husband, carrying a ta of his own. ROYER-COLLARD parts the drapes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I apologize if I took a severe tone. He plucks the book from her hands, and regards its title a moment: A Lady's Garden of Verse. He smiles, bemused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't be blamed for your naivetГЁ,  not when it's chief among your charms. He climbs into bed next to her; she rolls on her side, fa away from him. He presses himself hard against her back a whispers hoarsely in her ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps the Sisters failed to instruct  you in the ways of marriage; the  nightly duty of a wife to her husband. He takes the hem of her night-shift in hand, and with a  wrenching rrrriiiippp starts to tear it up the rear. SIMONE--terrified at what's to come--seeks solace from th room's only comfort: the porcelain MADONNA from the Panth Convent sitting on her nightstand. The VIRGIN exudes a ho light that illuminates SIMONE, even as she's violated by husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sunlight falls in a crisscross pattern through the grate the MARQUIS' window. He snores, asleep at his desk. A KNO",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your linens! His eyes snap open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE pounds again, glancing nervously at the ever-pr VALCOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now or never! The trap opens, and sheets pour out. MADELEINE gathers th and notices something odd. Her face lights up with amazem She unfurls the top sheet. It's covered in script. She st it down in her basket, and scurries past VALCOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE sits by the fire. She unfolds THE MARQUIS' beds with loving care; like his pillowcase, its covered in wor She starts to transcribe it.  MADAME LECLERC sits near-by her rocking chair, knitting, her hands nimble in spite of her blindness.  She hears the \"scratch, scratch\" of a qui tip across parchment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you won't read it to your own  Mama, then perhaps you ought not to  be reading it at all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not your cup of tea, Mama.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come now, darling, give it a read. She clears her throat, and begins to read:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Monsieur Bouloir was a man whose  erotic tastes might discreetly be  described as 'post-mortem.'\" MADAME LECLERC can't help it; she smiles a naughty smile. Emboldened, MADELEINE starts to read in proud, clear tone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"A habituГЁ of cemeteries, his proudest  conquest was a maid six decades his  senior, deceased a dozen years.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, it's terrible!  It's too, too  terrible! (a pause, and then)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The vigor with which he made love  caused her bones to dislodge. Still,  he granted her the highest compliment  he accorded any woman...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(on tenterhooks)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Well worth the dig!\" MOTHER and DAUGHTER shriek with delight and revulsion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He--too--issues a low giggle, amused by the story, arouse by its reader...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE slips the manuscript to the HORSEMAN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You asked my name once; it's  Madeleine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet, then? Like the pastry? He grins and cracks the reins; his horse canters away. MADELEINE calls after him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Haven't you a name yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ride away with me someday, and perhaps  I'll tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADAME LECLERC sinks the scribbled sheets into a steaming vat of boiling water. She shoves it down with a large sti stick. The water turns red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CHARLOTTE and MICHETTE are pulling the sodden sheets from their baskets in order to hang them. They exchange a look something's askance. The sheets have an odd crimson hue. \"Off-color\" indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Steam rises thick as soup from the laundry vats. With a  flourish, ROYER-COLLARD unrolls a ruddy bedsheet for  MADELEINE's inspection. COULMIER stands by. MADAME LECLER creaks back and forth in her chair, anxiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother may be blind as a bat,  but you've a keen pair of eyes,  haven't you? MADELEINE flares defensively on her mother's behalf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mama's blind on account of the lye  in the laundry kettles; soaking sheets  for lunatics cost the poor woman her  sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This could cost her far more---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(intervening)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll get more from her with kindness  than you will with force.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What could cause a tincture like  this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm only a laundress; not a detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panicked)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now's not the time to be cheeky,  Maddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps your kettles are stained  with rust. Maybe the lye's turned  rancid. Or maybe...just maybe... He plucks a candle from the wall sconce, and holds it beh the sheet; bleeding through the fabric, traces of cursive",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...these sheets once belonged to our  friend, The Marquis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've over two hundred beds. They  could've been anybody's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Such a fine thread-count? Decorated  in his very own script? ROYER-COLLARD turns to COULMIER and says decisively:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's lying. It shows in her face. COULMIER looks at MADELEINE, imploringly. Now is the time tell the truth. But MADELEINE--though her cheeks are blus with guilt--doesn't budge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stacked in the hallway, THE MARQUIS' furnishings; his cha longue, his wardrobe, his bed. Paintings tilted against t wall; sculptures sitting upside down. And.trundling from cell, GUARDS. ONE carries drawers, newly pulled from ches ANOTHER, a candelabra and a crate of nicknacks. From insi we hear THE MARQUIS crying in protest:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Don't you dare! Touch that, and  I'll have your testicles on toast!   MORONS! THIEVES! Help! That's  fifteenth century, you goon! PUT ",
          "sentiment": "neutral"
        },
        {
          "speaker": "THOSE IVORIES DOWN--",
          "text": "LOUISON comes teetering forth with a wheelbarrow, stacked high with books.  And--marching down the hall in supervis mode--COULMIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Almost done, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember--anything--ANYTHING he might  fashion as a quill. His entire room,  stripped bare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER bursts in; THE MARQUIS rails. COULMIER goes righ to work, casing the bedroom, orchestrating the further re of items from the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So! The Doctor cracks the whip, and  you dance! He gestures toward the barren space in the center of the  room, incredulous:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My bed, gone! Am I to freeze to death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gesturing to GUERIN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His rug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And my chaise--am I being denied the  privilege of sitting--of plopping  down my ass--- GUERIN gathers the rug, and heads for the door. LOUISON  returns with the wheelbarrow, now empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a Turkish weave, you numbskull;  it costs more than you'll earn in  your lifetime-",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valcour. His chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALCOUR and LOUISON cart out the  MARQUIS' arm-chair, orange peels and  all. COULMIER starts emptying books  from the shelves into the wheelbarrow;  pages scatter and bindings break.  The MARQUIS decides to \"pitch in\"  with rueful glee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine! Take it! Take it all! Here-- He tosses a candlestick into the wheelbarrow:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Careful, it's slippery, you've no  idea where it's been. A box of Kama  Sutra powder, ready to dust whomever  you please... He plucks a small statue of the Virgin Mary from his shel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And we mustn't forget Mary, sweet  Mary, the Jewish Whore; God's little  harlot! He hurls it into the wheelbarrow, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Virgin birth--ha! An entire religion,  built on an oxymoron!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Orvolle. His wine. (back to THE MARQUIS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From now on, nothing but water at  every meal--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--water!---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and your meat shall be de-boned. The MARQUIS attempts to pirate away a pair of wine bottle but VALCOUR intercepts them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because your writing continues,  unchecked. COULMIER starts plucking THE MARQUIS' pornographic etchin off the wall. Panicked now, THE MARQUIS rails:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Its horrors, perhaps!  Its darkest  nightmares! And to what end? Nothing  but your own morbid gratification--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morbid gratification? NO! I write  what I've seen; the endless procession  to the chopping block. We're all  lined up at the guillotine, waiting  for the crunch of the blade. Rivers  of blood are flowing beneath our  feet, Abbe. THE MARQUIS turns back to COULMIER with the eyes of a man who has seen too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been to hell, young man. You've  only read about it. COULMIER realizes--for the first time--the full depth of MARQUIS's misanthropy. There's no point in arguing furthe",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am sorry, Marquis. Truly. He turns and heads into the corridor. THE MARQUIS follows him out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MARQUIS pulls him up short.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell me, Priest. These chastity vows  of yours. How strict are they? COULMIER pauses, stiffening. THE MARQUIS turns unctious:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suppose you only put it in her mouth--- Suddenly, COULMIER lunges at the MARQUIS, pinning him to wall by his neck. VALCOUR, ORVOLLE, GUERIN and LOUISON al freeze, ready to pounce. PITOU and DAUPHIN have emerged f their cells, curious about the clammer. CLEANTE watches f his peephole. THE MARQUIS gives a sly grin; he's hit a nerve. COULMIER  lets THE MARQUIS go with a shove.  His face stone, he hea back down the long hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PIOUS LITTLE WORM--",
          "text": "ORVOLLE and VALCOUR grab him by each arm; he glares at  COULMIER; his eyes are wild.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In conditions of adversity, the artist  flourishes. They drag him back to his cell and slam the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "C.U. THE MARQUIS' REFLECTION",
          "text": "Suddenly, it shatters, splintering like ice. THE MARQUIS slammed his own fist into a lone mirror. He picks up a sh of glass and braces himself. With a grimace, he slashes h finger. He winces, a sound lodged somewhere between pleas and pain.  Next, he holds his finger over the ink well, a squeezes. Blood starts to dribble--one drop at a time--in the tiny bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fall at the asylum; the topiary has shed its leaves; tang branches claw at the air like giant, hungry birds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE collects bedding on her routine run. She steps  over VALCOUR, who's snoring loudly outside THE MARQUIS' d The trap opens, and THE MARQUIS grabs her by the ankle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(choking back sobs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Psst. Madeleine. I beg you... MADELEINE looks down. On all ten of THE MARQUIS' fingerti bandages torn from cloth and soaked with bloodstains.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What have they done to you now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tortures so arcane, so medieval,  even I haven't the words to describe  them. If you've an ounce of pity in  your heart, you'll throw caution  aside, and unlock my door... MADELEINE glances at VALCOUR, who shifts in his sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God help me; I don't dare. THE MARQUIS abruptly shifts his tone; no tears now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be a dunce, child. I've a  surprise for you. Now open the  frigging door. MADELEINE screws up her courage, and slips the key in the lock. She twists the handle, leaving the door ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE MARQUIS stands before MADELEINE, looking absolutely  resplendent, in a suit covered in words, all written in h own blood. Quite a feat indeed. She gasps; her eyes fill  with tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(proudly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My newest book begins at my right  cuff, continues across my back, and  completes itself at the base of my  left shoe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it! He turns in a slow circle, like a fashion model on parade A few tell-tale words are visible: \"pikestaff,\" perhaps. Maybe \"nipple.\" MADELEINE can't help it; she blurts a gig THE MARQUIS joins her. Soon, they're both helpless with  laughter. Suddenly, THE MARQUIS remembers VALCOUR, just  outside the door. He presses a finger to his lips; MADELE goes silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your leave, quickly, so you  won't be blamed for my misbehavior. Suddenly--impulsively--she kisses him, hard, upon the lip",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't be a proper writer without  a touch of madness, can you? She slips out. THE MARQUIS stands for a moment, stunned b her unexpected display of feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE almost runs into CHARLOTTE, whose been spying o her in the hall. CHARLOTTE scowls:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Traffic with the Devil, Maddy, and  you'll pay the Devil's price. Just then, THE MARQUIS slips from his cell and scurries p a vision in his hand-tailored novel. CHARLOTTE's eyes bul with astonishment. MADELEINE grins. With a tremor in her  voice, CHARLOTTE cries out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Valcour! Valcour! MADELEINE breaks into a run, disappearing around the corn",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THE FACES OF THE LUNATICS, AGAPE WITH WONDER. One mouths few words, aloud. Another stomps his feet with reckless  enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "Dancing down the center of the longest table, THE MARQUIS He skips over loaves of bread, and overturned goblets. PITOU is reading his waistcoat; BOUCHON paws at his leggi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feast your eyes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Two chapters, one for each cheek! MY ",
          "sentiment": "neutral"
        },
        {
          "speaker": "WRITING LIVES",
          "text": "Giddy from the loss of blood, THE MARQUIS collapses on th table. THE LUNATICS pounce upon him to read every word; h laughs with victorious delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Sister Mary Quesnet had the most  dextrous vulva in all France--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"---so he set about removing her  teeth--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overlapping)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"She'd never been with another woman,  never mind her own mother--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"--twin orbs of delight--with her  puckered mouth, she swallowed him  whole-\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"She wore her ass proudly---\" ANGLE ON: the dining hall doors, banging open ROYER-COLLARD enters, VALCOUR, GAILLON and CHARLOTTE--the stool pigeon--flank him on either side; he spies the MARQ instantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to VALCOUR)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take this beast back to his cage. All the PATIENTS stare dumbly at the DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tell me. You've come to read  my trousers. On ROYER-COLLARD's face, the utmost contempt; the MARQUIS grins, ear-to-ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't keep me in suspense. What'll  it be? Fifty lashes? A night on the  rack?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't sully my hands with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nor should you. That's the first  rule of politics, isn't it? (a sly insinuation)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man who orders the execution  never drops the blade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: COULMIER, whose face bears all the frustration a new parent, saddled with an incorrigible child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're lucky it falls to me to punish  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "COULMIER paces, to and fro. The MARQUIS, still dressed in his \"novel,\" sits on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If it were up to the Doctor, you'd  be flayed alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man after my own heart...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What in God's name am I to do with  you?  The more I forbid, the more  you're provoked!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could be convinced to abandon my  writing, quite voluntarily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What on earth would that require?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A night spent with the partner of my  choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You expect me to pimp Madeleine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wasn't talking about Madeleine. The MARQUIS blows a kiss in COULMIER's direction; COULMIE turns a fiery red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Coulmier, you animal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, but you must, my pumpkin! Sex  without flirtation is merely rape!",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOW STRIP.",
          "text": "The MARQUIS begins to undress, hurriedly. First his tailc then his waistcoat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My shoes; they're naught but  punctuation. COULMIER just glares. THE MARQUIS kicks them off, too. He twists the amber ring off his finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My jewels, family or otherwise? Once again, COULMIER refuses to be roped into THE MARQUIS little game.  THE MARQUIS seizes the ring in his teeth, a proffers COULMIER a gritted, ugly smile.  COULMIER plucks the ring out of his maw. THE MARQUIS now stands in nothin but his stockings and trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your breeches as well. THE MARQUIS unhooks the first button on his breeches, the waits, expectantly, for COULMIER to do the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You started this little game; you  finish it. Or haven't you the courage? COULMIER falters; he wasn't expecting this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(snorting derisively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought not. He lets his trousers drop. In the dim shadows, the MARQUI is naked now, except for his hair. He sidles up, close, t COULMIER, his breath in the priest's ear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a potent aphrodisiac, isn't it?   Power over another man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your wig. Remove your wig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "The MARQUIS slides off his wig, and places it over his  privates, swinging it, like the tail of a horse. COULMIER reaches out and grabs it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll no longer spread your insidious  gospel, where art's magnitude is the  breadth of its depravity! FROM NOW ",
          "sentiment": "neutral"
        },
        {
          "speaker": "IGNOMINIOUS NAME",
          "text": "So much anger seethes between them, it's electric.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are your convictions so fragile that  mine cannot stand in opposition to  them? Is your God so flimsy? So weak?   For shame! The thinnest trace of a smile dances on COULMIER's lips;  he's won this round, and he knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't flatter yourself, Marquis. You're not the Anti-Christ.  You're  nothing but a malcontent who knows  how to spell. With that, COULMIER exits with THE MARQUIS' clothing in h arms. THE MARQUIS is left alone, naked and pathetic, in a empty cell. INT. CORRIDOR - MEANWHILE. ROYER-COLLARD storms down the hall toward MADELEINE's  quarters, with VALCOUR, GAILLON and CHARLOTTE on his heel",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw her with my own eyes.  She put  the key in the latch, just as proud  as you please--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine's head, framed against the sky Reminiscent of the GUILLOTINE VICTIM in the film's openin sequence. A SECOND HEAD looms into frame. Only--instead o belonging to an EXECUTIONER--this one belongs to VALCOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "VALCOUR ties MADELEINE's wrists to the posts of the well the center of the yard. With scissors, he slowly cuts the",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "laces up the back of her corset, exposing her back. Next, raises a steel-tipped martinet, poised to whip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She singles out faces: ROYER-COLLARD, who watches imperio from a window above, GAILLON at his side. CHARLOTTE, who  watches the proceedings with smug satisfaction. MADAME  LECLERC, whose foggy eyes are filled with tears. MICHETTE LOUISON, GUERIN and ORVOLLE, all faces ripe with sympathy And--separated by a fence--the LUNATICS--FRANVAL, PITOU,  CLEANTE, and DAUPHIN among them. BOUCHON, a hideous scar on his cheek from the iron, all b drools in anticipation. VALCOUR looks to ROYER-COLLARD for permission to strike;  coolly ROYER-COLLARD grants it. MADELEINE flinches in  anticipation of the blow. It comes down, hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As MADELEINE shudders in pain, the DOCTOR can't help hims he quivers--ever so slightly--with pleasure. An angry wel appears on MADELEINE's skin. Then another. She chokes back tears, enduring her punishment with digni COULMIER bursts forth from the CROWD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREE HER. NOW.",
          "text": "VALCOUR stops short; he turns to ROYER-COLLARD. THE DOCTO stands, menacingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll do no such thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a weak man who tests his mettle  on the backs of children--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This child let loose the beast from  its cage--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine's not wicked. It's the  Marquis who's corrupted her. That's  not her fault; it's mine. COULMIER turns to VALCOUR, and whispers urgently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your dagger. Give me your dagger. VALCOUR looks to the DOCTOR; which superior should he hon",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAVE HER DULY STRUNG.",
          "text": "COULMIER reaches out and slides the dagger from VALCOUR's belt. He slices through the rope that binds MADELEINE; sh grabs him for support, and whispers urgently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was wrong to free him, but so are  you--for taking all his treasures-- his quills and his ink--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now, or we're both done for. COULMIER turns back to ROYER-COLLARD and shouts:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If only blood will appease you, then  shed mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd suffer in her stead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abbe, no-- COULMIER proffers both fists to VALCOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go ahead. Bind them. Bind them. Reluctantly, VALCOUR ties Coulmier's hands together. Next he hikes them over the whipping post. He loosens COULMIER vestments, stripping them to the waist. Next, he raises h martinet and turns to ROYER-COLLARD for permission to str",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That won't be necessary. A sigh of relief from the CROWD. As VALCOUR frees him,  COULMIER rubs his wrists. ROYER-COLLARD stares at him wit steel eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you want to martyr yourself, Abbe,  do it for God. Not a chambermaid.  Now put your clothes back on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "COULMIER--chastened--turns a blazing red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE sits on the examining table, her bodice pulled  down around her waist.  A severe-looking NUN prepares sal for the lashes on her back. COULMIER sits behind a small  folding screen--for modesty--and talks to MADELEINE; it t considerable strength of will to keep from peeking at her",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had I known your taste in novels, I  never would've taught you to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say that; reading's my  salvation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why must you indulge in his  pornography?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a hard day's wages, slaving  away for madmen. What I've seen in  life, it takes a lot to hold my  interest. The NUN presses a sponge against a particularly nasty gas",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ow!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But why heap such ghastly fantasies  atop an already ghastly existence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I put myself in his stories. I play  the parts. Each strumpet, each  murderess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not act the role of heroines  instead? Queen Esther from the Bible,  or St. Joan?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I wasn't such a bad woman on the  page, Abbe, I'll hazard I couldn't  be such a good woman in life. The NUN has finished dressing her wounds; MADELEINE stand",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the partition in the screen COULMIER catches a gl of MADELEINE's body: the upturn of her breasts, the soft  slope of her back. He turns away, ashamed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is no place for a child like  you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD sits at a table, ledger before him, MONSIEU PROUIX on one side, GAILLON on the other. Lining up for  payment, various CRAFTSMEN: a BRICKLAYER, perhaps, A  CARPENTER, A GARDENER. The DOCTOR hands a small sheath of bills to a particularly large STONE-MASON. When the STONE MASON steps out of the frame, the DOCTOR is confronted by surprising sight: an incensed RENEE PELAGIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good God, Marquise--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm on the brink of bankruptcy; my  husband's resources are all but  exhausted. And to what end, I ask  you? ROYER-COLLARD glances behind her; more MEN await payment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is neither the time nor the  place--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If only you'd remained true to our  contract! Opiates, for his nerves!   Restraints! The man warrants a bed  of nails--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sotto voice)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can say, with the utmost sincerity,  that every franc you've given me has  been put to sterling use. RENEE PELAGIE glances about the room, taking inventory of its contents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That much is painfully clear. He stands and announces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gentleman, if you'll excuse us...only  a moment...thank you, thank you... Amidst grumbles, GAILLON clears the room, closing the doo behind him. MONSIEUR PROUIX hovers behind it, listening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've no right to assault me in  this fashion; I'll call for my  footman.  I'll have you removed--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I a cursed woman, Doctor? Must I  be betrayed by every man I meet-- SIMONE appears on the balcony above. She's overheard the  commotion, and senses something is amiss. The DOCTOR shif his gaze, staring up at her; RENEE PELAGIE notices that t DOCTOR's attention has been diverted, and whirls around t face SIMONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah! This must be the little Madame. SIMONE offers a faint, uncertain smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must confess, I envy you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Envy me? But why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your husband's name brings you honor,  doesn't it? You can walk down the  street without insult; without falling  debris. RENEE PELAGIE's brow darkens with sinister pleasure; she  gestures at the riches in the room:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But suppose the whole world knew  that all this splendor was the result  of fraudulence? Of extortion? SIMONE stares at her husband, alarmed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why has she come here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "RENEE PELAGIE continues to address SIMONE, even as she fi her stare upon the DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Public scorn carries a terrible sting.   Trust me. I'm a woman who knows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's libelous; you wouldn't dare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And why not? My fortune, siphoned  away.  My reputation, past repair.  I've nothing left to lose. (her eyes narrowing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence my husband, or you'll come  to know an infamy to rival his own. RENEE PELAGIE glances at SIMONE, who glances at her husba who glowers back at RENEE PELAGIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A YOUNG WOMAN navigates the winding streets. In her elega attire--notably the broad-brimmed hat which conceals her  face--she's clearly out of place in this neighborhood. VENDORS in cramped shanties and make-shift stalls cry out THE WOMAN as she passes. Their VOICES fade in and out of another, like a demented chorus. The FIRST is a hairy,  toothless bag o' bones:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Psst...Mademoiselle....I've only a  few doses of Spanish fly left... The WOMAN continues on her way, without glancing back. He cape billows behind her. The SECOND VENDOR is a scurvy li jackal indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cat-o'-nine-tails here, guaranteed  to raise a welt... The THIRD--a feisty little DWARF--has nothing but herself sell. She coos to the WOMAN:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Curious, aren't you? If I can pleasure  me-self, I can pleasure you, too... At the end of the line, the WOMAN reaches the most decrep booth of all. She reaches to ring the tiny bell, and the  knocker falls off in her hand. She pounds on the door wit",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "her fist instead. From WITHIN, scurrying sounds. The DOOR cracks open a sliver, and an EYE peers out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with an insinuating  lilt)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The PAWNBOKER's a sinister fellow with shifty eyes. His  CUSTOMER is none other than SIMONE, the DOCTOR's wife. Sh glances about to ensure that the coast is clear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(covertly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm in search of a book; perhaps you  know it. She slips the PAWNBROKER a scrap of paper; he reads it, t regards her warily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've only got copy left; rescued it  me-self from the bonfire. SIMONE bats her eyes, hopefully. The PAWNBROKER sighs, re under the counter, and pulls up a STRONG BOX, with a chai yoking it to the floor. The PAWNBROKER reaches high on a  shelf for the hidden key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please hurry. My husband locks the  door at dusk. THE PAWNBROKER opens the lock, and lifts the lid; in the  box, Justine. SIMONE scrounges in her purse for the requi francs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet little thing like you shouldn't  be reading such filth anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I grew up in a convent, sir.   Everything I know in the world, I  owe to books. And the book itself almost seems to speak...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"To the young maidens of the world...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SIMONE is at her vanity, with a letter-opener and a glue  pot. Gently, she loosens the cover off A Lady's Garden of Verse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Wrest yourselves free from the  tyranny of virtue, and taste without  shame the pleasures of the flesh...\" She slathers it with glue, and starts affixing it to her  newly-purchased copy of the Marquis de Sade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Male power lies in the clench of a  fist. But a woman's power lies  elsewhere...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD snoozes in his nightcap. SIMONE has her hea deep in a book: A Lady's Garden of Verse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"... in the velvet cavity betwixt  her thighs...\" The light from her oil lamp irritates THE DOCTOR; he open one eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's late, Simone, darling. Put your  poems aside. SIMONE just licks her forefinger, and turns the page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PROUIX holds a swatch against the dining room wall for  SIMONE's approval: the Napoleonic crest, in royal blue. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Or--if you prefer--a Florentine  tapestry? SIMONE glances at ROYER-COLLARD, who's preoccupied with t FOREMAN in the atrium. She turns to PROUIX and smiles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a literary man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me? From the folds of her skirt, SIMONE pulls her book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I so admire men with an appetite  for...books. Intrigued, PROUIX takes the parcel. He opens the book and peers under the false cover. His face turns bright red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madame, how could you...have you  actually read this volume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've memorized it. Would you like me  to recite? She giggles. PROUIX joins in, knowingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There comes a time in a young lady's  life when she has to cast book's  aside, and learn from experience. SIMONE cocks her head at a coy angle:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a challenge:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That, Monsieur, requires a teacher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER is paying a visit to MADELEINE and MADAME LECLER The OLD WOMAN sips tea; MADELEINE folds laundry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've good news; I hope you'll agree. THE TWO WOMEN look to him, expectantly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've found employment for you both  with the Widow Rougemont in town. MADELEINE's alarmed; she doesn't want to leave Charenton. COULMIER does his best to keep the news upbeat:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll have your own cottage on the  grounds, and ten francs a month to  use as you please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "MADAME LECLERC nearly drops her teacup in delight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're more than a priest; you're an  angel! Ain't he, Maddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's because of the Marquis, isn't  it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In part, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's not the man who's cast a shadow  here. COULMIER knows what she says is true, but can't admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Doctor's a respected man, a friend  of the court--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I haven't been to see the Marquis  for ages. And I won't--ever again--I  swear it. I won't speak to him, I  won't even utter his name--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that a promise you can truly keep? She can't answer. COULMIER glances at MADAME LECLERC; her blindness gives him license to touch MADELEINE. He stroke her cheek; she presses his hand tightly against her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charenton has changed; it's not safe  for you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've you to look after me, haven't ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place looks immaculate down to the last detail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Most Esteemed Dr. Royer-Collard. At  long last, your Chateau is complete.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "Through it, we see PROUIX, sitting in an open dressing go at a small cherry-wood secretary, proof-reading a note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"You'll find everything in its  assigned place.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"The chintz draperies, the English  bell pulls, even the ivory door stops.  Only one detail is missing...\" He emits a series of staccato moans followed by a long si SIMONE rises from between the ARCHITECT's legs. Her camis is askew, and her face is aglow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...your wife.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him I'm no fool. A prison's  still a prison, even with Chinese  silk and chandeliers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"By the time you read this, we'll be  long gone; bound for England or points  beyond...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell him--if he uncovers our  whereabouts--you'll slit your wrists  with a razor, and I'll plunge a hat- pin through my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(genuinely touched)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd do that, rather than forsake  our love?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. But tell him I would. PROUIX's face falls. SIMONE's leans over and whispers in ear to console him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sign it quickly.  Then you can ravish  me again. On linens for which he so  dearly paid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "PROUIX rebound with puppy-dog eagerness; he traces her li with his forefinger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, on the satin twill...and then,  I beg you, on the bear-skin rug in  his study...and finally...as a  crowning gesture....we'll leave  puddles of love on the Peruvian  marble! Slowly, he inserts his finger all the way into her mouth. SIMONE sucks on it happily, like an infant nursing a teat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD walks up the impressive steps to the front  door, GAILLON at his heels. Stuck there--with a quill pen letter.  He plucks it, glances back at GAILLON, then star to read. His iron jaw begins to quake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He rushes through the grand foyer, up the magnificent  staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lying haphazardly in the center of the mattress: A Ladies Garden of Verse. ROYER-COLLARD makes a grab for it, only turn it over and discover its true contents. A primal cry rises in ROYER-COLLARD's throat. Savagely he rips into th pages with his bare hands, shredding them. THE MARQUIS' w flutter down like snow. They fill the screen",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE UP: THE MARQUIS' FACE, as the words trickle down, t gradually disappear. His hair is sopping wet. His skin is pale blue, lined with purple veins. His teeth chatter, an he sputters for air. A loud CRANK, and he disappears from the frame with a start.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "The Marquis, strapped into the calming chair in the dunge GAILLON flips the lever.  THE MARQUIS rises from the frig bath; his expression is one of distilled fury.  He cries ferociously--to an UNSEEN PRESENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Show your face! I've a right to see  my Inquisitor!  You've an aptitude  for torture I really quite admire-- we're cut from the same cloth, you  and I-- GAILLON gives another YANK, dunking THE MARQUIS again wit loud SPLASH. When he rises, THE MARQUIS hisses at GAILLON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It thrills you, doesn't it, to hurt  me thus? Look, you're solid as bone,  you're straining your trousers-- Another dunk, another splash. THE MARQUIS tries a new tac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop, I beg you!  I'll write dainty  stories! Odes to Virtue! If even  your God will forgive me, so should  you-- Dunk, splash. Now, THE MARQUIS roars:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We see the recipient of THE MARQUIS' spleen: peering thro the peephole, ROYER-COLLARD. In his eyes, some small meas of vengeance, sated. He slips out of sight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE tosses and turns on the straw mattress she shar with her mother; perspiration plasters her hair to her fa Finally, she crawls out of bed, and slips out of the room",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Torches light the way as MADELEINE moves down the corrido In the distance, we hear sounds previously unassociated w Charenton: the clanking of chains and the wailing of inma Perhaps GAILLON thunders down the hall, PITOU and DAUPHIN under each arm. At last, MADELEINE reaches the ABBE's  quarters, and raps on his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER draws on his robe, and cracks the door. MADELEIN slithers inside. He whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't be calling on me, not  at this hour; suppose the  nightwatchman saw you, or the cook-- COULMIER sticks his head out the door, glancing to and fr then closes it tightly; he can't disguise his pleasure at seeing MADELEINE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't turn us out, Abbe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Turn you out?\" Somewhere, a patient wails in the night; another pounds h head against stone. All Charenton rumbles with discontent",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a sin against God for me to  refuse your kindness. But my heart's  held fast here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By whom? The Marquis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with a rueful little  laugh)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother's not half so blind as you. COULMIER understands the magnitude of MADELEINE's confess he also knows--all to well--its futility:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine, I....there are certain  things...feelings...we must not voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They incite us to act. In ways we  should not...cannot...a lesson the  Marquis would do well to learn. MADELEINE's so full of feeling that she starts to cry.   COULMIER reaches for her, and takes her in his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't. Shhh. You mustn't... He feels her body against his own. His resistance spent,  they kiss. Abruptly, he pulls back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to your room. Quickly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? What've I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't come back, not tonight, not  again--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll hate me now, won't you? With no choice before him, he lies:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you, Madeleine, as a  parishioner--as a child of God-- COULMIER swings open the door. He summons all his willpow",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My vows are mine and mine alone. So  are my failings. Forgive me. Stung, MADELEINE stifles a sob. She gives COULMIER a fina hurt look and slips out the door. Alone now, COULMIER tri to walk off his arousal, circling the room like a prisone in a cage. Impulsively, he goes to the door and opens it  again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees the figure of a GIRL, lurking in the shadows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine-- Furtively, the GIRL steps forward; it's CHARLOTTE. She sh him an accusatory glare; COULMIER ducks back inside, his  heart pounding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE, still smarting from COULMIER's rejection, walk down the gloomy, forbidding hall. She stops. Somewhere de within, MADELEINE makes a sudden, irrevocable decision. S abruptly turns around, heading toward the MARQUIS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER kneels on the floor of his cell, his vestments  lowered around his waist. He prays.  Clutched tightly in hand, a braided scourge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...Lead us not into temptation...\" He cracks the whip against his bare back; it leaves a wic stripe. His body flinches, but his voice doesn't waver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...but deliver us from evil...\" And another crack...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE watches as VALCOUR turns a corner. Once the coa is clear, she scrambles for her key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She slips inside. She holds up her candle and--crumpled i the corner--THE MARQUIS. He glances at her, a wounded ani",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've taken your clothes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They decreed me a savage, and now  they have made me one. MADELEINE--embarrassed--abruptly turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surely you've seen a man naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only been described to me. In  your books. She rallies and turns to squint at him, seated in the glo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must say, in your novels you stoke  the most unrealistic expectations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're far crueler than I, my sweet. MADELEINE tosses her shawl to him which he fastens like a skirt around his waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Abbe's sending me away.  He fears  for me here, what with the likes of  you--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be fooled, Madeleine!  He fears  for himself.  He's like a man  starving, and you--ha!--you're like  a pork chop dolloped with heavy cream--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a man of God; he's true to his  vows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "First and foremost, he's a MAN. You  remind him of that fact, and he  resents you for it. MADELEINE's brow darkens; she knows it's true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you see, my sweet? In us, they  see their own appetites, stripped  bare.  And so we are reviled; we are  beaten, we are trounced, we are  ridiculed, and we are silenced. (past hopelessness)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's to be done? It's the artist's  lot. In MADELEINE, something stirs. An idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It needn't be; not if you've another  story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you propose I write it? With  dust, upon the air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could whisper it through the  walls of your cell. MADELEINE sees THE MARQUIS perk, ever-so-slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes; that's it! A final volley from  us both!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go on, child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow night, whisper a new tale  to your neighbor, Cleante.  He'll  whisper it to his neighbor Dauphin,  who'll whisper it to his neighbor  Franval---",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(getting the idea)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--who'll whisper it to Bouchon--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--whose cell lies next to the linen  cabinet! There, armed with a quill  of my own, I'll commit it to paper!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(with real momentum  now)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! You shall. Of course you shall--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(practically squealing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tale more horrible than all the  rest combined!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Something to make the angels weep,  and the Saints to gasp for air...    He kisses her fingers, one by one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Practice your handwriting, my lovely.   So you'll do my words justice. She nods, even as her eyes fill with happy tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rumble of thunder from overhead; a storm is approaching MADELEINE tugs a sheet off the line. Standing behind it,  COULMIER. MADELEINE--startled--gives a little cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine-- Angrily, tugs down the next sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't fear the Marquis' sway on  me.  You fear your own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "COULMIER reaches to take her by the arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you'd grant me a final favor, I'd  like the chance to explain myself--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nasty, but tinged  with hurt:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't come any closer, Abbe. God's  watching. She grabs her basket by both handles and--insolently--ski COULMIER and heads inside. COULMIER starts to follow, but response she hurries her step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky cracks open with a deafening sound. Lightning cra Rain begins to pelt the stone walls of Charenton. INT. THE LINEN PANTRY - A SHORT TIME LATER. MADELEINE swings open the door and sets down her laundry  basket. She lights a small wall sconce, filling the room  with an orange glow. She closes the door behind her. Next she clears a space for herself on a small sewing table,  pushing aside a pin-cushion, bolts of thread, and a heavy pair of scissors. She lifts a sheet off the top of the ba Under it, a stack of parchment, an inkwell, and a quill. removes each item, one-by-one. An EYEBALL watches her eve move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON's hunched on the floor, peering through the old w door. A belt hoists his sack-cloth trousers above his wai He's been dislodging bricks from the interior of his cell wall to reveal the hidden door to the pantry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MARQUIS dislodges a small stone from the wall, and pe into the neighboring cell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Psst...Cleante! Are you there? ARE ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEANTE is a study in nervous tics; his eyes blink, his e wiggle, and his mouth quivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Marquis? Is that you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For fuck's sake, who else would it  be? The witching hour's arrived;  you've alerted the others, yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm no longer a man! I awoke to  discover I'd turned into a sparrow! CLEANTE begins to warble. THE MARQUIS stares through the  wall at CLEANTE, eye-to-eye. His words are hypnotic:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, well, I awoke to discover I'd  turned into a cat. If you don't do  as I say, I'll sink my little fangs  into your drumsticks, and suck the  marrow straight out of your bones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trembling convulsively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At your service, Count.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now give the signal. CLEANTE lets loose with a piercing trill, to alert his  compatriots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sparks to the sound; at last, it's time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He looks up from his reading, candle in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Even he registers the whistle with a low grunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE whispers a tiny prayer, clutching the ink pot t her bosom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And so we begin... With a certain improvisatory relish, THE MARQUIS begins t spin his tale:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Our story concerns the prostitute  Fanchon, whom Nature equipped with a  tight and downy fissure between her  thighs, and the most finely cleft  ass ever moulded by the hand of  God...\" Through the chink, THE MARQUIS hears CLEANTE moaning, eve so softly, masturbating to the tale. THE MARQUIS barks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEANTE springs into action, rushing to the opposite side the room and perching on a chair. He whispers through a h by a beam in the ceiling:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Fanchon was a prostitute with a  tight and downy fissure between her  thighs...\" He starts to forget the phrase; THE MARQUIS hisses from a the room:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...the most finely cleft ass...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Under his breath, THE MARQUIS frets:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My glorious prose, filtered through  the minds of the insane? (a sudden, consoling  thought)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who knows? They might improve it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAUPHIN crouches, listening, as CLEANTE transmits the wor",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...and the most finely cleft ass  ever moulded by the hand of God!\" He scurries across the room to relay the words to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...a harlot, she was, name of  Fanchon, with a downy fissure and a  heavenly ass...\" FRANVAL lopes over to the wall he shares with BOUCHON. He removes a small sculptured crucifix, revealing a gap in t stone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Psst...Bouchon....",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON' still busy peeping on MADELEINE, heedless of FRA",
          "sentiment": "neutral"
        },
        {
          "speaker": "...BOUCHON",
          "text": "Distracted, BOUCHON turns in the direction of FRANVAL's v FRANVAL has to whisper loudly so the story carries:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...'S about a harlot named Fanchon,  with a downy fissure and a heavenly  ass....\" BOUCHON'S LIPS CURL IN A GRIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bouchon! You've something for me,  haven't you? Almost shyly, BOUCHON ekes out the words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...a downy fissure, and a heavenly  ass...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must remember each word, exactly  as it's told to you. Yes? Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One day, Fanchon's first client was  a surgeon.  He ran his fingers across  her naked skin, pulling apart folds  of flesh, inspecting each and every  follicle...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One day, Fanchon was visited by a  surgeon. He ran his fingers across  her naked skin, pulling apart folds  of flesh, inspecting follicles...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One day, a surgeon came to visit  Fanchon. He felt her naked skin,  pulling at her folds, fingering every  hair...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One day, a surgeon came to visit...   feeling her naked skin...pulling at  her folds...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON gives a low giggle; it's a naughty story, this on",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"One day, a surgeon...ran his fingers  over her naked skin...her naked  skin...naked...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE writes as fast as she can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muttering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...yes, I've got that bit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(savouring the words)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"What shall I ready?\" asked Fanchon.   \"My mouth, my ass or my succulent  oyster?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"What shall I ready?\" asked Fanchon.   \"My mouth, my ass or my succulent  oyster?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"What'll it be?\" she asked. \"My mouth,  my ass or my succulent oyster?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"My mouth,\" she asked, \"My ass or my  succulent oyster?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON's really in the spirit now:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Which hole? My mouth, my ass or my  succ...succ...succ... succulent  oyster?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE scripts the words \"succulent oyster.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now THE MARQUIS is seized by inspiration; this story is v Truly vile!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"None!\" cried the surgeon, brandishing  his scalpel. \"I'll carve new orifices  where...there...were...none...before!\" He laughs, delighted at his own powers of invention.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEANTE claps his hands, rapturous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"None!\" cried the surgeon, brandishing  his scalpel. \"I'll carve new orifices  where there were none before!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAUPHIN's so excited by the tale, he slaps his bald head  with both hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"None!\" cried the surgeon. \"I'll  carve new orifices where there were  none before!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANVAL's aroused; he adjusts the rising staff in his  trousers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"None!\" he cried. \"I'll carve new  orifices where there were none  before!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON removes one brick, then another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"I'll carve new...new...NEW...orifices  where there were none before!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE scribes the word \"carve.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His face pours sweat; he's in a state of orgasmic excitem",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"With that, Fanchon expelled a scream  so extravagantly pitched, that the  surgeon was obliged to tear out her  tongue---\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(beside himself)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"With that, Fanchon expelled a scream  so extravagantly pitched, that the  surgeon was obliged to tear out her  tongue---\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(exhilarated)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"With that, she screamed so loud  that the surgeon was obliged to tear  out her tongue---\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(red-faced)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"She screamed--so long and so loud--  that the surgeon was obliged to tear  out her tongue---\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON whips off his belt; his trousers crumple to the f He hooks the buckle over the head of a nail in the hinge. Next, he twists the belt around his hand for leverage and begins to pull.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(rife with guilty  pleasure)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"She screamed, so he felt he should-- he felt he ought--to tear out her  tongue---\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE wets the tip of her quill with her own tongue, then transcribes the same word...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"To seal the wound, he took a poker  from the fire--\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"...a poker...he took a poker from  the fire...\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAUPHIN stares, still hypnotized by FRANVAL'S candle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"A poker from the fire! From the  fire...from the fire...the fire, the  fire, the fire!\" He reaches through the hole and steals the candlestick; T wax scalds his hand; he hurls it onto his bed with a yelp The mattress bursts into flame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FRANVAL's left high and dry; coitus interruptus indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dauphin? What's the next bit? You  must tell me the next bit...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outside, sounds start to grow; DAUPHIN, hollering \"fire\"  from his cell.  Other LUNATICS--agitated--pounding on the cell floors. BOUCHON wrests another nail from the hinge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a frightened whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please. The words. Tell me the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't hear the words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smoke pours out from beneath DAUPHIN's cell, and into the hall. VALCOUR--several guards in tow--races down the corr to investigate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MADELEINE hears their footsteps rushing past, and the ris cry of \"fire!\" She cracks the door slightly and peers out transfixed by what she sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She glances to her right, in time to see VALCOUR and his tearing open DAUPHIN's door. Smoke pours forth. The GUARD are disoriented; it stings their eyes, and fills their lu They stumble; VALCOUR coughs, then doubles over. As he  wretches, DAUPHIN clips the keys from his belt and slips  outside. MADELEINE senses that all hell is about to break loose; s closes the door, and turns pack to retrieve her parchment and tell-tale quill. She glances up to see--with horror-- that BOUCHON's door has been dismantled. She stands and b away, until she bumps into a HULKING FIGURE. She turns. I BOUCHON, sewing scissors in hand. MADELEINE tries to calm him, her voice tremulous:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remember your manners, Bouchon, like  the Abbe says. But his leer tells the truth. She tries to dodge him, but with a lunge--he's upon her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MARQUIS recognizes the howling voice down the hall. His face goes white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine...MADELEINE!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a trance-like state, CLEANTE continues to mimic the ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine! Madeleine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine! Madeleine! Madeleine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAUPHIN runs up and down the hall, VALCOUR's keychain in  hand, unlocking cell after cell. The LUNATICS pour out. They pick up the sing-song cry, screaming Madeleine's nam at a hideous pitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine! Madeleine! Madeleine!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER's awakened by the sounds of the LUNATICS crying  \"Madeleine! Madeleine!\" He starts pulling on his vestment with trembling hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER rushes down the hall and glances into MADELEINE' QUARTERS. MADAME LECLERC lies alone in the bed she shares with her daughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine-- MADAME LECLERC stirs, reaching out for her child, patting the lumpy mattress, hoping to touch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maddy? Where are you now? Maddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A burning pillow cascades down, trailing straw. As COULMI bounds downstairs, he catches sight of a figure: a  CHAMBERMAID, rushing past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine-- He follows her, dodging MADMEN brandishing broomsticks,  bedsheets, and the splintered remnants of furniture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The CHAMBERMAID enters the infirmary; COULMIER races afte her. He has to fight his way past Charenton's MOST DIRE C who lurch toward him in the smokey haze like zombies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "An aging MADMEN with elephantiasis; a WITHERED OLD CRONE a stolen nun's habit with a hideous grin, her hands thrus under her own skirts; ONE AILING MADMAN carries ANOTHER  through the murk; a demented pieta. In the background,  curtains blaze. COULMIER catches sight of the CHAMBERMAID. He makes a bee line for her, grabs her by the arm, and swirls her around It's not MADELEINE at all, but CHARLOTTE. COULMIER can't  help it; his face betrays dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's her fault the Devil's unleashed  himself upon us...it's her fault... COULMIER thrusts CHARLOTTE aside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine! Madeleine! From outside, a horrible scream. COULMIER's eyes fill wit alarm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD empties the last dregs from his wine bottle pitiful little puddle in the bottom of his glass. Before  him, the asylum record books in grave disarray. GAILLON  lounges in a near-by chair. As the DIN of the RIOT grows  around them, they exchange a look; one that says \"We knew this would happen. How could it not?\" EXT. CHARENTON - TERRACE. COULMIER, soaked in the rain, searches the courtyard. All around him, WARDS--like pagans--are stripping off their  clothes, dancing in the storm. PITOU rides atop GUERIN's  shoulders; LOUISON tries to beat him off with an andiron. The scream again; COULMIER whirls around, expecting to se MADELEINE. Again, his hopes are dashed. It's MICHETTE, pi to the wall, set upon by a group of LASCIVIOUS WARDS, the limbs all intertwined in an orgiastic frenzy. ONE BESTIAL MAN turns to look at COULMIER, his eyes wild, scrap of MICHETTE's clothing dripping from his mouth, lik flap of flesh. COULMIER dives in to rescue her, but--instead--he's set u by more MISCREANTS, who tug at his robes and paw at his h like creatures turning on their Master.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From above, the insistent, demonic chanting of Madeleine' name.  GAILLON bursts from the office and makes for the  stairs; ROYER-COLLARD strides out after him, glancing  imperiously this way and that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a desperate howl)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still fending off MADMEN, COULMIER bellows at the sky:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As he passes, ROYER-COLLARD hears a scuffle from within. He pauses, and reaches for the knob. Just then, he hears  COULMIER and THE MARQUIS in the distance, each crying out for Madeleine. From the pantry, her Voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abbe? Is that you?...He means to  kill me...save me as you have  before...I beg you...I'm sorry for  all that I said...please...oh,  please... ROYER-COLLARD's face calcifies with hate. From inside, a  heart-piercing scream.  He feels a surge of victory in hi chest, and lifts his hand from the knob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cinders fall from above. Poised along the stair, ORVOLLE, VALCOUR and GAILLON. They're passing pails of water upwar in an effort to quell the flames.  ROYER-COLLARD joins th line, passing a sloshing bucket from ORVOLLE to VALCOUR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quickly now! Altogether men, as one! ORVOLLE looks at him, surprised to see the aloof DOCTOR  suddenly so pro-active.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "QUICKLY! Before it reaches the rafters  on the upper floors-- GAILLON gazes at his BOSS with glowing admiration. Coming down the stairs--disoriented in the smoke and the melee-- MADAME LECLERC. With one hand, she clings to the railing. With the other, she grasps at the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maddy! Where are you, child? Maddy! The LUNATIC QUARTET--in their night drawers, their faces  blackened with ash--trundle after her, playing a jaunty t",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER--his cassock torn and soaked through, his face  scratched--races down the stairs THE MARQUIS, meanwhile,  screams bloody murder from the peephole in his cell:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me out your morons! Let me loose! COULMIER catches his eye, and shoots an accusatory glare. \"You've played a part in this, haven't you?\" he seems to asking. THE MARQUIS turns silent, even stony, staring bac at COULMIER with lethal eyes. COULMIER moves on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER races through the room. He sees the dismantled d lifted off its hinges, lying sideways against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER's eyes dart feverishly about; the linens are dre in blood. He glances down at his feet; he sees a few piec of parchment. He picks up a sheet. The last sentence read \"tear out her tongue\" before trailing off the page. He  recognizes the curve of MADELEINE's script. His heart pounding, he moves toward the laundry room,  terrified of what he might find. Underfoot, a growing poo of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the far end of the laundry room, BOUCHON, dripping wet his lower lip quivering like a naughty child, recedes int the shadows.  Meanwhile, MADAME LECLERC emerges from the  smoke, clutching her stirring stick like a pike for  protection. THE SOUND OF WATER SLOSHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "She turns, her face full of dread.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Water cascades down the sides of the vat. MADAME LECLERC  climbs atop her pedestal, inserts her stick into the brew and begins to stir. COULMIER stands, dizzy, the room spinning around him in a mad whirl that becomes... THE SWIRLING WATERS OF THE LAUNDRY VAT. Rising to the sur like a phantom from the mist, MADELEINE.  Her skin is  translucent blue. As her corpse rolls in the water, we se that it is riddled with scissor gashes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun turns the horizon a feverish red. In the distance cock crows. ORVOLLE and LOUISON nail wooden planks across Charenton's windows; WORKMEN fortify the grounds with  barriers. The asylum stands, like an injured beast, too  obstinate--and now, too cruel--to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HORSEMAN waits, but there's no one to greet him with manuscript. A final, lingering look and--dejected--he tur to leave. His horse rears up on its hind legs in distress then gallops away through the morning mist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door swings open, and light illuminates BOUCHON. As s as he sees VALCOUR and GAILLON in the doorway, he scuttle under his cot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, now. Don't be shy. We've a nice  surprise just waiting for you... BOUCHON peers out from beneath the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a good boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweat trickles in tiny rivulets down BOUCHON's forehead. hear the CREAK of HINGES; a metal cage snaps over his fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "PULL BACK TO REVEAL",
          "text": "VALCOUR and GAILLON, soldering shut the iron dummy. BOUCH eyes bulge as he's encased--forever--in a sarcophagus mad of steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD closes the door to the dungeon, and cracks knuckles with barely-controlled fury.  COULMIER sits, his head bowed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, we mustn't blame Bouchon;  he's merely one of Nature's  experiments, gone awry. No discipline.  No conscience. No morality. He rears up from behind his desk:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In fact, it is our duty to provide  those things on his behalf. Is it  not? COULMIER raises his head. His eyes are red from crying, b he's resolved not to lose his temper before the DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you say, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was so impressed with the Marquis'  tale that he chose to re-enact it,  yes?  Upon a certain chambermaid. COULMIER nods. ROYER_COLLARD blithely sticks the knife in and gives it a turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Perhaps you'll be so kind as to remind  me of her name...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I beg you, Doctor, don't make me say  it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HER NAME, ABBE.",
          "text": "COULMIER chokes back a sob and manages:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Madeleine. THE DOCTOR tosses MADELEINE's bloody manuscript onto the  center of the desk, and lays into COULMIER savagely:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So tell me: when you're called before  God, how will you answer for  Madeleine's death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER blazes down the hall, torch in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER climbs down a spiral stair built along the param of an enormous pit. In its center, a LUNATIC, crouched in feral pose. He wears a heavy iron collar with four long  chains, each strapped to a different wall in the room. He longer resembles a man; he looks like a beast, trapped in stone cage; it's THE MARQUIS. He peers into the gloom wit wolverine eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Murderer! THE MARQUIS blurts, defensively:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'm to be blamed now, am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your words drove Bouchon to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For fuck's sake, Abbe! What am I to  do? Police my readers as you police  me? Suppose one of your precious  wards had attempted to walk on water  and drowned? Would you condemn the  Bible? I think not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An innocent child is dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(icily)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So many authors are denied the  gratification of a concrete response  to their work. I am blessed, am I  not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "This flagrant disregard for MADELEINE cuts through COULMI",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's no secret that you loved her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's rich--coming from her  lapdog--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I saw the longing in your eye--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--that was lust--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--the passion in your heart-- THE MARQUIS grabs his own crotch:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't confuse one organ with another--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, because I felt it myself--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're no stranger to rape, Marquis;  and yet with her, you cooed. You  courted. You begged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go to hell!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why was it you never took her by  force?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who's to say I did not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Was it impotence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then it must've been love-- The MARQUIS chokes on COULMIER's last word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(triumphant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We inspected the body, Marquis.  She  died a virgin. A stunned pause. The MARQUIS cracks--a tiny cry at first, which erupts into genuine sobbing.  He sinks to his knees and claws the dirt with his hands. Finally, he whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give her a proper burial. In the  churchyard, at my expense. Do not  inter her sweet body in the same  ground as the devils who inhabit  this accursed place. Pause, and then:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your terrible secret, revealed. You're  a man, after all. Suddenly--savagely--THE MARQUIS spits in his face. COULMIER wipes away the indignity. He stands, severe now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All that remains now is your  punishment. THE MARQUIS extends his arm:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dare you. Stab my flesh. Which one  of us will bleed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow, we'll cut out your tongue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "For once, THE MARQUIS' balks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALCOUR manacles it to an operating table. CLOSE UP: THE MARQUIS' RIGHT HAND. VALCOUR cuffs it, too. Next, GAILLON splays the MARQUIS'  feet, and clamps them in irons. He buckles leather restra around the MARQUIS' torso.  The MARQUIS cranes his head, glances at the table beside him.  On it, primitive medica instruments, laid out ominously in a row. A RAT scurries  across them. GAILLON sharpens his blade on a stone. COULMIER watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've opium to numb the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(crisply:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Our intention here is punitive. If  we numb the pain, what's the point? The MARQUIS twists his neck to find the PRIEST:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abbe de Coulmier!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Surely you'll grant me a final word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(terse)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. The MARQUIS' eyes flash with malevolence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would that I were so easily silenced. COULMIER wrenches his hand free. GAILLON raises his scalp and looks to COULMIER for permission to begin. COULMIER nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From within, an animal cry. COULMIER walks down the corri away from the grisly proceedings. On his face, a tiny fli perhaps--somewhere deep down in his soul--he feels the th of victory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DOCTOR is knee-deep in paperwork; COULMIER bursts int the room. He slams a glass jar down on the DOCTOR's desk. Bobbling in alcohol, THE MARQUIS' tongue, so long and  serpentine it's wrapped around a dowel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(surprised)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My, my. You have exceeded my  expectations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And my own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How is the patient faring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poorly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you? It must've been an ordeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not the first man God has asked  to shed blood in His name. I will  not be the last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will you sleep soundly tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(faltering)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, sir. Plainly put, I never expect  to sleep again. INT. CHARENTON - CHAPEL - LATER. On a slab in the center of the chapel lies MADELEINE, dra in white silk. A CREAK as the door opens. COULMIER approa the body, and places a wreath of newly-cut flowers at  MADELEINE's head. He kneels to pray. In a voice choking w emotion, he mumbles:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"In nomine patris et filii et spiritu  santu...\" A bead of sweat trickles down COULMIER's face. He takes t hem of MADELEINE's death shroud, and wipes the droplet aw The shroud slides off MADELEINE's face. She lies dormant. Her skin is rosy, and her lips are slightly parted. Unabl to resist, COULMIER tugs the shroud off further, exposing her shoulders. COULMIER marvels at her breasts, sloping  beneath the fabric. His heart pounds like a kettle drum. Impulsively, COULMIER pulls the shroud all the way off.  MADELEINE lies before him, flawless. There are no wounds, sign of the gore which accompanied her death. He gazes at her with an almost child-like wonder. Slowly, circles the body.  Tentatively, he reaches out his finger touch her lips; to trace the white porcelain of her  collarbone; perhaps even graze his hand across her breast He hesitates, then he leans down to kiss her. It's an alm chaste moment, but it stuns her awake. MADELEINE lives. COULMIER leaps back, alarmed. But MADELE wraps her arms around his neck. She returns the kiss,  passionately. It's all the encouragement COULMIER needs; he crawls astr her on the slab.  Soon, he's running his hands in and out her rounded thighs, feeling each hollow, each moist crevi His touch grows from gentle to frantic as desire mounts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah! Roughly, COULMIER parts her legs. She grabs his back, her nails digging into his skin, as though she were hanging o for dear life. With a guttural sound--his Id, at last  unleashed--COULMIER grimaces with pleasure and enters her One savage thrust; then two. His eyes light on the crucif hanging across from him on the wall. ANGLE ON: THE CRUCIFIX. CHRIST's forehead is pierced through with nettles, and bl flows in tiny rivers down his face. He stares at COULMIER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "who shudders and glances down at the body beneath him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "COULMIER's POV: The lifeless corpse of MADELEINE bearing wounds which killed her, desecrated, on the cold marble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER's eyes bolt open. He lurches upright, and tries stay the bile rising in his throat. A loud knocking at hi door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Abbe! You'd best come quick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALCOUR and COULMIER move down the hall like bullets down the barrel of a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALCOUR unlocks the wrought-iron gate, and they enter. Gasping for breath, VALCOUR covers his face with a  handkerchief. He raises his lantern. In the din--flickeri orange--words. Everywhere, words. On the ceiling. Written the floor. Etched on the walls.  It's as if the TWO MEN h stumbled into the tomb of Tutankhamen, with its glyphic t or a Sanskrit monument covered in symbols.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He spat into his own filth. Made  himself a kind of paint. COULMIER stares, awe-struck. He can't help but be impress the effort is nothing less than Herculean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear God. COULMIER glances down to the pit's base. There, the MARQU lies, his face pale and his breathing shallow. In spite o his decrepitude, there's the look of triumph in his eyes. look which says, \"I persevered.\" COULMIER rushes to him. He feels for his heart-beat; it's faint. The MARQUIS tries to speak, but the soiled bandage across his mouth prevents him. He can only murmur. COULMI calls up to VALCOUR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Free his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mustn't do that, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must grant him his last rites.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't take my orders from you; not  anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd deny a dying man his salvation? Sullenly, VALCOUR tosses his knife down to the ground, th recedes into darkness. COULMIER tenderly cradles the MARQ head in his lap, and mops his brow. He takes the knife an delicately snips the bandage; it falls away. Slowly, painfully, the MARQUIS parts his lips. He coughs air. He tries to speak, but--sans his tongue--he can't fo words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shhh...shhh... (praying softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dear Heavenly Father.  Prove Your  infinite mercy, and open Your gates  to this man, no less Your child than  any other. COULMIER kisses the MARQUIS' forehead. He makes a painful admission for the first time:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is...in each of us...such  beauty... and such abomination.   No...man...is ...exempt. The MARQUIS tries to smile. COULMIER smiles, too, his eye brimming with tears. The old affection between the two me is evident, even now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgive him. Forgive us all. COULMIER places the small ivory crucifix of his rosary ov the MARQUIS's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There now. Kiss the cross. A flicker of life in the MARQUIS's eyes; a remnant of his old self. He opens his mouth savagely, and grabs the cruc in his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "COULMIER tries to wrest it out, but the MARQUIS clamps do tighter with his teeth. The chain breaks; rosary beads go streaming across his face, bouncing across the stone floo With concerted effort--almost gagging--the MARQUIS swallo COULMIER watches, appalled. We see the shape of the cross in relief--as it inches down the MARQUIS' gullet, beneath his skin. Finally--with a last gulp--the crucifix goes do The MARQUIS has ingested Christ. THE MARQUIS' pupils roll back into his lids. He stares at COULMIER with a lifeless gaze. COULMIER finally breaks; h lets loose with a primal cry:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DAUPHIN is shackled to the wall; his skull has been treph and bears the trace of his own barbaric surgery. He hears the scream, echoing down the corridor. His face  contorts in empathetic pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PITOU desperately covers his ears with his hands, but he  can't ward off the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLEANTE--sitting atop a crudely-fashioned perch--hears hi Master, and lets loose with an urgent whistle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BOUCHON peers out from his human cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "COULMIER's whole face contorts in pain and rage; a man cr deep from within the Belly of the Beast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD.",
          "text": "He has all the optimism--the idealism--that COULMIER once brought to the halls of Charenton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD greets ABBE DU MAUPAS, a youthful priest wi a face filled with optimism; he carries a small traveling valise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to Charenton, Abbe du Maupas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm pleased to have the new post,  sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm afraid that our endowment has  shriveled to a mere pittance; we're  the laughing stock of all France.  But--on a happier note-- The DOCTOR smiles, and pats the ABBE jovially on the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--the hospital is now in my sole  command. ABBE DU MAUPAS all but runs to keep pace with the DOCTOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here each man must work for his keep. ROYER-COLLARD swings open the gate to the work-room for t ABBE DU MAUPAS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place is abuzz with the sound of industry; the bowels Charenton have been transformed into a veritable publishi house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Charenton Press, Abbe. ROYER-COLLARD waves toward a bank of printer's desks, whe a few PATIENTS--FRANVAL among them--are setting type, the fingers blackened by printer's ink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The compulsive inmates set the type-- He gestures toward sewing and binding tables, where DAUPH among others--bind the books, their aprons sticky with gl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and the listless ones do the  binding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's remarkable, Doctor. The patients  are so subdued; so docile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've the satisfaction only a hard  day's labor can provide. CLEANTE turns the handle on a giant press. PITOU plucks o the pages--one-by-one--and hangs them on lines to dry. ABBE DU MAUPAS notices the title page: Opus Sadicum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stunned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't believe it. The Marquis de  Sade? You're actually publishing his  novels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever since his unfortunate death,  there's been a surge of interest in  his work. I'll use the profits to  restore Charenton to her former glory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Doctor. It's CHARLOTTE.  No longer a common chambermaid, she look resplendent now in a dress befitting a young woman of sta perhaps a future DOCTOR's bride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've a meeting with Herr Becker at  four o'clock.  He wants to publish a  Swiss edition--on gilded paper, bound  in calfskin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank-you, Charlotte. CHARLOTTE turns coquettish; she and the DOCTOR exchange a telling smile; theirs is more than a professional allianc",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My pleasure. Truly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a look at page seventy-four;  I've turned the corner down...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "VALCOUR and GAILLON load crates of books onto wagons. MICHETTE--idling by the well--watches as the COACHMEN dep charging toward Paris and beyond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROYER-COLLARD escorts the young ABBE on a tour, passing  through the PATIENT's WARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course, everything's not as  harmonious as it seems. I hope you've  a strong constitution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My years tending the lepers at St.   Emilion steeled me for life's  grisliest offerings, Doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've still a few lone incurables.   Prone to violence, to perversion. They reach THE MARQUIS old cell; the peephole is open. ABBE DU MAUPAS steps forward to get a look at the MADMAN  inside; A FIGURE stands with his back to us. His hair is  long and unkept. The PATIENT speaks:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So you're my successor. Yes? Slowly, the speaker turns around. It's COULMIER. The ABBE startled-- exchanges a look with ROYER-COLLARD; who is th haunted figure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My successor? COULMIER barks a scabrous laugh, then abruptly changes hi tone. He presses himself against the door, and implores D",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen to me, Abbe, and listen well. He casts a sidelong glance in ROYER-COLLARD's direction:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've stared into the face of evil...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(back to the ABBE:)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...and I've lived to tell the tale.   Now...for your own sake...let me  write it down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gibberish, my friend. He rants and  he raves-- COULMIER offers the DU MAUPAS a challenge, urging him to  defy ROYER-COLLARD:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prove you've an ounce of Christian  charity...Bring me parchment...ink...  and a quill. ABBE DU MAUPAS looks to the DOCTOR; what should he do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll do no such thing. This patient  poses a grave danger, to himself and  to others. With lightning speed, COULMIER reaches through the peepho grabbing ROYER-COLLARD by the collar. He yanks him, hard, against the door, strangling him with his own cravatte. T DOCTOR's face starts turning purple. ABBE DU MAUPAS pauses for a moment; who should he honor? His employer, or the mad prophet in the cell? Impulsively acts, loosening COULMIER's grip on the DOCTOR. ROYER-COLL gasps for air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you all right, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you see--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(interrupting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you see, Abbe? A pause, and then contemptuously:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some men are past redemption. ROYER-COLLARD straightens his collar and smooths back his hair, and starts striding back down the hall. ABBE DU MAU",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "queasy now--follows, but he can't help glancing back at  COULMIER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quill! A quill, goddamn you! A ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Discouraged, COULMIER slides down to the ground, defeated He hardly notices when the trap opens, and a bundle of sh tumbles forth. Hoping against all hope, he folds the top  sheet back. There--nestled in the fabric--an ink well,  parchment, and a quill. He leaps to his feet, and slides  open the peephole. Staring back at him: the milky eyes of MADAME LECLERC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use it well; you owe her that. COULMIER's eyes fill with grateful tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As she goes about her rounds, she sings THE MARQUIS' song Claire de la Lune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A QUILL PEN, FLICKERING ACROSS THE PAGE",
          "text": "It seems to dance. The VOICE OF THE MARQUIS rises up from the stone walls of Charenton:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Beloved Reader....I leave you now  with a tale penned by the Abbe de  Coulmier, a man who found freedom in  the unlikliest of places. At the  bottom of an inkwell; on the tip of  a quill.\" COULMIER scribbles away with all the fervor--the mission- of a man frantic to impart his story to the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Be forewarned: its plot is  bloodsoaked, its characters depraved  and its themes unwholesome at best. But in order to know virtue, we must  acquaint ourselves with vice.  Only  then can we know the full measure of  man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "---------------------------------------------------------",
          "text": "Sunlight ignites COULMIER's face. A smile flickers across his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So come, I dare you...turn the  page...\" COULMIER begins to hum Claire de la Lune as we FADE TO BL",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1504"
    }
  ]
}