{
  "movie_id": "MOV1534",
  "scenes": [
    {
      "location": "BEDROOM MORNING 1",
      "time": "3",
      "characters": [
        "JOHN, (0.C.)",
        "REBECCA",
        "NUMBER TATTOO",
        "OMITTED 121",
        "CONDUCTOR",
        "BANG",
        "DIRECTOR, (CONT'D)",
        "RECEPTIONIST",
        "OLD WOMAN",
        "GUN SHOP OWNER",
        "OMITTED 15",
        "CHARLES, (0.C.)",
        "NOTE TO READER ON FALSE MEMORY",
        "GREAT GRANDDAUGHTER",
        "RUDY, (CONT'D)",
        "JOHN",
        "OMITTED 67",
        "CBSA OFFICER",
        "120A",
        "TAXI DRIVER, (CONT'D)",
        "OMITTED 114",
        "MOLLY",
        "WORKER",
        "JOHN, (CONT'D)",
        "DING. DONG.",
        "MOLLY, (CONT'D)",
        "ZEV, (0.C.)",
        "THE ROW BEHIND ZEV",
        "PAULA, (CONT'D)",
        "FEMALE VOICE, (ON MACHINE)",
        "BUZZZ2ZZ.",
        "CLERK",
        "CHARLES",
        "COURIER",
        "NURSE, (CONT'D)",
        "DOORWAY",
        "KRISTEN, (0.C.)",
        "JOHN, (RECORDED)",
        "WAITER",
        "MAX, (CONT'D)",
        "CELE",
        "MAX, (0.C.)",
        "SMALL PUDDLE OF COFFEE ON ZEV'S LETTER",
        "KRISTEN",
        "BARK",
        "THE PLATFORM",
        "MAX, (OVER THE PHONE)",
        "CLEANING LADY",
        "FADE TO",
        "CRUNCH",
        "NOTE",
        "OMITTED 98",
        "ABOVE",
        "MAX'S AIDE",
        "MAX, (V.O.)",
        "GUN SHOP OWNER, (CONT'D)",
        "THE BACK OF THE STORE",
        "OMITTED 122",
        "SECURITY GUARD, (0.C.)",
        "OFFICER, (ON P.A. SYSTEM)",
        "87A CONTINUED",
        "TYLER, (CONT'D)",
        "DIRECTOR",
        "ZEV",
        "CONTINUED",
        "SECURITY GUARD",
        "REMEMBER",
        "TAXI DRIVER",
        "MINYAN",
        "TYLER",
        "ZEV, (CONT'D)",
        "REPORTER, (ON TV)",
        "SENIOR",
        "RUDY KURLANDER",
        "ZEV, (OVER THE PHONE)",
        "CHARLES, (CONT'D)",
        "WAITER, (CONT'D)",
        "120A CONTINUED",
        "PAULA",
        "RUDY",
        "OMITTED 26",
        "NURSE",
        "INGE",
        "DRIVER",
        "FADE BACK TO",
        "MAX"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "ZEV, 90, opens his effervescent blue eyes with a shudder. He is drenched in sweat. He was having a bad dream. His eyes, a valley surrounded by deep mountainous wrinkles, attempt to adjust to the dim light. With an aged, deep voice, bearing thick traces of an Eastern European accent the old man mutters a half question:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? Zev slowly turns his head to the right, expecting to find his wife. However, nobody is there. He strains his eyes at the slightly creased pillow and tucked in sheet, trying to get a grasp on the situation. After a moment, he sits up and stares ahead at a mirror. Instead of seeing his aged reflection though, he looks at white sheet. This room has been prepared for sitting shiv - the Jewish tradition of mourning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A PIANO takes up a quarter of the small room. Like in the bedroom, the mirrors are covered with white sheets. PAULA, black, 40s, heavyset, Senegalese, knits a sweater worn-in, reclining chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (0.C.)",
          "text": "Where is my wife? Paula is startled, but it is Zev -- standing timidly in t bedroom doorway -- who is afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "Mr. Guttman! You can’t be sneaking up on me like that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Where is my wife? Where is Ruth? Paula stands with a truly sympathetic look on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "I’m sorry, Mr. Guttman. Your wife passed away about a week ago. Zev takes in this devastating information. Dead? A week ago? Zev takes a seat on the piano bench and begins to ru his forehead with his arthritic hands. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "My name’s Paula. I was Mrs. Guttman’s nursing aide. Your family asked me to help out for another week or two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(meekly) I'm... a little confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "It’s okay, Mr. Guttman. You’ve been through a lot the last week. Paula gives Zev the most compassionate smile she can muster, despite this being a conversation she’s probably had before. Zev looks around the apartment as if he’s a visitor and not the tenant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA, (CONT'D)",
          "text": "Let’s get some breakfast. You've been feeling better after breakfast. Paula approaches Zev and takes his hand. He’s as lost as little child who’s been separated from his parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are few places in the world as sterile as the hallways of a senior housing community. The olive green, diamond patterned carpet has been vacuumed every day. The fluorescent overhead lights are without a trace of dust. The flowers on wooden tables by the elevator banks are as fake as the lithographs hanging above them. Zev and Paula exit the apartment. Zev walks with a slight shuffle but is more than able to get around by himself. CELE, nonagenarian, walks toward Zev, pushing a walker wi tennis balls attached to the bottom. She smiles at him as she gets closer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CELE",
          "text": "Good morning, Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Good morning. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CELE",
          "text": "I hope you’re not too hungry. Breakfast is crummy as usual.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "That’s okay. I’m not too hungry. Cele continues her journey down the hallway. Zev gives he a second look. When Cele’s out of earshot, Paula whispers",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "That’s Cele. She was friends with your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(irritated) I know who she is. Like most people suffering from dementia, it’s very easy for Zev to become irritated and suffer mood swings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev and Paula sit at a long rectangular table, eating breakfast. The eggs, toast and fruit are separated on a compartmentalized plastic dish on an orange plastic tray. Most of the SENIORS in the cafeteria, like Zev, reside in INDEPENDENT LIVING WING of the senior housing community. However, there are others who require full time CARETAKER and reside in the ASSISTED LIVING WING. MAX, a feeble old man in a wheelchair, is one such man. H gets pushed up to the table by his AIDE. Max is on the opposite side of the spectrum as Zev; his body has gone t hell but his brain is extremely acute. There’s an oxygen tank attached to Max’s wheelchair. The necessity of it is quickly apparent as he struggles to breathe as he talks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Can you -- give us -- a minute? Max, like Zev, enunciates every word when he speaks -- an indication that English is their second language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "No problem, Max. Zev shoots Paula an angry look with his piercing eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You don’t need to tell me everyone’s name. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Paula and Max’s aide gossip in their native tongue as the walk away. Max looks around to make sure the coast is cle",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Tonight is the last night -- sitting shiva for Ruth. (long breath) Do you remember -- what you said - - you would do? (long breath) What you said -- you would do -- when Ruth died. Zev thinks about it but comes up blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. Zev shakes his head in frustration. Max gathers his breat",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "It’s okay. (long breath) I wrote everything down -- so you could remember. Max pats his jacket pocket, as if something is inside. He then starts to cough uncontrollably. His aide walks over and inserts the oxygen nose-clip into Max’s nostrils.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX'S AIDE",
          "text": "Come on, Mr. Rosenbaum. Time for a nap. The aide takes Max away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A MINYAN is gathered. It’s a big crowd for a small apartment. ZEV’S CHILDREN, GRANDCHILDREN, GREAT GRANDCHILDREN and FRIENDS are all present and being led through the prayers by a RABBI. Zev wears black slacks, a white button down shirt and an old tweed professor’s blazer with patches on the elbows. is also the only one without their Siddur opened; this is not a man who believes in god. The adults -- sans Zev -- recite KADDISH. They’ve all got the prayer committed to memory. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINYAN",
          "text": "Yit'gadal v'yit'kadash sh'mei raba. B'al'ma di v'ra khir'utei. V'yam'likh mal'khutei B'chayeikhon uv'yomeikhon uv'chayei d'khol beit yis'ra'eil ba'agala uviz'man kariv v'im'ru. Amein...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The minyan is winding down. Family and friends finish the bagels and lox and say their goodbyes. Zev sits on the couch, receiving words of condolence as people make their way out of the apartment. His GREAT GRANDDAUGHTER, 8, sits next to him. Max gets wheeled up to the great granddaughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Do you know -- when that picture - - was taken? Max shakily points at a BLACK AND WHITE WEDDING PHOTOGRAP of Zev and RUTH, 20, beautiful. The photo stands on an en table, amongst family portraits. The great granddaughter shakes her head no. Max looks at Zev, who also doesn’t seem to have a clue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "That is from -- their wedding day -- in 1946.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT GRANDDAUGHTER",
          "text": "Did you meet Nanny in Germany? There’s recognition in Zev’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. I met her in America. I met her at Coney Island. The great granddaughter looks transfixed at the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "She was beautiful, -- wasn’t she? (off her nod) Why don’t you -- show the picture -- to your brother? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The great granddaughter excitedly takes the picture and w across the room to her brother ADAM, who stands next to t MOTHER and FATHER. Zev watches her cross the room with pr in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GREAT GRANDDAUGHTER",
          "text": "Adam, look at this! As soon as she’s gone, Max slowly reaches into his coat pocket and pulls out an envelope. Zev’s name is written across it. Max’s hands shake almost uncontrollably as he gives the envelope to Zev as slyly as possible. Zev looks it, confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Now stand up -- tell everyone -- you're tired -- and go read it. Zev follows Max's orders. He rises from the couch and announces to the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am tired. I am going to bed now. CHARLES, 60s, Zev’s son, approaches and gently helps his to the bedroom. It’s only a small gesture but you can see much he loves his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "It’s okay, Dad. It’s been a long week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev sits down on the bed and stares at the envelope. He o it and pulls out A STACK OF HUNDRED DOLLAR BILLS. Even if had control of all his faculties, he'd still be bewildere Zev then pulls out a TICKET and a THICK STAPLED LETTER, w he begins to read. He does not read it out loud but the p of the words are clear by the look on his face. After a beat, he stands up and walks to his closet. He be down and retrieves a small, black TOILETRY BAG...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev exits his bedroom, carrying only the toiletry bag. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f10 11 12 13 REMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He shuffles across the room and lets himself out the fron door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks down the dark, silent hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks toward the lobby. As he gets closer, the glimmering light of security monitors rise from behind th front desk. However, the desk is vacated, with only a guard’s jacket draped over an empty chair. Zev walks past the desk, glances at the monitors and proceeds through the front doors, which gently slide open",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stares into the pitch black parking lot. An early fal breeze blows, sending a slight chill down his spine. Afte a beat, a TAXI pulls up and Zev gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The TAXI DRIVER already knows where Zev is going...",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "Penn Station, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ABOVE",
          "text": "Max peers through his bedroom window as the taxi takes of and disappears into the night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max, wearing pajamas, sitting in his wheelchair, watches the taillights fade away. After a beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD, (0.C.)",
          "text": "Got it. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The bedroom door opens behind Max; kneeling there is the jacket-less SECURITY GUARD, holding a PUSH PIN. Max’s aid hurries into the room with a glass of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX'S AIDE",
          "text": "I’m so sorry, Mr. Rosenbaum. I don’t know how the door got locked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "It’s okay. Max turns from the window and looks at the security guard",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stares out the window at the early morning New York City skyline -- a million lights glow across the Hudson. The taxi wraps around Route 495, toward The Lincoln Tunne",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 15",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f15 16 17 REMEMBER Double White Rev (08-15-14) 10",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "INT. TRAIN PLATFORM —- MORNING 16 Zev shuffles his way to his train car. Other TRAVELERS -- and their bags -- make their way onboard. The station puts Zev at unease. He’s nervous. The sounds trains coming and going and whistles piercing the air ech inside his head, building to a crescendo...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONDUCTOR",
          "text": "49 Lake Shore Limited! Last call! 49 Lake Shore Limited! Last call! Zev wipes off his sweaty forehead, gathers his courage, a steps onboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PLATFORM",
          "text": "We voyeuristically watch through the train’s windows as Z makes his way down the aisle and finds his assigned seat. then takes out the letter and begins to read it again. Af a beat, he removes a pen from his blazer and crosses something off the page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TYLER, 12, shaggy hair, plops down in the seat next to Ze He immediately looks out the window and waves at his MOTHER, late 30s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Is that your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "She's not coming with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "No. I’m going to see my dad. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You're traveling alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "No, I’m with my brothers. They're sitting over there. Tyler points across the aisle at his OLDER BROTHERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Are you going to Cleveland too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Why don’t you fly? It’s faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "That’s not a good reason. Zev laughs for the first time. Mood swings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You're a real whipper snapper, aren’t you? Why don’t you fly to Cleveland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Three plane tickets is too expensive. That’s what my mom and dad said.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "That is a good reason. (beat) I am not flying because my friend told me to take the train in the letter he wrote me. Zev motions at the letter as he folds it up and places it his blazer’s inside pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "See, that’s a good reason. (beat) My name’s Tyler. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f17 18 19 20 21 REMEMBER Double White Rev (08-15-14) 12",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Nice to meet you, Tyler. My name’s Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "That’s a strange name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "It means “wolf” in Hebrew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Cool. I wish I had an animal name. Zev smiles at Tyler as the train’s engine begins to rumbl",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tyler, wearing headphones, plays on a PSP. Zev sits in his chair, reading the letter again. After finishing the last page, he folds it up and places it in his jacket pocket. He then stares out the window as the train rumbles along, parallel to a highway, watching as houses streak by. He takes it all in...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s the shift change. The STAFF cross paths at the entrance, exchanging greetings. INT. ZEV’S APARTMENT - DAY 20 Paula sits on the reclining chair, knitting her sweater; she’s made considerable progress since yesterday morning. checks her watch and then KNOCKS on Zev’s bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "Mr. Guttman, time to wake up. (beat) It’s breakfast time. Paula knocks again and then opens the door. INT. ZEV’S BEDROOM - DAY - CONTINUOUS 21 The room is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA",
          "text": "Mr. Guttman? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 22 REMEMBER Double White Rev (08-15-14) 13",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Paula looks in the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULA, (CONT'D)",
          "text": "Mr. Guttman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The DIRECTOR, 50s, wearing a suit and tie, sits across fr Charles and REBECCA, Zev’s daughter-in-law. Charles stirs his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "We've notified the police and they've issued a silver alert anda reverse 9-1-1 for the community. Our staff is doing all we can--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "I don’t understand how this could happen? Charles stands and paces the room, anger percolating. Bet the death of his mom and now this, it’s a lot to deal wit",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "I can’t tell you how sorry we are. We try our best to keep an eye on everybody but--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "We pay you to do more than try your best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBECCA",
          "text": "Is there anything we can do to help?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Besides paying you to lose people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Does your father have a credit card? (off Rebecca’s nod) You can tell the company to call you if he uses it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "We'll get right on that. The director takes a breath, ready to deliver even harder news. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "Your mother’s nursing aid told me your dad’s been very confused recently. (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 REMEMBER Double White Rev (08-15-14) 14",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR, (CONT'D)",
          "text": "She said he’s been having a hard time remembering people’s names and what day of the week it is--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "He has dementia. That’s why we moved my parents here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "I understand that. However, your father’s condition might be much further along than we thought. When seniors start to wander--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "This is bullshit. You’re just trying to cover yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "I know this isn’t easy to hear but it’s very common following the death of a spouse for more signs of neurocognitive disorders to emerge. Have you noticed that your father’s been having mood swings? Or that he rarely plays the piano anymore? This floats in the air. Rebecca turns to Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBECCA",
          "text": "I’ve noticed a few things, Charles. We were just so busy with your mom that I guess I dismissed them. Charles sits back down, the truth weighing on him. He run his hands through his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Me too. Rebecca reaches out and holds Charles’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR",
          "text": "When we find your father we’re going to need to reassess his living situation as he may require the more supervised environment of our assisted living wing. Charles and Rebecca nod their understanding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR, (CONT'D)",
          "text": "And let me assure you, we’ll have him back here before you know it. (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f22 23 REMEMBER Double White Rev (08-15-14) 15",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIRECTOR, (CONT'D)",
          "text": "In these situations, people never wander too far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev is fast asleep in his chair. Tyler sits next to him, still playing on his PSP, as do his brothers across the aisle. The force of a train passing in the other direction SHAKE the train and rattles the window. Zev wakes up with a shudder, bathed in sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? Zev, clearly confused, looks at Tyler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Adam, where is your grandmother? (beat) Adam, where is your grandmother? Tyler pauses his game and takes out one of his earphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Were you talking to me, Zev?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I asked where your grandmother is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "One is in New York. One is in Ohio. Tyler unpauses his game and begins to play again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Where is your sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "I don’t have a sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Stop playing with that thing and answer me seriously! Zev grabs the PSP from Tyler; Tyler’s a little bit scared",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Are you okay, Zev? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev looks around. He’s just as scared as Tyler.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(timidly) Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "We're on a train. The word “train” scares the hell out of Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "To where?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Cleveland.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Cleveland?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "You're going to see your friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "What friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "The one who wrote you the letter in your pocket. Tyler points at Zev’s pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER, (CONT'D)",
          "text": "Can I have my PSP back? Zev hands Tyler his PSP as he takes out the letter from h pocket and begins to read it. After a moment, a tear streams down his face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(to himself) Ruth is dead. That does it, Tyler is officially creeped out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Zev, I’m going to sit with my brothers for a little bit. Tyler gets up and goes across the aisle, lodging himself between his brothers. Zev pays him no attention as he continues to read the letter. After a beat, Zev takes out the pen and writes “Read Letter” on the outside of his le hand. \f24",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMEMBER",
          "text": "Double White Rev (08-15-14) 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev exits the station, carrying only his toiletry bag. He looks around, seemingly lost. TYLER’S DAD (0.C.) Excuse me. Zev turns around and sees Tyler's Dad, Tyler and his two brothers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes? TYLER’S DAD My son said you were sitting next to him on the train and that you seemed a little confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes, I’m sorry about that. TYLER’S DAD There’s no need to apologize. We just want to make sure you’re okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. Thank you. I’m okay. I appreciate your concern. TYLER’S DAD Do you need help getting somewhere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. Someone is meeting me here. My friend said he will have a sign with my name. TYLER’S DAD Well, we'll help you find him. The taxi stand’s over there. The group walks together toward the TAXIES and sure enoug standing there is a DRIVER with a sign: “MR. GUTTMAN” TYLER’S DAD (CONT’D) Is your last name Guttman? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 18",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. TYLER’S DAD Looks like you’re riding in style. Tyler's dad gives Tyler a look, meaning everything's okay TYLER’S DAD (CONT’D) Alright, guys, let’s hit the road!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TYLER",
          "text": "Bye, Zev!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Goodbye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver helps Zev into the backseat and then gets into the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "I was told you’ve got two stops. Zev looks at the letter for guidance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes, that is correct. The driver turns on the car and takes off. Zev takes the pen out of his pocket and crosses something off in the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car pulls into the half empty parking lot of a run-of mill mini-mall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The driver pulls up to a shop; we can’t see what it is. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f28 29 30 REMEMBER Double White Rev (08-15-14) 19",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRIVER",
          "text": "First stop. The driver gets out of the car and opens Zev’s door. EXT. BUDDY’S G & A - DAY -— CONTINUOUS 29 Zev exits the car and stands with the driver in front of BUDDY’S G & A (Guns and Ammo). Although this is suburbia, blends in with the mattress store and Chinese restaurant squeezed between. Nobody bats an eye around here when som wants a firearm. Zev takes his toiletry bag and walks into the store. INT. BUDDY’S G & A - DAY - CONTINUOUS 30 The GUN SHOP OWNER stands behind a counter, stacking case bullets. Inside the glass display case is every type of handgun on the market. On the wall are rifles of differen calibers, some with scopes and some without. The bell on the front door jingles and Zev walks in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "Evening.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Good evening. Zev shuffles his way to the counter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "How can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "My friend recommended your shop to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "Well, tell your friend we appreciate the recommendation. What are you looking to pick up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Just something small.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "Sure thing. Can I see your driver's license? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 20",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev reaches into his pants’ pocket and pulls out his wall He removes his license, which we can’t see, and hands it the owner who begins to enter Zev’s information into a database on his computer:",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "Beachwood. Nice town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. But now we live closer to my son. The owner continues to type and click on a mouse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "What are you doing with my license?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "I'm entering your information into the FBI background check database.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "What do they look for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "A bunch of stuff. Whether you’re a convicted felon. Been involved in a crime of violence. If you’ve been dishonorably discharged from the army. If you’re mentally competent. If you’ve been convicted of more than one DUI within the last five years. If you’re a fugitive or currently charged with a felony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "A fugitive?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "If you’re running from the law. Zev half grins.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Do I look like I can run? The owner submits the information online. A throbber appe on the screen and starts to circle, processing Zev's information in the NICS database. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "Let me show you some of our smaller handguns. The owner gives Zev the quick run down on guns, while pointing at them through the display case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "We got everything from Sig Sauers to 1911’s to Glocks to single actions to double actions. (beat) You know much about guns?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "I would have guessed that but we get all types in here. The owner pulls out a Smith & Wesson 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "A lot of beginners go with a 22. It’s light. Easy to use. Very little recoil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "That's what my friend suggested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "In my opinion though, you might as well buy a BB gun if you’re gonna go with a 22. Frankly, it’s just not gonna get the job done in an emergency. I’m not trying to give you the hard sell but for about five hundred more you could get something with real stopping power. The owner takes out a GLOCK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "This is a 9mm Glock 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Glock? Is it German?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "You're in the right neighborhood. It’s manufactured in Austria. (beat) (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "21 30 (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f30",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "It’s the most popular law enforcement pistol in the world. It’s only got a little bit of recoil so it shouldn’t hurt your hand but it’1ll definitely hurt an intruder. The owner hands the gun to Zev. He stares at it, not knowing exactly what to do with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BACK OF THE STORE",
          "text": "We watch Zev from the end of an aisle of hunting gear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "22 30 The owner glances at the computer. The throbber still spi",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "I'm definitely biased toward Glocks. I just gave one to my girlfriend for our anniversary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Is it easy to use?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "Simple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Can you please write down the instructions for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "Sure thing. I can show you how to use it too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "That would be good. But please write it down for me. Sometimes I forget things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "We all do. That’s no problem. The owner looks at the computer screen. Zev’s been approv by the NICS E-check system. It’s that easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER, (CONT'D)",
          "text": "Alright, you're good to go. Are you a veteran? Zev has to think about this for a second. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUN SHOP OWNER",
          "text": "We offer a veteran’s discount. \fREMEMBER Double White Rev (08-15-14) 23",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A CLERK, 40s, Indian, sits behind the desk, surfing the internet. Through the front glass doors we can see the to car pull up. Zev pays the driver with cash from the envel and then gets out of the car. After a beat, Zev enters the lobby with his toiletry bag a Buddy’s G & A shopping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Mr. Guttman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. How did you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Your friend called before and said you'd be arriving soon. Your room's all ready for you. The clerk smiles and holds up the room key.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "How much do I owe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "You can pay when you check-out. Oh, and I booked your taxi for the morning, like your friend asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is quiet with only faint sounds of a neighboring room’s television seeping through the walls. Slivers of n light beam through the cracks in the curtain. Zev lays on the bed, reading the letter. The empty box fo the Glock and a case of BULLETS is opened next to him. Th gun, fully loaded, sits on the bedside table. The phone RINGS. Zev answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Hello? (beat) Yes, I’m okay. Thank you, Max. (beat) I will. Have a good night. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 24",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev hangs up the phone, folds the letter and places it under the Glock. He then stands and slowly begins to disrobe. In the room’s half light, traces of his once impressive physique can be seen. He removes his shirt and pants, carefully folding them with military precision. Besides his singlet and briefs, the only thing Zev wears a wedding ring and a gold, Star of David necklace. INT. BATHROOM —- NIGHT - MOMENTS LATER 33 Zev enters the bathroom. He sits down on the toilet seat and looks around the room. His eyes lock on the SPRINKLER on the ceiling; something about it bothers him. After a moment Zev shakes off the thought, puts down the drain in the tub and begins to draw a bath. As the water comes out, he lets out the slightest sigh of relief. With his left arm, he reaches out to test the water’s temperature revealing a small, crudely written, blue, CONCENTRATION CAMP TATTOO on his forearm. It reads: 98814 For survivors, a shower will always elicit fear, no matte how much time has passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev is sound asleep in the tub. If his skin wasn’t wrinkl from age, it would be now from sleeping in the bath. Zev's eyes open. He focuses on the white porcelain tub an tries to get his bearings. However, he doesn’t know north from south in this unfamiliar bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? (beat) Ruth?! Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the darkness of the hotel room, Zev, who has a towel wrapped around his waist, is a silhouette, backlit by the fluorescent bathroom lights emanating from behind him. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f35 36 REMEMBER Double White Rev (08-15-14) 25",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? Can you turn on the light? I can’t see. Ruth? Please. Please, Ruth. Silence. Zev brushes up against the wall, looking for a light switch. After a few seconds of flickering, a light turns on. Zev looks around the room, completely at a loss. He sees the Glock on the bedside table. This is the last thi he expected to see. He approaches the gun and carefully picks it up. He turns it over, examining it. He then notices the message on his left hand -- “Read Letter” -- and sees the envelope on th bed. He sits down, picks up the letter and begins to read After a beat, a tear streams down his cheek. He continues to read. After another moment he stops and LIFTS HIS LEFT ARM, examining his tattoo. He couldn’t possibly forget about that, could he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OHIO TAXI pulls up to the front of a two story, post- war, raised ranch style house, covered by aluminum siding Zev exits the taxi and slowly shuffles up the driveway; under his arm he carries his toiletry bag, the only place his Glock could be. The taxi waits in front. Zev holds a black metal railing as he climbs the house’s six front steps. As he gets closer, he can faintly hear t white noise of a VACUUM on the other side of the door. He takes a piece of paper out of his pocket, which has the name “Rudy Kurlander” written on it with the address of where he’s at. Zev rings the bell. While he waits for somebody to answer studies the paper. After a beat, he rings the bell again. Finally the vacuuming stops and the front door opens. A CLEANING LADY, 20s, stands there, armed with a Hoover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Hello. Is Rudy Kurlander home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLEANING LADY",
          "text": "Yes. He’s downstairs. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 26",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The cleaning lady motions toward the dark stairs as she h the door open for Zev. Zev steps inside and begins to walk down, into the darkne After a few steps, the vacuum roars back to life behind h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev takes a moment to look at some PICTURES ON THE WALL. stares intensely at the OLD MAN in all of the photos. The sound of a television, mixed with a loud, deep belly laugh can be heard from the end of the hallway. Zev grasp his toiletry bag under his arm and walks toward the noise The television and laughter grow louder. Sweat starts to accumulate on Zev’s forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black and white episode of LAUREL AND HARDY plays on a plasma television. RUDY KURLANDER, 88, fat, sits on a wor in couch, enthralled by the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (0.C.)",
          "text": "Are you Rudy Kurlander? Rudy looks over and sees Zev standing in the shadows, HOLDING THE GLOCK at his side. The light from the TV flickers on Zev’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "(composed) Yes, I am Rudy Kurlander. Who are you? Rudy speaks with a very thick Eastern European accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please turn off the TV. Rudy turns off the TV. Without this light source, the roo is draped in darkness except for the slivers of light peering through the blinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Do I know you? Zev is trying to figure that out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please stand by the window. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 REMEMBER Double White Rev (08-15-14) 27",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "I am not going to do anything until you tell me who you are and why you’re here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Let us not argue. Please, stand by the window. Obediently, Rudy pushes himself up off the couch. He pick up his cane and walks five feet to the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I need to see light on your face. Rudy moves a few blinds to the side. A shard of bright light illuminates his eyes. He squints as the sunshine irritates his cataracts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Turn your head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Who are you?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please, do not yell. (beat) Do as I say. Turn your head. Rudy turns his head, staring through the blinds at the Yellow Birches in the backyard. Zev studies the old man’s profile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Are you German? After a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Ja. Sind Sie Deutscher? Subtitle: “Yes. Are you German?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 28",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rudy talks more confidently in his native tongue. Zev understands the German but continues to speak in English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Achtundachtzig. Subtitle: “Eighty eight.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Were you in the German army? (off Rudy’s nod) What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Das liegt in der Vergangenheit. Subtitle: “It's in the past.” Zev shakes his head, irritated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please speak in English. I don’t like German. What did you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "It was almost seventy years ago. I was very young.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Answer the question. Rudy lets this process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Are you a Jew?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. (beat) Were you at Auschwitz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "We are too old for lies so please do not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "I am not lying. (beat) (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMEMBER",
          "text": "Double White Rev (08-15-14) 29",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY, (CONT'D)",
          "text": "I did not know about Auschwitz until after the war. (beat) I was in North Africa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "North Africa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "I was with the Desert Fox. I was with Rommel. Zev tries to wrap his head around this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Do you have proof?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "Yes. Over there. Rudy points at the bar on the side of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Show it to me. Rudy walks behind the bar and, using his cane as a brace, slowly gets down on his knees -- this is not an easy task for an old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "When I became a U.S. citizen, the immigration officer asked me if I had ever associated with the Nazi government of Germany or if I worked at a concentration camp. (beat) I told the officer what I’1l tell you. Yes, I served for my country. I was a soldier. I was a proud German and that’s what the men did. I’m still proud of my service. Rudy removes some photo albums from a drawer behind the bar. RUDY (CONT’D) As far as the Jews. I did not care about the Jews. I thought Hitler was right. They caused many problems for the country. However, I was in North Africa. I thought we were deporting them or putting them in work camps...not what they did. (beat) (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 30",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RUDY (CONT’D) That was shameful. But that was not me. Rudy finally pulls out a weathered album and takes it bac to the couch. He then motions for Zev to sit next to him. RUDY (CONT’D) Please. Zev sits down, still clutching the Glock. Rudy opens the album which has its fair share of dust on The pictures inside are sepia toned and frayed at the edg There’s also a few ribbons and medals tucked into the pag Rudy turns to a picture of his TANK UNIT in Libya and poi at A MAN WEARING A KNIGHT’S CROSS around his neck... RUDY (CONT’D) That’s Rommel. A proud smile forms on Rudy’s face. RUDY (CONT’D) History remembers the winners. Eisenhower, Patton, Montgomery... (shakes his head, dismissive) Rommel was the genius. A memory flashes across Rudy’s face. RUDY (CONT’D) One time my division was taking a rest, cleaning the tanks’ air filters from the sand and drinking our precious water when we saw Rommel’s Storch flying right at us. All of a sudden something dropped from the sky and knocked my canteen right out of my hand, spilling my water. It was a note, wrapped around a rock. I opened it and it said, “If you don’t move on at once I shall come down!” And he signed it -- Rommel. So we got back in our tanks and moved on. (beat) Nobody could lead like him. Rudy wipes drool off his lips with the back of his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Can I have a glass of water? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39 REMEMBER Double White Rev (08-15-14) 31",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rudy nods and closes the photo album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY",
          "text": "I can use one too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits in his wheelchair, staring out the window at the front parking lot. The phone RINGS and Max shakily picks up and holds it to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "Is this Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "This is Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "I am in Ohio. (beat) It was not him. Max takes a few deep breaths through his oxygen nose-clip",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Are you sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Then you must go on. (deep breath) You must find him. (deep breath) (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 32",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (CONT'D)",
          "text": "You must -- do what -- you said you would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev sits on a charter bus, staring out the window. He tak in the passing cars, rest stops, speed traps and motorcyclists as the bus travels through Ohio and Michiga 4l EXT. SAULT STE. MARIE, MICHIGAN - DAY 41 The bus slows down and merges with other vehicles into a single lane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev puts down the letter -- which he’s reading for the hundredth time -- and watches in awe as the bus crosses t SAULT STE. MARIE INTERNATIONAL BRIDGE over St. Mary’s Riv It doesn't take long for the bus to reach the dividing li between America and Canada; the point is marked by each nation’s flag, waving in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE ROW BEHIND ZEV",
          "text": "Through the crack between the chairs, we see Zev begin to reread the letter. After a beat, he takes off his blazer carefully folds it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TRAVELERS stand in line, slowly going through customs. Th process is orderly. There’s a system. The people are compliant, simply doing as they’re told. Despite not wearing his blazer, Zev’s sweating. He’s nerv His eyes dart back and forth from one red maple leaf to another. They seem to be everywhere. There’s flags hangin from poles, patches on CBSA OFFICERS’s uniforms, decals o the walls. The pageantry has him on edge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OFFICER, (ON P.A. SYSTEM)",
          "text": "Please have your documents ready. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 33",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev's eyes shoot up to the speakers on the wall. He wipes sweat from his brow and clutches his toiletry bag; we kno what’s in there. A CBSA AGENT walks by with a GERMAN SHEPHERD on a leash. Instinctively, Zev steps back. He’s scared of dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "Declaration card. (beat) Sir, can I have your declaration card? Zev looks up and sees CBSA OFFICER. He opens his toiletry and pulls out the letter and his DECLARATION CARD. He han the declaration card to the officer, who peruses it, maki sure it’s filled in properly. CBSA OFFICER (CONT’D) What’s the purpose of your trip?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am visiting a friend. Thousands of people pass through this border crossing eve day, so these questions are rote for the officer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "What’s your friend’s name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Rudy Kurlander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "Where does he live? Zev looks at the letter for the answer but butchers the pronunciation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Foyer Des Pionniers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "Can I see that? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 34",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The officer holds out his hand for the letter. Zev acquiesces, slowly placing it right in his palm. The offi skims over the page. CBSA OFFICER (CONT’D) (in perfect French) Foyer Des Pionniers Nursing Home. The officer continues to look over the letter for the ans to his next question. CBSA OFFICER (CONT’D) And you'll be staying at the Queen’s Motel in Hearst, Ontario?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. The officer hands Zev back the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "How long will you be in Canada?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "A couple nights. The officer signs off on the card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "Passport. Zev reaches into the toiletry bag and pulls out his passp He hands it to the officer who looks it over; it only tak moment for his expression to change. CBSA OFFICER (CONT’D) Sir, your passport’s expired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "It is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "It expired in 2002. (beat) Do you have a driver’s license?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. Yes of course. Zev reaches into his toiletry bag again but can’t find wh he’s looking for. He dumps out the contents: toothbrush, toothpaste and razor. No gun. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f43 44 45 REMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The people waiting behind Zev grow impatient as Zev pats pants’ pockets and finally pulls his WALLET out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Here it is. Zev opens his wallet and hands his license to the officer",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "Hold on a second. The officer stands up and walks over to his SUPERVISOR. T men huddle and steal glances toward Zev. After a long, te few moments, the officer returns. CBSA OFFICER (CONT’D) Alright, you're good to go. But, sir, renew your passport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I didn’t think I’d need to at my age. The two exchange smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CBSA OFFICER",
          "text": "Have fun with your friend. Zev thanks him and walks toward the exit. CBSA OFFICER (CONT’D) (to the next traveler) Declaration card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev gets back on the bus, holding the letter, and walks d the aisle. He finds his seat which is marked with his fol blazer. As discreetly as he can, he removes the Glock fro the blazer and places it back in the toiletry bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A brick nursing home sits in the middle of a small, picturesque campus. Sprinklers water the shrubs and flowe arrangements. An ONTARIO TAXI pulls up to the front doors. Zev gets out the backseat, holding his toiletry bag. 35 \f46 47 48 REMEMBER Double White Rev (08-15-14) 36",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev shuffles up to a few NURSES at the front desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "How can I help you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Can you tell me which room Rudy Kurlander is in? The nurse looks at a chart and scans for Kurlander's name",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Kurlander. Yes, Kurlander. He’s in room 238. Just go down this hallway and take the elevators at the end. When you exit the elevator make a left and then your first right. 238 will be on your left. Zev stares at the nurse -- blanks in his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE, (CONT'D)",
          "text": "Did you get that? Zev shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE, (CONT'D)",
          "text": "Why don’t I just show you where your friend’s room is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks down the hallway with the nurse. Between the white walls, the shiny tiled floor, the fluorescent light the nurses’ uniforms, and the sunshine pouring in through the windows, this place couldn’t be brighter. Zev’s black toiletry bag is the darkest object, drawing all eyes to i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Standing in the doorway, the nurse motions for Zev to go inside. Zev gives her a thankful nod and then watches as she disappears down the hall. After wiping away some swea on his forehead, Zev enters the room. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 37",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "There are TWO MEN lying in separate beds. Both look like they’re at the end of life. Zev approaches the first.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Are you Rudy Kurlander? The man stares at Zev, confused. Zev speaks louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Are you Rudy Kurlander? The man shakes his head; it could be a yes or a no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "(barely a whisper) Here. Zev looks at the other bed where RUDY KURLANDER #2, 90s, skin and bones, motions with his shaky pointer finger for Zev to come closer. Zev grabs the bunched up curtain next to the wall and glides it along the ceiling track, dividing the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You are Rudy Kurlander? Rudy Kurlander #2 gives a barely perceptible nod. To say is weak would be a gigantic understatement; this man is alive on pure will. Zev firmly takes Rudy’s face in his hands and studies his features. Rudy’s eyes are bloodshot and glassy; his catar have rendered him practically blind. His cheek bones near protrude through his skin. His head is covered in coarse wisps of hair. In a word, he is HELPLESS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Are you German?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Were you at Auschwitz? Rudy takes a deep breath, disturbed by the question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Yes. Rudy’s eyes start to well up. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 38",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I was in Auschwitz. (beat) My whole family was murdered in Auschwitz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You are sorry? Rudy nods, sincerely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "What you did is not something you can apologize for. Zev opens his toiletry bag and takes out the Glock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "I swore I would kill the man responsible for the death of my family. Zev puts the gun up to Rudy’s head and fingers the trigge With all his strength, Rudy lifts his left arm over his face to show his blue CONCENTRATION CAMP NUMBER TATTOO. Zev puts down the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "You are not a Nazi? Rudy shakes his head and whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Homosexual. Zev processes this. He was about to kill a victim, not a monster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am sorry. Zev starts to cry and buries his head in Rudy’s chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "I am sorry. I am so sorry. Rudy’s fingers find Zev’s head and gently strokes his hai (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f48 49 50 REMEMBER Double White Rev (08-15-14) 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "I understand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev shuffles down the hallway. A PIANO plays in the background. Zev’s ear picks up the music and he changes course...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OLD WOMAN plays the piano by herself. Her fingers glid over the keys with the ease of decades of practice. Zev sits on the bench next to the woman and watches with admiration. The woman pays Zev no heed until she finishes concerto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Moszkowski.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WOMAN",
          "text": "You know Moszkowski? Nobody knows Moszkowski anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "My piano teacher used to say that the three greatest composers were Mendelssohn, Meyerbeer and Moszkowski. (laughs to himself) But he was biased. He was a Jew. Amazing that Zev can remember something so specific from youth but he can’t remember what he ate for dinner the ni before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WOMAN",
          "text": "Do you still play? Zev thinks this over for a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I’m not sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD WOMAN",
          "text": "Well, why don’t you give it a try? The woman slides over, allowing Zev to take the middle of bench. He flexes his arthritic fingers, closes his eyes a visualizes his music catalogue. He then slowly begins to Moszkowski’s Piano Concerto, Second Movement. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f50 51 52 53 54 55 56 REMEMBER Double White Rev (08-15-14) 40",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOORWAY",
          "text": "We watch as Zev feels his way through the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Zev plays the piece carefully but accurately. The woman's head begins to lightly sway with the music. They’ve both transported to another place and time. OLD WOMAN (CONT’D) Beautiful. (beat) Very beautiful. Zev's fingers dance across the keys. His soul is waltzing",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bus cruises west on the Trans-Canada Highway through Ontario, Manitoba, Saskatchewan and Alberta...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev changes buses, guided by the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stares out the window, taking in the beauty of the north. He watches FARMERS on tractors, COWS pasturing and valleys turning into mountain ranges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus joins the traffic at the Coutts-Sweetgrass border Through the window we can see Zev taking off his blazer. worked once, it’1l work again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus travels south through Montana, passing Great Fall Helena and Butte...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev reads the letter for the thousandth time. After a bea he glances out the window at COWBOYS riding BRONCOS. \f57 58 REMEMBER Double White Rev (08-15-14) 41",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus passes in the foreground, a minute spec set again the ROCKY MOUNTAINS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev enters the hotel lobby. The RECEPTIONIST, cheerful on verge of annoyance, gives a big warm smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Hi! Welcome to Boise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Do you have a reservation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. The last name is Guttman. G-U- T-T-M-A-N. The receptionist types in Zev’s name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Queen bed, non smoking. And I have a note here that you’1ll be needing a taxi tomorrow at 8 A.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. That is right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Well, our complimentary breakfast starts at 6 A.M. so, if you want to fill up before you hit the road, we'll have plenty to eat. The receptionist hands Zev his room key. RECEPTIONIST (CONT’D) If there’s anything else we can do for you, please let us know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "There is one thing. (slightly embarrassed) I forgot to pack extra clothes. The receptionist smiles at Zev. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f58 59 60 REMEMBER Double White Rev (08-15-14) 42",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "We can help you out with that. Our downtown shuttle leaves every hour on the hour and makes a stop at the mall on North Milwaukee street. I’m sure you can find whatever you need there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev, still holding his toiletry bag, stands at the intersection of two perpendicular, glimmering white aisle viewed from above it would look like he was the nail in t center of a large, shiny crucifix. He looks around, trying to navigate the store. He begins walk forward, following the aisle like a runway. He passe the automotive section, then appliances, then wanders thr women’s lingerie and into electronics where he approaches KEYBOARD and gently brushes his fingers over the keys...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stands in the men’s clothing section, looking at butt down shirts. A WORKER, 20s, eager to help, approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKER",
          "text": "Can I help you find anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I’m looking for a new shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKER",
          "text": "Well, we're having a great sale on short-sleeve button downs. Want me to show you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. Thank you. The worker leads Zev to the sales rack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WORKER",
          "text": "You can always get the best deals at the end of the season. The worker gives Zev a big, friendly smile. \f61 62 REMEMBER Double White Rev (08-15-14) 43 INT. DEPARTMENT —- CHECK OUT - DAY - LATER 61 A BLACK SHORT-SLEEVE BUTTON DOWN SHIRT, KHAKI PANTS, a pa of WHITE BRIEFS and SOCKS slowly travel down a CASHIER’S conveyor belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev exits the store, holding a PLASTIC BAG. As he passes magnetic anti-shoplifting detectors, the ALARM SOUNDS. Ze pays it no heed and continues to walk through the automat sliding doors. He only gets a few feet outside before a SECURITY GUARD, 30s, overweight, catches up to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Excuse me, sir. You set off the alarm. I need to check your bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Do I look like a thief?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "It’s not my job to say who does and doesn’t look like a shoplifter. It’s just my job to check anyone who sets off the alarm. The security guard looks into the bag, pulls out the rece and verifies the purchases. He then finds a SECURITY TAG Zev's new shirt... SECURITY GUARD (CONT’D) There’s the culprit. The security guard uses a tool to take off the tag. SECURITY GUARD (CONT’D) (re: toiletry bag) I’m still gonna need to look in your other bag too, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "It just has my toiletries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Then it won’t be a problem. Zev opens the toiletry bag. The security guard looks insi and sees the Glock. He looks at Zev quizzically. SECURITY GUARD (CONT’D) Is that a Glock? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 62 CONTINUED: 7“ 62 Zev sheepishly nods, ready for a problem. SECURITY GUARD (CONT’D) That brings back memories. That was my first gun. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f62 63 64 REMEMBER Double White Rev (08-15-14) 44",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I'm sorry for bringing it into the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "No need to apologize. You can never be too careful these days. The security guard zippers the bag closed for Zev. SECURITY GUARD (CONT’D) Have a good day. The security guard smiles at Zev and heads back into the store. Zev lets out a deep exhale and then walks toward t Holiday Inn complimentary shuttle van. INT. CHARLES’S HOUSE - NIGHT 63 Charles sits in front of his computer, talking on the phone. He’s tired and frustrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "I’ve been on hold for fifteen minutes. (beat) Like I said to the last person who put me on hold, I’m looking for my father. He’s 90-years-old and he went wandering a few days ago. Has anyone been brought into the hospital-- (beat) I’ve already called the police.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some HOTEL GUESTS pile breakfast food onto their white ceramic plates while others wait for their bread/bagel/muffin to finish its journey on a large toast conveyor belt. Some other guests sit at tables reading the newspaper, typing on their laptop or prepping for a work meeting. TWO KIDS, full of energy, run around playing tag. Their FATHER tries to wrangle them in but it’s hopeless. Zev sits at a table, wearing his new clothing, eating toasted rye bread and drinking coffee. He reads the lette which rests on the table. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 45",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A WAITER walks around, refilling coffee mugs. He approach Zev...",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Would you like a refill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "You’re very welcome. The waiter starts to pour the coffee in Zev’s mug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Can you tell me how far Bruneau is from here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "I’ve never actually been to Bruneau but it’s in Owyhee county so I'd say it should probably take you about thirty, forty minutes or so. (beat) Watcha doing in Bruneau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I’m going to see someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Well, I hope you have a nice trip. I heard it’s beautiful country down there -- jeez! The two kids playing tag run by and BUMP the waiter, who accidentally SPILLS SOME COFFEE ON THE TABLE -- THERE’S A",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER, (CONT'D)",
          "text": "I’m so sorry! I got coffee on your letter. The waiter takes a napkin and tries to soak up the spill, making it worse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Oh Gott. Oh Gott. Please be careful!!! You are ruining my letter!!! Everyone turns to Zev who is shouting, causing a scene. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f64 65 66 67 REMEMBER Double White Rev (08-15-14) 46",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "This letter is very important!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "I’m sorry. It was an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Stop! Stop! Let me do it. You are ruining it! Zev sponges up the coffee and does the best he can to sav the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev blow-dries the paper; there’s coffee stains on the pa but all the information is still legible. There’s just a or two that’s smeared and a little difficult to read.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev sits down at the small desk and, using his pen, trace over the words that have been smeared. He does this with steady hand and detail of a forger. He reads aloud, word word, as he traces:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Besides - me - you - are - the - only - person - who - could - still... Zev takes a quick break and flexes his arthritic hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "- recognize - the - face - of - the - man - who - murdered - our - families.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 67",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f67 68 REMEMBER Double White Rev (08-15-14) 47",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi pulls into the driveway of a run-down house. The paint is chipped, the grass is overgrown and giant piles dog shit are scattered in the front yard like land mines. The house is on the outskirts of town with no neighbors i sight. Zev gets out of the taxi and walks to the front door, carrying the plastic bag with his old clothes and toiletr bag inside of it. Before he rings the bell, a DOG STARTS BARKING. This isn’t the cute woofs of a poodle but the howls of something big and mean. The killer dog claws at the front door from the inside. This scares Zev, who stumbles a few steps back. After a moment, Zev builds up his nerve and rings the doorbell. There’s no answer except for louder barking and more agitated clawing. Zev stares at the door as the TAXI DRIVER walks up behind",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "Nobody’s home? Zev turns around and looks at the driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "Want me to take you somewhere else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. I will wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "I know I’m supposed to stick around but I got a couple other pick-ups this morning. The driver pulls a business card out of his wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER, (CONT'D)",
          "text": "Give me a call when you want me to get you. (motions at the house) Or maybe your buddy can drive you back. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 REMEMBER Double White Rev (08-15-14) 48",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "How much do I owe you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "Sixty. Zev opens the envelope and pays the driver, including a t",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER, (CONT'D)",
          "text": "Thanks. Just call me if you need a ride later. The taxi driver walks back to his car and takes off. With nothing else to do, Zev takes a seat on the front steps a waits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun blares down and fall’s winds blow, unhindered by the open dunes. Zev continues to sit on the front steps, reading the lett and staring at the occasional car that passes in this not so-trafficked neighborhood. The handwritten message on hi hand -- “Read Letter” -- is beginning to fade. A NORTHWEST COURIERS TRUCK pulls up in front of the house The COURIER hops out, carrying a small BOX, dodges the do shit and approaches the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURIER",
          "text": "‘Morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Good morning. The courier drops off the box by the front door. The dog, agitated, woofs and scrapes from the inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "COURIER",
          "text": "(to the dog) ‘Morning to you too, sweetie. The courier then walks back across the dung covered front grass, gets into his truck and pulls away. When the truck is out of site, Zev stands up and checks o the box. He scans for the addressee - J. Kurlander - and verification he’s at the right place. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f69 70 71 REMEMBER Double White Rev (08-15-14) 49",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "With nothing but time to kill, Zev sits back down on the porch, once again angering the canine. INT. MAX’S LIVING ROOM - EVENING 70 Max sits in his wheelchair, oxygen clips in his nostrils, half watching CNN and half watching the telephone. His ai sits on the couch, a few feet away, reading a book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX'S AIDE",
          "text": "It’s dinner time, Mr. Rosenbaum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Bring me back -- some food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX'S AIDE",
          "text": "Are you sure? You haven’t been out of the apartment all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yes. The aide shrugs it off and heads out of the room. Max doe want to leave the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev watches the sunset over the Bruneau Sand Dunes when a blue SUV, sirens on the roof, pulls into the driveway. An official Idaho state logo decal is on the front doors and “STATE POLICE” is printed above the front tires. JOHN KURLANDER, 50s, slightly overweight, steps out of th SUV wearing his State Trooper uniform, including his campaign style hat. John nearly makes it all the way up to his front door before he sees Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Can I help you with something? Zev licks his lips, his mouth is completely dried out. He hasn’t had a drink since breakfast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I’m looking for Rudy Kurlander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You came to the right place but you're a little late. (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 50",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "My old man passed away about three months ago. Zev attempts to process this information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I didn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You been waiting here long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "All day. John can hear the parchedness of Zev’s voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You want a drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "A drink would be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Come on in. I could use another drink myself. What do you want? Beer? Water? Whiskey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Water, please. John sees the box by the front door. He picks it up, open the front door and is greeted by his large GERMAN SHEPHER",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Did Eva miss her daddy? John bends down and pets the slobbering dog. The screen door closes behind him, with Zev still on the outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am very scared of dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Don’t worry, Eva's all bark and no bite.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I’m sure that’s true but I’m very scared. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 51",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Okay, no problem. (to the dog) Sorry babe, we got company. John hangs his campaign hat on a hook, revealing a nearly bald head. He then leads the dog into a back bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "(calls back) Come on in. There’s nothing to be scared of now. Zev enters the house which is barren. There’s not much fo furniture except an old couch, some reclining chairs and relatively archaic television set. This is the house of someone who doesn’t spend much time at home. There’s a couple of pictures on the wall, which draw Zev’ attention. He approaches a photo and stares at RUDY KURLANDER #3, who stands with John and a TEENAGE BOY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (0.C.)",
          "text": "That's from my kid’s high school graduation. Dad loved that picture. (beat) Here’s your water. John hands Zev a glass of water; he’s got a tumbler of WHISKEY himself. Zev takes the glass and downs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "When was that photo taken? Your father looks quite young. John makes himself comfortable by taking off his gun belt and placing it on the TV. He also untucks and unbuttons h uniform top, revealing the front of a sweat stained undershirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "‘97. My dad aged well. He always said that was one of the Kurlander's good genes. Zev finishes his water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "(laughing to himself) Looks like you were thirstier than Eva. (beat) You want another? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 52",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please. And then I promise not to bother you for long. John takes the cup and heads to the kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "It’s no bother at all. Stay as long as you'd like. Zev stares at the photo again, deep in thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(to himself) 1997.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (0.C.)",
          "text": "Ever since dad died it’s been pretty lonely out here. You know, I’m out driving around all day, * doing my rounds, with nothing but the radio and the occasional dispatch. John returns with more water for Zev and more whiskey for himself; he’s a functional alcoholic. Zev takes a seat on the couch and places the plastic bag down next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "It’s nice to have someone to talk to when I get home. Eva’s great and all but she’s not much for conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You’re not married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Was twice. The first one took my * house, the second one left before * the quarry takes this one. That * was, hell, about seven years ago already. I wouldn't mind getting another but Bruneau ain’t exactly the best singles scene... (laughs) .».-and I ain’t exactly the best single. Zev takes a sip of water. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 53",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Did your father ever talk to you about Germany?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You kidding? He couldn’t stop talking about Germany. John takes off his boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Did he talk to you about the war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Of course. (beat) You know he was a collector, right? Zev shakes his head. He doesn’t know anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "I’ve still got a bunch of stuff in his room. You want to see? Zev nods yes and is lead down the hall by John. 72 INT. RUDY KURLANDER #3’S BEDROOM - LATE AFTERNOON 72 John and Zev walk into the dark room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Be careful, there’s some boxes on the floor. Let me just flip on the lamp. The bedside lamp turns on, dimly lighting the room. However, despite the light, one couldn’t miss the framed NAZI FLAG on the wall. Zev stares at the flag, heart starting to race...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "That was dad’s pride and joy. The dealer he bought it from swore it was flying in Berlin on November 9, 1938.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Kristallnacht. John smiles. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 REMEMBER Double White Rev (08-15-14) 54",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Dad always used to say how that flag got to witness the beginning of history. They both mull this over for very different reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "What is in the boxes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "A bunch of dad’s other prize pieces. I sold most of the collection already but these are the things he was sentimental about. I haven’t been able to let myself get rid of ‘em. (beat) You're welcome to take a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Thank you. John smiles at Zev. He wants him to look; he wants to sho them off. Zev sits down on the bed and opens a box. John proudly watches as Zev removes an Iron Cross and an old weathered copy of Mein Kampf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "That's a first printing. I had a guy offer me six grand for it but I couldn't part with it. (beat) I guess I’m just as sentimental as my old man. Eva starts to bark in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Go ahead and check out whatever you want. I’m gonna give Eva her dinner. John walks down the hallway, leaving Zev alone with the collection. Zev slowly removes a few more articles, taking each one i Walther P38, a framed map and a black and white candid ph of HIMMLER at his desk. After staring at the photo for a minute, Zev removes the final article: A WELL PRESSED SS UNIFORM. Zev holds the uniform by a hanger; his hand shakes uncontrollably. His eyes narrow at the haunting memories. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f72 73 REMEMBER Double White Rev (08-15-14) 55",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (0.C.)",
          "text": "Priceless, right? Zev, startled, looks up and sees John in the doorway. He confirmation to John’s question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "I know I shouldn’t have it stuffed in a box. My dad would never forgive me. John takes the uniform and hooks the hanger on a nail, ju above a mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "You want another drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. That would be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "More water or something a little stronger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Maybe something stronger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Now you’re speaking my language. (beat) Let’s go back in the living room. This ain’t exactly the most cheery room to talk in. Zev stands up and catches his reflection in the mirror. With a small gap between the top of the uniform and mirro it look as if he were wearing the uniform. After the briefest of moments, he follows John down the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev sits back down on the couch, next to the plastic bag. His mind is racing. Is the man he’s trying to kill alread dead? John walks back in with another tumbler and a half empty bottle of whiskey. He gives the tumbler to Zev and fills both their glasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "To Dad. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "John taps Zev’s glass with his own. Zev doesn’t know whether to drink after this cheers. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 56",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "He processes some inner thought -- probably damning the soul of the man -- and then sips his drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "You know, my father was there that night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "What night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Kristallnacht. (beat) He told me he used a hammer to bust a bunch of jewelry shop windows. He ever tell you that story? Zev shakes his head no and sips the whiskey. John takes a big sip himself, starting to get buzzed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "It’s too bad you didn’t come here before dad died. Every once ina while he’d have some old buddies come over and they'd tell stories all night long. He loved to talk about the old days. (beat) You okay? You’re sweating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I feel a little hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Take off your jacket. Make yourself comfortable. Zev takes off his jacket. With his new short sleeved shir on, HIS BLUE NUMBER TATTOO IS VISIBLE. However, John does see it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "You’re also more than welcome to stay here tonight if you don’t mind sleeping in dad’s old bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Thank you but I will leave soon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Well, the offer’s on the table. A friend of my dad’s is a friend of mine. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 57",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "John finishes his tumbler and refills his glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Did you serve with my old man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "How’d you know him? Zev contemplates his answer and then responds with the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I knew him from Auschwitz. John freezes for a second and stares at Zev. A thousand thoughts run through his head... .--until he starts laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Yeah, right. My dad wished he served at Auschwitz. (laughing) You knew him from Auschwitz! Holy shit! That’s too funny! Zev's confused -- not because of the dementia but because of the information John is saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Your father was not at Auschwitz?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You're serious? (off Zev’s nod) My father was a cook in the army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Your father was not a blockfiihrer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I don’t even know what that is but my father was ten when the war started. All the Germans let him do was smash some windows and cook a lot of Wiener Schnitzel. John laughs to himself. He probably ribbed his old man about this a thousand times. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 REMEMBER Double White Rev (08-15-14) 58",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev takes in this information...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am sorry to have bothered you. I have the wrong Rudy Kurlander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Whoah. Whoah. Whoah. Hold on a second. (beat) Were you at Auschwitz? Zev nods yes. John’s excitement is evident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "No way. You were at Auschwitz?! None of my dad's buddies actually served at a camp. (beat) Dad would have loved to talk with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I must go. I have bothered you enough. Zev starts to stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Bothered? You’re not bothering me at all. Seriously. Please stay. I'd love to hear some stories if you don’t mind sharing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Thank you for the drink but I need to rest. I feel very tired. Zev hands John his glass. John takes it and SEES THE BLUE",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What is that? John points at the tattoo. Zev looks at it, petrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "The fuck is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please, I must go. I made a mistake. John looks disgusted and nearly spits out... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 59",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Are you a Jew? Zev nods yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "You're a Jew? What the fuck is going on here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am sorry. Please I must go. Zev starts to put on his jacket and stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Sit the fuck down. Using just his index finger, John PUSHES Zev down on the couch. With the commotion, Eva starts going ballistic in the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am sorry. Please let me go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "I want to know why the fuck you're at my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I made a mistake. Your father is the wrong Rudy Kurlander.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You said you were my father’s friend. You lied to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I did not lie. I did not lie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Jesus fucking Christ. You said you were my father’s friend and you came into my house and drank my whiskey, you dirty fucking Jew. (calls back) Eva, shut the fuck up! John’s rage is quickly growing. In the background, Eva ha seemingly almost clawed through the door. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 60",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please stop yelling! I will go. Zev stands up but gets pushed down again. A little harder this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Sit the fuck down! You need to answer some questions for me right fucking now! Zev pisses his pants in fear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Holy shit! Did you just piss your pants on my fucking couch?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "What the fuck?! Eva's barking grows louder in response to John’s yelling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Stop yelling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Are you giving me a fucking order, Jew? (beat) Eva, shut the fuck up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I must go. I made a mistake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "You're not going anywhere! You know what my father would say if he knew a Jew was in his house. He’d says Heil fucking Hitler. (yells) Heil Hitler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Stop! In the background, Eva is ready to tear the head off a bear. John isn’t too far behind. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f73 74 75 REMEMBER Double White Rev (08-15-14) 61",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Heil Hitler!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Stop! Please stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Heil Hitler! Heil Hitler! John is all testosterone. BARK! BARK! BARK!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "Eva, shut the fuck up! John marches down the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "John approaches the bedroom door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Eva, what the fuck is your problem?! John opens the door and grabs Eva by the collar. Eva's barks turn into GROWLS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "You want to meet a real life fucking Jew! John lets go of Eva’s collar and she flies down the hallw toward the living room. She turns the corner and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stands in front of the couch, holding the Glock. Eva, lays on the floor, twitching in a quickly growing pool of blood. John is a step behind...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "The fuck did you do? Zev points the gun at John.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f75 76 77 REMEMBER Double White Rev (08-15-14) 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev fires off a shot that hits John right in the gut. It doesn’t put him down though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (CONT'D)",
          "text": "You fucking kike! John holds his hand to his gut as blood spurts out of the hole. John takes a deep inhale and starts walking toward his gun belt on the TV...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "Zev shoots John in the face - brain, tissue and blood fli out the side of his head onto the wall. John immediately drops to the floor, a puddle of blood pooling around him. Zev stands, surveying the scene. He gently places down th gun on the coffee table and begins to RUB HIS HAND. The gun's recoil -- albeit weak -- has hurt his arthritic joints. He slowly rotates his wrist, clearly in pain. Zev takes out the letter and shakily crosses out Rudy Kurlander #3’s name and writes, “Not him.” Zev puts the letter back into his jacket... He then stands up, trying to compose himself... He slowly starts to shuffle out of the room. However, there’s a river of blood to cross. Although it’s only abo six inches in width, it takes considerable concentration and agility to step over it... Zev doesn’t completely clear it. His heel dips into the dark red fluid, resulting in a snail’s trail of blood as makes his way out of the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks into the kitchen and turns on the sink faucet. wets his parched mouth and splashes water on his face. Once hydrated, he opens the freezer and takes out an ice cube tray. The tray is empty. As a substitute for the ice it should contain, Zev takes the tray and holds it agains his wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks into the bathroom. He approaches the medicine cabinet and opens it up. In the reflection of the mirror can see John’s bathrobe hanging on the back of the door. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 63",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "There’s not much inside the cabinet except for some Q-tip a nail clipper and prescription pill bottles that belonge to John’s father. Zev finds a bottle of Codeine and struggles to open it; child safety locks are pretty effective on one-handed seniors too. Finally he gets the top open and spills half the pills into the sink and onto the ground. Zev manages to get one in his hand, which he then places in his mouth and washes down with water. Zev then looks at his urine soaked pants, turns on the shower and climbs in. Behind the thick, frosted glass, Ze strips down and scrubs his body, accidentally washing off the message on his hand... INT. JOHN’S BEDROOM - LATE AFTERNOON - MOMENTS LATER 78 Wrapped in John’s robe, Zev, staggers into the bedroom in Codeine daze. He practically collapses on the bed and cra to the center of the mattress -- still wet, dog hair stic to his body... Zev reaches up for a pillow, pulls it under his head and instantaneously falls asleep on top of the blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max lays in bed, eyes wide open, staring at the cordless phone on the bedside table, beckoning it to ring. It’s be deathly silent all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO",
          "text": "INT. JOHN’S BEDROOM —- MORNING 80 Zev is sound asleep, perhaps even dead. John’s home phone RINGS and RINGS and finally the answering machine picks u",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN, (RECORDED)",
          "text": "You’ve reached John Kurlander. Leave me a message and I'll get back to you. Or if it’s an emergency, call my cell phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FEMALE VOICE, (ON MACHINE)",
          "text": "Where you at? You’re a half hour late and I can’t cover your ass all morning. (exasperated) I swear you best be having car trouble and not sleeping one off again. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f80 81 82 REMEMBER Double White Rev (08-15-14) 64",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Click. Message over. After a beat...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? Were you talking to me? Zev opens his eyes; the cloud of confusion is a Cumulo- Nimbus. Zev slowly turns over and sees the room is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth? Did you say something to me? Ruth?! Zev tries to push himself up but GRIMACES IN PAIN when he puts pressure on his right hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth, my hand hurts. Ruth?! Ruth, please come here. My hand hurts. Ruth?! Silence. Zev slowly swings his legs over the side of the bed and manages to sit up. He finds himself staring into a full length mirror on the closet door. Confused, he brushes of the German Shepherd hair from his body. Zev gets to his feet and shuffles his way out of the bedroom...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks down the hallway...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? Ruth, where are you? BUZZZ2ZZ. As he approaches the living room, he can hear a buzzing e few seconds. BUZZZ2ZZ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BUZZZ2ZZ.",
          "text": "The sound comes from John’s cell phone which, still in hi pants, vibrates against the wooden floor. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 65",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev steps into the living room which is illuminated by sunshine pouring through the windows. Zev sees the carnag The two circles of blood have congealed and an army of an march around the edges. A few FLIES hover around the corpses. Although it’s only been twelve hours, John’s bod looks ghostly white.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Oh Gott. Zev starts to cry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth!!! Ruth!!! As fast as he can, bracing himself against walls and on furniture, Zev frantically searches the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty. 85 INT. RUDY KURLANDER #3’S BEDROOM - MORNING - CONTINUOU Zev sees the framed Nazi flag on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty. Zev spots his soiled clothes in the shower stall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks back into the living room, nearly defeated. He spots his jacket on the couch. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "87A CONTINUED",
          "text": "Halfway out of the pocket, calling to him, is the letter. eyes it, instinctively knowing it contains something important. \fREMEMBER Double White Rev (08-15-14) 66 INT. MAX’S LIVING ROOM - MORNING 88 Max sits in his wheelchair, staring out the window. He lo exhausted, barely having slept the night before. In his h he holds the cordless phone. After a long beat, the phone RINGS. Max answers it as qui as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Zev?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "Is this Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Yes. (deep breath) Where have -- you been? Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "I killed a man. A light sparks in Max's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Now is -- the hardest part. (deep breaths) You must -- call the police. (deep breaths) You must -- Zev cuts him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "He was not the man we’re looking for. Max looks VERY DISTURBED. His breaths become more frequen",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Who -- is -- he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "He is a much younger man. I looked in his wallet. It said John Kurlander. He is a Nazi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "How -- do -- you -- know? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f88 89 90 91 REMEMBER Double White Rev (08-15-14) 67",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "There are many Nazi things in the house. Many things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev sits on the couch, still in John’s robe. The cell pho continues to vibrate against the floor. BUZZZ2ZZ. There’s a long silence. Max is shaken on the other end of line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (OVER THE PHONE)",
          "text": "I am sorry. (breath) This is not -- what we set out -- to do. (long breath) Do you still -- want to continue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. I must finish. (beat) This is the man who killed our families. (beat) Goodbye, Max.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (OVER THE PHONE)",
          "text": "Goodbye, Zev. Zev hangs up the phone. He takes a moment to gather his thoughts and then picks up the Glock from the coffee tabl After a beat, he reaches into the plastic bag and begins put on his old clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same taxi from the day before pulls into the driveway Zev walks down the front path toward it, wearing his old clothes, once again only carrying his toiletry bag. He goes on. He perseveres...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stares out the window as his bus powers past the Grea Salt Lake in Utah, the vast deserts of Nevada and into th wilderness of northern California. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 68",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Exhaustion begins to tug on Zev’s eyelids. He fights to keep them open, knowing he’ll have a clean slate when he awakes. However, perhaps forgetting today is for the best",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bus has come to the end of the line. With the help of BUS DRIVER, PASSENGERS unload their suitcases from the bo of the Greyhound. Zev steps off the bus, holding his toiletry bag. From the look on his face, it’s clear he just woke up and is extremely confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ruth? Zev weaves through the crowd of passengers, not seeing hi wife. But then, in the distance, his eyes lock on someone",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth! A WOMAN, 40s, brown hair, medium height, on the thicker side, walks on the sidewalk, across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth! Ruth! Without giving it a second thought, Zev crosses the stree not looking to see if the traffic is clear. A CAR SLAMS O ITS BRAKES, nearly running him over. However, this doesn’ hinder his chase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth! Another car screeches to a halt and honks at Zev, slightl startling him. He continues to race after the woman until TRIPS ON THE CURB. He tries to brace his fall with his right arm...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CRUNCH",
          "text": "...and breaks his brittle wrist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Owwwwwwwlllt Zev lays on the ground in pain as a small CROWD gathers. SOMEONE takes out their cell to call 9-1-1... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f92 93 REMEMBER Double White Rev (08-15-14) 69",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Ruth! INT. CHARLES’S HOUSE - HOME OFFICE - NIGHT 93 Charles, looking emotionally drained, stares at his lapto surfing the internet for possible leads. After a beat, th phone RINGS. Charles answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Hello? (beat) Yes. Rebecca appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (CONT'D)",
          "text": "Oh, thank god. Thank you so much. Charles listens to the person on the other end of the lin look of concern slowly comes across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (CONT'D)",
          "text": "Is he okay? (beat) He has dementia. (beat) Where are you? I’1l come right now. (confused) Reno? Rebecca gives Charles a bewildered look -- Nevada? Charles grabs a pen and starts to write: “St. Mary’s Regi Medical Center. 775-770-3000”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (CONT'D)",
          "text": "I’ll get there as soon as I can. (beat) Is it possible to talk to my dad? (beat) Thank you again. Charles is put on hold and turns to Rebecca. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (CONT'D)",
          "text": "Dad fell. They said he’s really confused. They’re holding him for observation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REBECCA",
          "text": "I’1l call the travel agent. Rebecca takes out her cell and scrolls through her contac",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Book me the first flight out there. I don’t care if I have to connect five times. \fREMEMBER Double White Rev (08-15-14) 70",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wearing a gown and a SPLINT on his right arm, Zev lays on hospital bed, mindlessly watching cartoons on his televis He laughs out loud, having a grand old time. A MAN, 40, hooked up to monitors, sleeps in the bed next him. Keeping the man company are his daughter, MOLLY, 8, his wife, MOLLY’S MOM. Molly does her homework, half focu as she watches the cartoons on Zev’s TV. The phone rings next to Zev. With only one good arm, he struggles to sit up. Once comfortable, he answers it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Hello. (beat) Hi, Charles. Yes. Yes. I am fine. I told the doctors not to disturb you. Please don’t worry about me. (beat) No. No. No. Do not come to the hospital. Your mother will pick me up. (beat) Yes, I am fine. Goodbye. Zev's injury has multiplied the extent of his symptoms. I not clear where and when he thinks he is. He turns back t the cartoons and almost instantaneously starts laughing again. His laugh is joined by a high pitched, giggly one. Zev glances to his left and sees Molly watching the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Do you like cartoons? Molly nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "I like Disney Channel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You like Mickey Mouse?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "No. I like Phineas and Ferb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Never heard of them. Molly’s Mom notices a DOCTOR, 50s, in the hallway. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 71",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MOLLY’S MOM I‘ll be right back, sweetie. Molly’s mom exits the room and quickly catches up to the doctor in the hallway, their backs toward Molly. Their conversation is whispered and can’t be heard. When the commercials come on...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Your name is Molly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Molly Elizabeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Do you like sweets, Molly Elizabeth? Molly smiles and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "There should be some caramels in my jacket. I always keep some there for my grandchildren. Molly hops down from her chair, places her textbook on he dad's bed, and walks to Zev’s jacket. She fishes around f candy but comes up empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "I can’t find any.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "If there’s none there, I’m sure my wife will have some when she comes. Molly pulls out the letter from the jacket’s inside pocke She looks at “ZEV” written across the envelope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Are you Zev?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Can I open your letter? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 72",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev nods. Molly opens the envelope like it’s a gift. As s unfolds it, the last two hundred dollar bills fall out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "Whoah, you’re rich. Zev stares at the money, having no idea why it’s there. M collects it and hands it to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "These are yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Thank you. Molly examines the letter, turning to the last page.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Who's Max?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I’m not sure. Zev's confusion makes Molly uncomfortable so he tries to her back at ease...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "Would you like to read the letter to me? Molly nods and turns back to the first page. She begins t read, struggling with many of the hard, unfamiliar words.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Zev, there are some difficult things you must know. Firstly, Ruth has passed away. She had cancer. She loved you and you were with her, holding her hand, at the end. Zev silently absorbs this horrible news.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "Secondly, you have de-men-tia. (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 73",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "Recently you have been forgetting many things... (looks up) That’s normal. Old people always forget things. Zev nods. This is a lot to take in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "«»+.SO you must keep this letter with you at all times and never show it to anyone. (beat) You and I are both Au-sch-witz survivors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Auschwitz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Look at your left arm -- you were prisoner 98814. Zev looks at the blue tattoo. The memories begin to flood back into his dried out brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "When the war ended I promised myself I would find the men re-spon- sible. Working with Simon Wies-en- thal I have helped to capture dozens of former Nazis all around the world. Molly looks up from the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY, (CONT'D)",
          "text": "What’s a Nazi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "A bad person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FADE TO",
          "text": "\f95 96 REMEMBER Double White Rev (08-15-14) 74",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max and Zev sit together at the dining room table. Max ho files close to his chest. They’re stamped “CONFIDENTIAL”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "There have been rumors for years that a number of Auschwitz SS officers stole the identities of deceased prisoners near the end of the war. (beat) Shortly after my stroke, evidence was found that an Auschwitz blockfiihrer emigrated from Germany in the 1940’s and was most likely living under the name Rudy Kurlander. Max holds up a PHOTOGRAPH which we cannot see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "His real name is Otto Wallisch. Zev's face remains stoic, without a hint of recognition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With every ounce of his strength, Max carefully writes th letter as if he was scribing a Sefer Torah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "The Simon Wiesenthal Center has found four Rudy Kurlanders who emigrated during that period. However, there is not enough proof to arrest any of them. Unfortunately, because of my weakened state, I have not been able to travel to identify him. On the wall in front of Max, above his desk, are pictures attesting to his honorable life. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f96 97 98 99 REMEMBER Double White Rev (08-15-14) 75",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "There’s a photo of him with ELI WIESEL. And one at the opening of the HOLOCAUST MUSEUM, and at YAD VASHEM, and lecturing at the MUSEUM OF TOLERANCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "But then six months ago, God smiled upon me when you moved to the senior housing community. I immediately recognized you from Auschwitz, although you did not remember me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Max sits in his wheelchair, eye level to a COPY MACHINE. neon green light of the scanner glows across his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "We are the last living survivors from our prison block. Besides me, you are the only person who could still recognize the face of the man who murdered our families. (beat) You must find Otto Wallisch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Molly continues to read the letter to Zev, however it is Max's voice we hear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "Simon Wie-sen-thal would not condone this mission. He in-sisted that all war cri-minals be given public trials. Zev nervously glances at Molly’s sleeping father, who sti little... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 16",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "However, we cannot give Wall-isch that op-por-tun-ity. Even if there was enough proof, he, like us, would probably die before he could be extra-dited to Germany. We have agreed that Otto Wall-isch must die. Max's voice fades back to Molly's...",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "You must kill him. (beat) You promised to go once Ruth died. You promised me and you promised Ruth. Molly looks up from the letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You did a very good job. Zev smiles at Molly with tears in his eyes. But there is behind those blue eyes -- there is fire. He’s been reigni",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "Who’s Ruth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "My wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "I thought she was bringing me candy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I thought so too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "From afar, the doctor finishes talking to Molly’s mom and gives her a comforting smile and a pat on the shoulder. MOLLY’S MOM Thank you. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f100 101 REMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "As the doctor walks to the nurse’s station, Molly’s mom w away some tears. She puts on a strong face and heads back into the room...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "..-where she sees Molly sitting cross-legged on Zev’s bed ALONE, watching the cartoons. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f101 102 103 REMEMBER Double White Rev (08-15-14) 17",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "MOLLY’S MOM Molly, you shouldn't be sitting on the nice man’s bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "It’s okay. He had to go kill a Nazi. MOLLY’S MOM What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOLLY",
          "text": "He had to kill a Nazi. A Nazi is a bad person.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev shuffles out of the hospital, carrying his toiletry bag. Nobody stops him. Conveniently waiting in front are few RENO TAXIS. Zev approaches one and the TAXI DRIVER lowers the window. Zev reads from the letter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I need to go to the Holiday Inn at 3961 Lake Tahoe Boulevard in South Lake Tahoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "South Lake? That’s over an hour away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I have money. Zev shows the last two hundred dollar bills to the taxi driver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TAXI DRIVER",
          "text": "Hop in. Zev gets in and the taxi pulls away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The night is perfectly clear. Silhouettes of white-capped mountains stand behind the depths of South Lake Tahoe. \f104 105 106 107 REMEMBER Double White Rev (08-15-14) 78",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev reads the letter by the faint glow of the interior do light. We can see lines drawn through the steps that have already been completed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (V.O.)",
          "text": "I have planned everything for you. You must follow these steps precisely. Cross them off as you accomplish each task. Step 1: Open your closet. On the floor is your black toiletry bag. It’s already packed. Step 2: Quietly go outside the housing community at 3:00 A.M. A taxi will pick you up and bring you to Penn Station... There’s no confusion in Zev’s eyes. He is sharp and focus and knows exactly what he must do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi pulls up to the hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev walks into the room and sits down on the bed. He continues to read the letter... INT. MAX’S BEDROOM - NIGHT 107 Max lays in bed, reading his PHOTOCOPY OF THE LETTER. He’ been following along every step of the way. However, he’s once again on an emotional roller coaster, not knowing wh Zev's been side-tracked. The phone RINGS. Max reaches for the phone on his bedside table and rests on the pillow next to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Zev?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "Yes. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 79",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Thank god. (beat) Where are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "Tahoe. (beat) I read the letter. Max catches his breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "You understand -- what you must do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (OVER THE PHONE)",
          "text": "I understand. Max draws a few deep breaths.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "Good. 108 INT. TAHOE HOLIDAY INN - FRONT DESK -— MORNING 108 Zev shuffles up to the front desk. Nobody is there. Zev rings a bell and a RECEPTIONIST, the snowboarder type, comes out from a back room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I'd like to check out. Zev places his room key on the counter. The receptionist looks at the bill on the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "That’1l be $106.20. Zev opens the envelope. It’s empty. He takes out his wall and counts the money inside it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I won’t have enough money for the taxi. The receptionist smiles and motions at the credit cards i Zev's wallet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RECEPTIONIST",
          "text": "We take credit cards too. \f109 REMEMBER Double White Rev (08-15-14) 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charles, with his carry-on slung over his shoulder and hi cell phone pressed to his ear, approaches a rental car office. He looks exhausted after a long night of travelin",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Hey. I just got your messages. (beat) The hell is he doing in Tahoe? (beat) I’m about to pick up the rental and I’ll head up there. Can you try to find the taxi company that picked him up? (beat) Thanks. Love you too. Charles hangs up and enters the office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A TAHOE TAXI drives along an empty mountain road. Zev rol down his window and breathes in the fresh mountain air. H looks exhausted but determined. The taxi turns off the main road and down a smaller one lined with Evergreen trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large, wooden, cabin style house is surrounded by trees There’s a stone chimney with a skinny plume of smoke risi out of it. On the ground are traces of frost. If you stay on this shot long enough, a deer would run by. The taxi pulls up to the front of the house. Zev gets out puts the letter in the toiletry bag and makes his way to the front door. Step by step, Zev climbs the stairs, smoke firing out of mouth with each hot breath. He grips his toiletry bag a little tighter, ready to potentially meet the man who he’ had nightmares about for seven decades. Zev reaches the door and pushes the bell with his left hand. DING. DONG. There is no answer. Zev pushes the doorbell again. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f111 112 REMEMBER Double White Rev (08-15-14) 81",
          "sentiment": "neutral"
        },
        {
          "speaker": "DING. DONG.",
          "text": "Zev looks around and sees a car in the driveway. Someone definitely home. He pushes the doorbell again. DING. DONG. After a moment, the door opens. Standing there is KRISTEN 40s, wearing an apron over sweatpants and a T-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Does Rudy Kurlander live here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Can I speak to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "He’s still sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Can I wait for him to wake up? It’s important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "What’s this about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "It’s private. I knew him a long time ago. Kristen looks Zev over and decides he’s harmless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Come on in. My dad won't be up for a little while though. He’s a late riser these days. Kristen holds open the door for Zev and he enters the war house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This place could be a ski lodge if it wasn’t a private residence. There’s a pair of skis criss-crossed on the wa next to some stuffed animal heads. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f112 113",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Double White Rev (08-15-14) 82 112",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Do you want some coffee, Mr. --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Guttman. (beat) Yes, coffee would be nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Take a seat in the living room. I’ve got a pot brewing. Kristen points Zev toward the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev wanders into the living room and approaches a PIANO, which has FRAMED PHOTOGRAPHS on top of it. Zev's eyes focus on an 8X10 FAMILY PHOTO. The OLD MAN in the picture is clearly the patriarch, father to a HALF DOZEN KIDS and an army of GRANDCHILDREN and GREAT GRANDCHILDREN. Zev’s face is perfectly stoic. Is this Ott Wallisch? Is this the man he set out to kill? Does Zev recognize him? Zev turns coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN, (0.C.)",
          "text": "That's from our family reunion a couple years ago. to Kristen, who stands in the doorway with a mug of",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You have a big family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Dad likes to say he fielded a soccer team. I’m his youngest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "How old was your mother?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "She was a lot younger. It was his second marriage. (beat) Can I ask you something, Mr. Guttman? (off Zev’s nod) Does you being here have to do with Auschwitz? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f113 114 REMEMBER Double White Rev (08-15-14) 83",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "My father’s not going to want to talk about that. He’s never talked about being a survivor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I understand. Kristen hands Zev the cup of coffee. Zev’s hand begins to shake and he can barely keep the liquid from spilling out He places the cup and saucer on top of the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Mr. Guttman, would you like to join us for breakfast? I’m making baked apple pancakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. I’m not very hungry. I will not bother you long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Are you sure? It’s an old family recipe. Kristen smiles at Zev, trying to tempt him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. I am sure. Thank you though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Okay, if you need anything just ask. I’m sure my dad will get up when he smells breakfast. Kristen leaves the room and Zev goes back to staring at t pictures. After a moment, he takes off his jacket and lay on the piano bench. His old and new wounds are for all to -- concentration camp tattoo on his left arm, splint on t right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OMITTED 114",
          "text": "INT. RENTAL CAR —- DAY - CONTINUOUS 115 Charles drives, talking on his cell phone as he types an address into the rental car’s GPS. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f115 REMEMBER Double White Rev (08-15-14) 84",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "182 Round Hill Drive. Got it. (beat) The GPS says I should be there in about thirty minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev stops looking at pictures and takes a seat on the pia bench, analyzing his surroundings when INGE, 12, half awake, blonde haired, blue eyed, adorable, enters the roo in her pyjamas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I am Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "Can you play the piano?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "When I was younger I could play quite well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "What type of music did you play? Slowly but surely, Zev begins to play Wotan's Farewell fr Die Walkiire. Between his age and bad arm, this is the slowest Wagner’s opera has ever been played. Wagner’s mus is always uncompromisingly serious and intensely Teutonic but played at this tempo, it is extremely eerie. Inge stares at Zev as he continues to play from memory. H he can remember this and not what he did on most days is the enigma of dementia. Zev finishes playing an extremely intense stanza when... (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 85",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "You like Wagner? RUDY KURLANDER #4, 90, wearing a robe, wisps of grey hair covering his nearly bald head, sits on a chair behind Zev and Inge. How long he’s been sitting there, we don’t know Zev does not turn around but continues to slowly play. There’s something in his eyes though -- RECOGNITION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Yes. I have always loved Wagner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "My daughter said someone I knew from Auschwitz was here. But a survivor should not like Wagner, no? Rudy laughs to himself. Zev doesn’t flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You cannot hate music. Zev continues to play as his words drift in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "I didn’t recognize your face in these pictures. (beat) But Ihre Stimme hat sich nicht verandert. (beat) Your voice has not changed. THERE IS NO DOUBT: THIS IS OTTO WALLISCH. HE REMEMBERS. THIS IS THE MAN WHO MURDERED ZEV AND MAX’S FAMILY. THIS IS THE MAN ZEV HAS SWORN TO KILL. A thousand emotions pour through Zev’s damaged mind as he plays the last few notes. His fingers finally come to a r on the keys. He then turns around on the bench and takes the sight of Rudy Kurlander #4.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Ich wusste, dass du mich eines Tages aufauchen wiirdest. Subtitle: “I knew you would come find me one day.\" (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f116 REMEMBER Double White Rev (08-15-14) 86-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Rudy slowly stands up, with the aid of a cane, and walks toward Zev. Zev stands up and faces him. They’re a mere foot apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "Poppy, is Zev your friend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Yes. He is a very old friend. Rudy smiles at his granddaughter. RUDY KURLANDER #4 (CONT’D) Inge, please go into the kitchen. My friend and I need to discuss some things. Inge gets up and leaves the room. The two men are alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Ich habe Sie nicht vergessen. Subtitle: “I have not forgotten you.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Bitte lass uns rausgehen. Ich will nicht, dass meine Familie hdért was wir zu sagen haben. Subtitle: “Please, let us go outside. I do not want my fa hearing what we have to say.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Zev, holding the toiletry bag, and Rudy, walking with his cane, head out through the glass doors onto the large, wooden deck. It’s picturesque, overlooking the lake. The wind rustles the trees. Leaves blow at their whim.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Es ist lange her, dass irgendjemand wusste wer ich einmal war. (beat) Ich kann mich nicht einmal daran erinnern wann. Subtitle: “It has been a long time since anyone knew who was. I can’t even remember when. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f117",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Double White Rev (08-15-14) 86- 117 RUDY KURLANDER #4 (CONT’D) Over the years people have looked at me and I think they know, but they never do. (beat) Or maybe they were just too scared to say anything. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f117 118 REMEMBER Double White Rev (08-15-14) 87",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Zev and Rudy settle at the end of the deck, past a table chairs, taking in the surroundings. Rudy looks out at the water, avoiding eye contact. RUDY KURLANDER #4 (CONT’D) Sometimes, I come out here and speak my name. (beat) I talk to myself. I remind myself of who I was. (deep exhale) Es ist der einzige Weg um zu wissen, dass ich existiert habe, bevor ich der geworden bin, der ich jetzt bin. Subtitle: “It is the only way to know I existed before wh am now.” Zev stares at Rudy, who still looks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Living a lie is not a life. Rudy turns to Zev. Tears swell in his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "I always knew you would find me. (beat) Ich habe es immer gewusst. Subtitle: “I always knew it.” Rudy HUGS Zev. This. Was. Not. Expected. RUDY KURLANDER #4 (CONT’D) Es ist zu lange her. Wir sind jetzt alte Manner. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 88",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Subtitle: “It has been too long. We are old men now.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTE",
          "text": "The hug lasts a long time. Zev stares into space, not understanding. He doesn’t raise his arms from his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Take your hands off of me, Otto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "I said take your hands off of me! Rudy looks confused. He takes a step back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "You called me Otto. I think you’re confused. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 89",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Your name is Otto Wallisch. You were a blockfiihrer at Auschwitz. You killed my family!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Have you lived with a lie so long that you’ve convinced yourself it is true. Rudy looks bewildered. For his own part, Zev has nothing but unwavering confidence. He knows this is Otto Wallisch",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "I...I do not understand. Zev unzips the toiletry bag...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Let me help you. You must pay for what you did. \f120",
          "sentiment": "neutral"
        },
        {
          "speaker": "120A",
          "text": "REMEMBER Double White Rev (08-15-14) 90",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kristen and Inge stand in the kitchen, making pancakes. T doorbell RINGS, not a gunshot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "It’s like we’re running a hotel. (beat) Go tell Pop Pop breakfast is ready. Inge runs out of the kitchen, toward the back porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kristin approaches the front door. She can see the outlin a man through the frosted glass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (0.C.)",
          "text": "My name’s Charles Guttman. I think my father’s here. Kristen opens the door...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES, (CONT'D)",
          "text": "I’m so sorry to bother you but I was told that a taxi dropped my dad off here a little while ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Yeah, he’s outside with my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Thank god. He’s been missing for a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "I had no idea. Come on. Kristen leads Charles through the house. She opens the de doors and Charles steps outside first...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...into an unimaginable scene. Zev holds the Glock with both hands, shakily pointing it Inge, who stands next to Rudy. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "REMEMBER Double White Rev",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "(confused) Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Oh my god.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "Mommy? !",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Please do not be scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Dad, put down the gun. (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "120A",
          "text": "(MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 91",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(confused) Charles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Yes. Put down the gun. Zev doesn’t listen and keeps the gun pointed at Inge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No. Not until he tells the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Warum tust du das? Subtitle: “Why are you doing this?\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Tell them the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Bitte hdr auf mit diesem Wahnsinn. Subtitle: “Please stop this madness.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Tell them who you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Please leave my family alone. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Subtitle: Double White Rev (08-15-14) 92",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Dad, put the gun down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Tell them what you did!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Lass sie in Ruhe. Bitte. Ich flehe dich an. “Leave them alone. Please. I beg you.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Speak in English! I want them to understand what you’re saying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Dad, what is he talking about?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Do not listen to him. He is crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You have a very easy choice. You can tell the truth and she’1l live. Or you can lie and watch her die. You have three seconds. (beat) One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Please stop. I am telling the truth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Two.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "Mommy !",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Dad, stop!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Please! Just shoot me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Okay! Okay! (beat) Okay. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 93",
          "sentiment": "neutral"
        },
        {
          "speaker": "120A CONTINUED",
          "text": "Rudy hangs his head and begins to speak quietly. Tears start streaming down his face. RUDY KURLANDER #4 (CONT’D) During the war I was not a prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "During the war I was not a prisoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "Louder!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "During the war I was not a prisoner! (beat) I was a Nazi. I was SS. (beat) I was a blockfiihrer at Auschwitz. Kristen looks like she’s just been told the sky is pink. doesn’t have a clue what’s going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "Did you kill people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INGE",
          "text": "You killed people, Poppy? Rudy nods his head, in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KRISTEN",
          "text": "How many people did you kill?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "I don’t know. Many.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "What is your real name? Rudy fights back his tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "What is your name! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REMEMBER Double White Rev (08-15-14)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "My name is... (beat) Kunibert Sturm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No, it is not! Your name is Otto Wallisch! Rudy takes a long breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "It is Kunibert Sturm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You are Otto Wallisch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "No... (beat) You are Otto Wallisch. Zev freezes, trying to wrap his head around this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "You are lying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "This is the first time I haven't lied in seventy years. You are Otto Wallisch. I am Kunibert Sturm. We were both blockfiihrers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No! I was a prisoner!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "Look at your arm. You are number 98814.",
          "sentiment": "neutral"
        },
        {
          "speaker": "120A",
          "text": "Rudy rolls up his sleeve and shows his blue CONCENTRATION CAMP TATTOO. RUDY KURLANDER #4 (CONT’D) I am 98813. We tattooed each other. It was our only way to escape. Charles looks like he was just punched in the gut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Is it true? (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "94 \fREMEMBER Double White Rev (08-15-14) 95",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "No, he is lying. Zev turns the gun and points it at Rudy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV, (CONT'D)",
          "text": "You are lying!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RUDY KURLANDER",
          "text": "How could you forget? You took the name Zev because it means wolf. (beat) You said we were wolves. (beat) Du hast gesagt wir waren Wolfe. Subtitle: “You said we were wolves.\" Zev grips the gun a little tighter. There is no shake in his hand... RUDY KURLANDER #4 (CONT’D) Now our families know the truth. (beat) That is worse than dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "Zev shoots Rudy in the chest, dropping him to the floor. screams and runs to her mom and then together into the ho Charles runs over to Rudy, trying to help. It’s useless.. Zev lowers the gun and takes a step back. Charles looks up at his father, pleading.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Dad, how could you? It’s as if Zev can’t hear him. His eyes glow with clarity",
          "sentiment": "neutral"
        },
        {
          "speaker": "ZEV",
          "text": "(whispers) I remember. Zev raises the gun and presses it against his temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLES",
          "text": "Dad! (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "121 122 123 REMEMBER Double White Rev (08-15-14) 96",
          "sentiment": "neutral"
        },
        {
          "speaker": "BANG",
          "text": "Zev drops to the ground as BIRDS fly out of the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is filled with a dozen SENIORS watching a large HDTV. They're glued to the screen, staring silently as a REPORTER does a live feed from Lake Tahoe, California. Th reporter has her finger to her ear, listening to the ANCH A graphic is displayed on the screen: “90-YEAR-OLD MAN COMMITS MURDER-SUICIDE”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "Right now we’re still waiting to hear from the Lake Tahoe Police Department. They haven’t spoken to reporters or even released a statement. But we’re assured we will hear from them, in some way, within the hour. Residents here are stunned. I’ve talked to some who did not want to comment on camera, but I did have one tell me Rudy Kurlander was everything you’d ever want in a neighbor. He always waved when I saw him, the resident said. (MORE ) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fREMEMBER Double White Rev (08-15-14) 123 CONTINUED: o— 123",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (ON TV)",
          "text": "Kurlander was apparently not only a good neighbor, but he was also a ski patrol officer. It was a job he loved and held for more than 40 years. Right now, an entire community is trying to figure out what happened and more importantly, why. Someone turns off the television as the seniors shake the heads in disbelief. They’re shocked. It doesn’t make sens (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f123 REMEMBER Double White Rev (08-15-14) 97",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Cele, Ruth's friend, sits at a table with three SENIORS, female. They were in the middle of a MAHJONG game when th report came on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR",
          "text": "Poor Zev. Poor Zev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SENIOR",
          "text": "Tragic. Absolutely tragic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CELE",
          "text": "He couldn’t have known what he was doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX, (0.C.)",
          "text": "He knew exactly -- what he was doing. The room falls silent as the seniors slowly turn around t see Max, who sits in his wheelchair with absolute lucidit His voice, the strongest we've heard it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CELE",
          "text": "What are you talking about, Max? Max's eyes burn with clarity as he breathes through his oxygen clips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAX",
          "text": "The man he killed -- was named Kunibert Sturm. (beat) And Zev's name -- was Otto Wallisch. (beat) They -- were the men -- who murdered my family. Max closes his eyes and draws a few deep breaths... FADE TO BLACK. \f124 REMEMBER Double White Rev (08-15-14) 98",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOTE TO READER ON FALSE MEMORY",
          "text": "Dr. John F. Kihlstrom, Distinguished Professor of Psychol at the University of California Berkley, defines False Me Syndrome as: [A] condition in which a person's identity and interperso relationships are centered around a memory of traumatic experience which is objectively false but in which the pe strongly believes...False Memory Syndrome is especially destructive because the person assiduously avoids confrontation with any evidence that might challenge the memory. Thus it takes on a life of its own, encapsulated resistant to correction. Dr. Richard W. Shulman, MDCM, FRCPC, one of the foremost experts in the field of psychotropics, read REMEMBER and explained that if a person has lived under an alias for a significant amount of time -- 60 to 70 years -- it would “plausible that his alias has actually become his long-te memory.” Furthermore, Dr. Shulman says that, “when confro with the truth, [the individual] would be able to retriev the memory of his true identity and have the ability to reflect on his past behavior.”",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1535"
    }
  ]
}