{
  "movie_id": "MOV1538",
  "scenes": [
    {
      "location": "TYLER STREET HOTEL",
      "time": "NIGHT",
      "characters": [
        "BLACK",
        "AIRPORT REPO MAN",
        "REMY, (O.S.)",
        "ALVA,",
        "INT.",
        "THE CABBIE",
        "SCREAM --",
        "TATTOO ARTIST",
        "A PATCH OF SKIN,",
        "LARRY THE LUNG",
        "A SMALL METALLIC BOX",
        "PETER",
        "'",
        "THE BRICK",
        "DRILL SERGEANT",
        "103.",
        "THE REPO MAN",
        "BACK IN THE CAR",
        "THREE REPO MEN",
        "FRAIL LADY",
        "THE SPHERE AND LIGHTNING BOLT STATUE BELOW",
        "SUDDEN FLASH",
        "CABBIE, (CONT'D)",
        "CAROL, (0.S.)",
        "F",
        "REMY AND BETH",
        "JOHN",
        "PAST DUE",
        "PROSTITUTE",
        "GATE ATTENDANT",
        "JAKE, (CONT'D)",
        "FADE OUT",
        "REMY",
        "ATTENDANT, (V.O.)",
        "HEAVYSET MAN, (CONT'D)",
        "REPORTER, (CONT'D)",
        "RAYMOND",
        "SQUISH --",
        "DRILL SERGEANT, (CONT'D)",
        "IN THE REAR VIEW",
        "GUARD",
        "BETH AND REMY",
        "CLACKS --",
        "FRANK, (CONT'D)",
        "HEAVYSET MAN, (0.S.)",
        "FREAKED-OUT MAN",
        "THROUGH A WINDOW",
        "DOWN IN THE COURTYARD",
        "HOOKER",
        "BETH, (0.S.)",
        "MOTEL MANAGER",
        "FRANK, (V.O.)",
        "JAKE, (O.S.)",
        "THE BOARDED WINDOW",
        "FLASHBACK",
        "LITTLE GIRLS",
        "' 2",
        "BACK TO",
        "THE DELI CUSTOMERS",
        "82.",
        "JUMP ROPE GIRLS",
        "INSIDE HIS TORSO",
        "62.",
        "PRESSING THUMBS TOGETHER",
        "THE DOCTOR",
        "ALVA",
        "BACK AT THE WINDOW",
        "A FOOT",
        "FREEZE ON REMY --",
        "A BULLET",
        "THEIR SCANNERS",
        "REPORTER",
        "SALESMAN",
        "FLASH BACK TO",
        "JAKE, (0.S.)",
        "BETH, (O0.S.)",
        "VOICE",
        "REMY AND BETH IN BED",
        "VIDEO NARRATOR",
        "T-BONE, (0.S.)",
        "A TV SET, BLACK AND WHITE",
        "ON SCREEN",
        "THE SAHARA DESERT",
        "NURSE, (0.S.)",
        "CAROL AND",
        "I",
        "INT, EQUIPMENT CENTER",
        "REMY, (CONT'D)",
        "DOCTOR",
        "REMY, (V.O.)",
        "CAROL, (CONT'D)",
        "INSIDE THE CAB",
        "TATTOO ARTIST, (CONT'D)",
        "PAID IN FULL",
        "THE BURNED OUT FLOOR GIVES WAY",
        "ALVA, (CONT'D)",
        "TV SPOKESMAN, (V.O.)",
        "BETH",
        "END FLASHBACK",
        "REMY, (0.S.)",
        "SPARKS",
        "CONFUSED GUARDS",
        "T-BONE",
        "EXT, STREET",
        "ATTENDANT",
        "A METAL LUNG",
        "ON A SECURITY MONITOR",
        "UNION MAN",
        "FRANK, IN HIS OFFICE,",
        "DISSOLVE TO",
        "TECHNICIAN",
        "WOMAN",
        "PEOPLE RUNNING THROUGH THE STREETS, ARTIFORGS IN THEIR AR",
        "ON THE SECURITY MONITOR",
        "A BLOOD-CURDLING SCREAM",
        "REMY AT THE COMPUTER",
        "AT THE ENTRANCE",
        "T-BONE, (CONT'D)",
        "BETH, (CONT'D)",
        "EXT HOSPITAL",
        "OBESE MAN",
        "RAYMOND, (0.S.)",
        "CUT TO",
        "THE DOOR",
        "ASBURY",
        "TIG",
        "THE SCANNER",
        "BACK TO SCENE",
        "A SIMILARLY SHAPED METAL SPHERE",
        "SUDDEN FLASHBACK --",
        "REPORTER, (V.O.)",
        "THE PAGE IN THE TYPEWRITER",
        "THE GUARDS",
        "CABBIE",
        "CAROL",
        "FARE",
        "RHODESIA",
        "ANOTHER UNION SECURITY CAMERA",
        "INT, BUILDING HALLWAY",
        "34.",
        "BETH, (V.O.)",
        "107.",
        "RHODESIA, (CONT'D)",
        "NURSE",
        "JAKE",
        "DEPOT.",
        "TATTOO",
        "FRANK"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "A burned-out hotel rots away on an ugly, abandoned road. MOVE THROUGH the crumbling courtyard and into the scorche",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "When I was on top, I lived in the shadows. I knew how to get in, and when to get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SWEEPING UP what was once a grand staircase as the faint clack of a TYPEWRITER grows louder. PUSHING THROUGH a doo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An empty, unfurnished hotel room -- and REMY, buck naked, sitting in the middle, pecking at the typewriter on his lap. His body is thin, wiry. A scar runs down the middle of hi chest. A shotgun is to his right. A scalpel to his left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I was feared. Respected. Vilified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE PAGE IN THE TYPEWRITER",
          "text": "as the next words are rapidly typed: =O-S- -i-m-e-",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Most times, they never saw me coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGURE stands in the shadows, watching through an apartment window as a HOOKER leads her JOHN into a bedroo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hooker’s on her knees. The guy moans, grunts, buildin A shadow appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (0.S.)",
          "text": "Mr. Smythe? I’m from the Credit Union. Remy steps into the light and fires a taser -- the prongs SLAM into the wall, barely missing the petrified John --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOHN",
          "text": "Holy fuck -- wait, I can pay -- \fWith an easy snap of Remy’s wrist, the taser prongs retract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Sorry. That’s not my department. Remy launches the taser again -- it hits the guy’s chest",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "300 volts SIZZLE through his convulsing body. The guy collapses, out cold. Remy’s a blur of motion as he whips out a duffel bag and begins setting up: An expandable lamp. A scalpel. A white apron, tied around his waist and neck. Remy leans in, pushing on the guy’s belly -- And a phone handset WHACKS Remy upside the head. He spins The hooker, terrified, holds the handset like a club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Don’t you fucking touch me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Ma‘am, there’s no need for violence. She gamely WHACKS him in the head again. HOOKER i I’‘1l call the cops, I swear -- Remy’s 9mm is suddenly in his hand and BLASTING the phone into a million plastic fragments. The hooker is stunned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Lady, why you gotta bust my balls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOOKER",
          "text": "Help! Somebody -- In a BLUR Remy’s across the room, SLAMMING the hooker against the wall. He slaps a hand over her trembling mout",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Listen to me. Listen! I’m here to do a job, just like you. Your new pal bought something that he couldn’t pay for, and I’ve come to take it back. Now if he dies, he dies, and that’s a shame, but he should have thought of that before he started paying for blowjobs and stopped paying his bills. Do you understand me? Still scared, she nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "So let’s be adults about this and let everyone get on with their business. \fRemy backs away, keeping an eye on her. She’s shaking, barely able to move. He turns back to the guy -- As the hooker SCREAMS and runs at Remy -- Who expertly ZAPS her with a no-look taser blast. She drops. Without missing a beat, Remy lifts the scalpel, picks a spot on the guy’s belly, and SLICES it open. He thrusts h hand into the open wound, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An amorphous blob of blood and tissue is tossed into the sink -- it CLANGS oddly against the basin. Remy, his apro covered in blood, flips on the faucet. He removes a lacquered box from his bag and sets it on th counter. A logo is stamped onto the top: A black circle with a lightning bolt shooting through it. He looks to th sink -- Where the water has begun to wash away the bodily fluids covering the blob. A distinct glitter of metal appears...",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SIMILARLY SHAPED METAL SPHERE",
          "text": "sitting on a man’s palm. Silicon tubes snake out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV SPOKESMAN, (V.O.)",
          "text": "Friends, are you weary of watching your widening waistline? Are you tired of trying on tightening trousers? INT. REMY’S CAR - NIGHT Where the commercial continues on a small plasma screen s into the steering wheel. Remy drives his beat-up sedan, windows down. On the seat next to him is the lacquered bo",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV SPOKESMAN, (V.O.)",
          "text": "Then you’11 love the new Kenton ES-19 with preset esophogeal inhibitors, available now at The Credit Union. We help you get more you out of you. Remy CLICKS off the TV as he pulls to a red light. A hot- rod pulls up next to Remy’s sedan, music loud, engine gunning. The YOUNG GUY inside glances over -- a challenge, perhaps and catches sight of the tattoo on Remy’s arm -- that sam black circle with five shimmering lightning bolts through it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy, suddenly terrified, throws his car in reverse a bails out as fast as he can. Remy doesn’t flinch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seems like your average suburban mall, though there are a excessive number of ambulances pulling up outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "The Mall. Disneyland for suckers. Mecca for the meek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy struts purposefully down the wide corridors. People stream to either side as he passes, afraid to come too close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "For me, it was work. We pass an empty storefront -- the paint faded where the words THE GAP used to be. A banner hangs across the windo",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPOT.",
          "text": "Remy turns a corner and slams into a SIX-FOOT TALL LUNG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY THE LUNG",
          "text": "(muffled, inside costume) Hey, buddy, watch your damn -- (beat; recognizing Remy) Oh, sir. I’m so sorry -- I didn’t -- Remy brushes aside the mascot and continues on his way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A long line of customers waits outside this storefront, t words CREDIT UNION #418 emblazoned atop the double doors. That circle-and-arrow logo sparkles in brightly lit neon. HARRY THE HEART, Larry’s cardiac counterpart, jumps rope with his own aorta. CHILDREN laugh at the mascot’s antics Down the line, most customers use crutches, walkers. Some have portable IV bags. A few are wheeled along on hospita gurneys. Everyone waits his turn... Except for Remy. He strolls past the line and gives a nod to the GUARDS manning a metal detector. Remy walks throug Setting off a SCREECHING ALARM. No one seems to care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks like an insurance office. We MOVE WITH Remy past a line of booths where customers watch slick video presentations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIDEO NARRATOR",
          "text": ".in years past, nearly two hundred thousand people waited on organ transplant lists at any given time, hoping for someone else to die so that they could possibly live. But thanks to modern biomedical science... We MOVE down, where the next monitor is further along in the presentation. An animated cross-section of the body opens up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VIDEO NARRATOR",
          "text": "where the artificial organ, or artiforg, is expertly and cleanly inserted into the customer. Then... Remy moves beyond the video booths, past SALESMEN plying their wares on the customers trapped in their cubicles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": ".it’s top-of-the-line, I can guarantee you that. No one else makes a better kidney right now... Passing another cubicle where a YOUNG WOMAN signs papers",
          "sentiment": "neutral"
        },
        {
          "speaker": "SALESMAN",
          "text": ".the APR is thirty-nine point six percent, standard for a generic pancreatic unit with your excellent credit history... An entire FAMILY squeezes into the last cubicle, surrounding their pale, deathly ill FATHER. The Credit Union Manager and top closer -- a snazzily dressed FRANK finishes his spiel:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": ".three final letters will be sent. After the thirtieth day of the sixth month of nonpayment, we are legally entitled to retrieve the property -- at our own expense, of course, utilizing our skilled and licensed technicians. But I assure you, this is rare -- only one-point-five percent of all artiforgs are ever repossessed. (beat) You owe this to your family, Mr. Troy. You owe it to yourself. (beat) Now, if you could just sign here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy’s lips twist contemptuously as he passes by. He win at the sick father, who pales by another two shades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "He signed it. Everyone signs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It’s darker back here, not quite so corporate. Just a few low card tables where scraggly REPO MEN drink their coffe Remy stares up at the far wall, where a huge chalkboard i divided into a chart, the boxes scrawled with names and numbers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND, (0.S.)",
          "text": "Goddamn ears again. RAYMOND PEARL is a good foot taller than Remy, a hulking mass of angry meat. He nods up to the chalkboard, where next to the name R. PEARL, it says MARSHODYNE E-2000, AUD MODULE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Job’s a job, Ray --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "I’m just saying, ears four times ina row, that’s chop shop. This fucking probation ain’t fair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Wasn't fair what you did to that girl on the subway, either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDEN FLASH",
          "text": "gleefully ripping out the artificial organ of a girl no older than sixteen. Lights flicker, terrified passengers",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "Yeah, well... you weren’t there. (beat; softer) Listen, my sister’s kid, he wants in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Talk to Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "I kinda thought maybe a recommendation coming from you, from a Level Five -- Raymond gestures towards Remy’s tattoo, the five shimmeri bolts. Raymond only has three.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I don’t even know the kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure you do! He works outside, wears the lung costume. Before Remy can respond, FRANK bursts through the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You’re killing me coming in through the front like that. I got guys tryin’ to make sales, you’re out front spooking the clients.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Like Joe Asshole gives a crap. Guy needs a new bladder, he’1ll buy a new bladder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It might make him... reflect. We can’t have reflection. Frank leads Remy away from Ray and back to:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A gated room set off from the main compound. Hundreds of the lacquered artiforg boxes are stacked all around a familiar iron statue: A black sphere with a lightning bol through it. Remy tosses Frank the box; Frank flips it open. Set insid is the metallic oblong sphere from the kitchen sink. Frank leans over a nearby computer, pecking at the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Easy job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "‘Bout average. Frank hits ENTER, and the computer BEEPS. Job completed. Frank pulls the artiforg out of the lacquered box and tosses it into a bin marked ARTIFORG OUTBOX. They turn to leave --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (0.S.)",
          "text": "Five-day count, big man. Give it up. We WHIP around to find JAKE FRIEVALD, a taut, lean fellow with a tattoo identical to Remy’s. Black tank top, fatigu pants. A military boy who never gave up the look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Jake Frievald kicked my ass in the third grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Jake and Young Remy pummel one another with abandon surrounded by a circle of KIDS cheering them on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Or I kicked his. It doesn’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake and Remy sit, bloodied, in the waiting area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "We sat there for hours, outside the Principal's office, waiting for our punishment. By the end of the day, we were best friends for life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake and Remy press their thumbs together as a greeting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Two livers and a Jarvik.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Three? Back in the day you'd grab three before lunch. C’mon, let’s hit a few.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Gotta tell Carol I’m going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Of course you do. Jake follows Remy out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Use the back door, guys -- the back -- But they’re already out through the front, into the pool waiting customers. Frank hangs his head and sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Jake, bloody as all hell, head into a store call ALL THINGS GOOD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A quaint country store -- stuffed bears sitting on handma wood tables, a white picket fence snaking through the joi to give it that homey feel. The customers get one look at Remy and Jake’s bloodstaine shirts and quickly file out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy approaches the back counter where a stern-faced bea stares him down. This is CAROL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We're gonna head over to Montego, you want me to bring you home some wings?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I want you to try changing the shirt before he sees you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Peter’s here already?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "He gets here the same time every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Maybe you could take him. Go do something with your son instead of going to the bar with the asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "That’s what my mom calls me, too. Jake holds up a crocheted scarf, getting bloodstains on i",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (CONT'D)",
          "text": "Do you have these in blue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "(ignoring Jake; to Remy) Did you talk to Frank today? About moving over to sales? Remy glances at Jake, who’s watching their conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Didn’t come up. Listen, I’1l1 help Peter with his homework when I get back. Carol shakes her head, disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Just go. Before he sees the blood. Remy heads for the door, Jake right next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "That went well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An abandoned industrial area. Windowless, burned out warehouses line the street. Remy’s car cruises by...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. REMY’S CAR - DRIVING - NIGHT Remy drives, Jake shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You'd actually work less hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "If I could convince Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "And you'd make more money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hazardous duty, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Sittin’ in the sales office?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I look some cancer-riddled prick in the eye and say, “you owe it to your family. You owe it to yourself.” Might choke on my own vomit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "So tell Carol to blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Yeah, you tell her. Jake has no answer to that. Looks up ahead, notices a wir chipped tooth ADDICT limping along a chain link fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Guy up there. That’s a Flexorgen. I know that gimp a mile away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Twenty bucks he’s overdue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Slow up. Remy slows the car to a crawl. Jake reaches into his duffel, pulls out a radar-gun-shaped scanner. He points the scanner at the addict, depresses the trigger, and we into... SCANNER P.O.V. CAMERA RACES straight at the greasy loser at light speed. A sickening sound as we pierce his flesh and go",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE HIS TORSO",
          "text": "Racing past ribs, swimming through blood, and barreling b organs, until finally landing... 3",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON: A shiny, metallic hip replacement. We hear a distinct, warbled PING! SPLIT SCREEN: The right side shows the scanner’s readout. Green letters on black: i i Current.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (CONT'D)",
          "text": "All paid up. You owe me twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’1l get drinks. A little further up the road, Remy spots an OBESE man waddling down the sidewalk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Check out fatty. You know that guy’s organs gave out a long time ago. Jake hits the scanner. -PING! ON THE SCREEN: Kenton pancreatic system M-4* w/ glucose monitor. Account Status: 179 days PAST DUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Deadbeat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Two more days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Should reclaim him anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "(smiling) You can’t transfer. You’1l always be repo. Remy rolls down his window, calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Nice night for a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBESE MAN",
          "text": "Fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "How’s that pancreas holdin’ up? Remy lets his arm dangle out the window. The big guy cloc his sphere-and-lightning-bolts tattoo --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "seen: \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBESE MAN",
          "text": "(suddenly nervous) I -- I sent the money in this morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You better hope you did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OBESE MAN",
          "text": "I swear. I was just at the post office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Two days, that pancreas is mine. The fat man takes off running as fast as he can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Look at him go. Gonna need a new heart soon as he rounds the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A neon sign outside the bar: A Rasta relaxing on a hammoc slung between two palm trees. A fat spliff glows red, on and off, as he smokes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "J. Mulhearn. You think it could be Jamie Mulhearn?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggae Dancehall music plays. Remy and Jake nurse Red Stripe beers. Empties line the table. Remy stares at a pink sheet with a yellow receipt attache",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Guy in C Squadron? With the fucked-up mustache? No way, lemme see that. (grabbing pink sheet) Holy shit, it ig him. Poor shit still lives with his parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You ever repo anybody you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "My grandpa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Fuck you, you did not. Jake laughs and takes another sip of his beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "No, but I would. On day 181, if I got the pink sheet. Job’s a job, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Yeah. Job’s a job. They press their thumbs together. Down their drinks. INT. REMY ’S CAR - PARKING LOT - NIGHT Remy and Jake sitting in the car, outside the Montego Bay Remy throws the car into reverse and backs out, nearly plowing into a PROSTITUTE walking the parking lot. She slaps the trunk of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROSTITUTE",
          "text": "Jagoff!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Eyes on the road, Romeo. I won’t be your best man for that one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Please -- that woman’s been jack- hammered into bubblegum, ain’t even a real. woman anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I need to show you your own resume?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "So my first wife was a hooker. Big fucking deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad wallpaper, worse curtains. A price list on the wall over young Remy’s head gives the menu of the day in very graphic detail. MOANS filter in from behind a curtained-o room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Nineteen years old, on forty-eight hours leave from basic training. What else was there to do? A BELL RINGS -- Remy looks off to the curtained room -- INT. BETH’S ROOM - BROTHEL - NIGHT BETH, blonde and pretty, lies naked on the bed. Remy, nervous as all hell, stands in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You're... naked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You new at this? cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It wasn’t my first time, but it wasn’t exactly my third, either. Beth was... slightly more experienced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She rolls on top of Remy playfully, moving downtown... INT. BETH’S ROOM - BROTHEL - DAWN",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Five hours later, I was in love. Sweat drips off Beth’s body. She’s post-orgasmic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You didn’t have to -- A doe-eyed Remy comes up from between Beth's legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I wanted to. (beat) Let’s get married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Why would you want to marry me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I dunno, you’re sweet, you're beautiful, you do that... thing... (beat; quieter) And when I’m in Africa, it might be nice to know I’ve got someone at home... to come back to. Beth stares at Remy. He stares back. Standoff. Finally:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Sure, what the fuck. Let’s do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’ve only got three more hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I’ve only got two more clients. Remy bursts into a’ huge smile -- a FLASHBULB POPS --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The wedding is in full swing. Remy in tux on one side, Be in white lingerie on the other, a PREACHER in the middle. \f15. In lieu of a veil, Beth wears a pair of fishnets on her head. Jake and the soldiers stand in full military dress next t Remy; Beth has five half-dressed PROSTITUTES as bridesmaids. Remy lifts Beth’s fishnets-cum-veil and kisses her -- everyone CHEERS -- there’s another FLASH --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "INT. REMY’S CAR - PARKING LOT - NIGHT Remy stares nostalgically at the lanky hooker walking off",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Beth was different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Yeah. Beth was a flower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "She was young, she was finding herself. ° JAKE Three thousand Marines were finding her, too. Remy just shakes his head. Steps on the gas and pulls out of there. INT. REMY’S CAR - DRIVING - NIGHT Remy finishes his last Red Stripe beer. Throws the empty into the backseat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You hear about the new M-5 neural net?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I don’t read those fuckin’ pamphlets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I saw it at the trade show. Thing takes over the whole damn limbic system. Brain damage, stroke -- it doesn’t matter. They hook you up, it’s like you’re living the rest of your life in a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "How do you take it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I don’t know. Sledgehammer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Chainsaw.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Or just grab hold of the brain and give it a good yank -- Remy’s scanner starts going berserk. WHOOP! WHOOP!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Holy shit. Remy slows the car outside a desolate, abandoned building",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "What’s up? ON THE SCANNER: An endless list of artiforgs goes whirrin by. Crimson letters blink furiously: PAST DUE. PAST DUE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We got a nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shafts of moonlight illuminate tattered sleeping bags, submerged in ankle deep puddles. Like a crack house on crack. All is eerily quiet, the masses asleep. Until...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BOARDED WINDOW",
          "text": "is kicked in. Remy and Jake enter, power incarnate. Doubl fisting tasers, zapping everything. Total chaos breaks ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dozens of people come streaming out of the building, pouring out windows, scrambling down rickety fire escapes Scattering like ants after their pile’s been kicked. Back inside:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A WIRY MAN is struggling to get out the window when Remy grabs him and throws him back inside like a rag doll. Rem quickly hits him with a taser, taking the fight out of hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (O.S.)",
          "text": "I got ten upstairs. How’d you do? Jake descends a crumbling staircase, taking in the carnag Remy silently counts the unconscious bodies on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Twelve. Suddenly, the wiry man, twitching on the floor, manages t struggle to his feet and lunges for the window again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Hey! \f17. Remy moves to grab him, but the guy jumps for it. Escapes",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Try eleven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Shit. Still beat you. Jake smiles. Takes in the bodies scattered all over the floor. All those overdue artiforgs waiting to be harvested.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "(smiling) Let’s get to work. Jake starts filling out yellow repo receipts as Remy pull out his scalpel and kneels over the closest body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank is on the phone, peering down at the Repo Men milli about on the first floor. Dozens of unboxed artiforgs suddenly drop on the desk in front of him. He jumps back in surprise, then looks up to see Remy and Jake, covered in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Jesus Christ. Don’t you guys wear aprons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Yeah, and fry hats, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We did a little freelance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "(into phone) Let me cali you right back. Frank hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "21 hosts, 57 ‘forgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "But where did you...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We found a nest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Little bastards on the run, guess they find comfort in sticking together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "That’s so stupid -- for them. But it’s brilliant for us. (beat; excited) We should make you guys a task force. You go out, take down these nests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "And how do we get paid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Lump sums. Big jackpots. Very classy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No thanks, I’1l stick to my assignment. Frank turns to Jake, clinging to this new concept.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "How about it? I’1l put you with Ray -- he’d be great at mass extractions. Jake looks at Remy. Can’t betray his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I don’t run on spec. Give me a pink sheet. Frank lets out a heavy sigh and hands Jake a pink sheet with a yellow receipt attached. Jake scans his assignment",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (CONT'D)",
          "text": "(impressed) Jarvik job. Out in The Heights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Nice ‘burb. Who’s the host?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Says J.T. Bonasera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "James Todd? Is that Jimmy T-Bone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The record producer. Half a year past due.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "But the guy’s gotta be a billionaire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Tax evasion -- IRS tagged his residuals. Every time you hear one of his tunes, the feds get a little richer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "How come I never heard of this guy? \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "‘Cause you gotta have taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I have taste.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Uh-huh. He’s the one that did Baby in My Sleeve. Carol and me, that was our song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "So it’s a mercy killing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "That's real nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Listen, I/11 make you a deal. You come watch the game at my place tomorrow, and I’11l switch you this guy for Jamie Mulhearn. Remy hesitates, masking his relief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Yeah, okay. T-Bone deserves to get his heart ripped out by someone who appreciates his work. As they exchange pink slips... INT. REMY AND CAROL’S HOUSE - NIGHT Remy enters to find Carol sitting on the couch, beneath a shelf filled with trinkets from her store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hey. I got your wings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Already ate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Mind if I have ‘em?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Would that be before or after you help Peter with his homework? Remy checks his watch. Winces. Knows he screwed up. Remy drops the sack of food on the coffee table. Surprise Carol when he cuddles up next to her on the couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(quietly) Hey, remember that song Baby in My Sleeve? Jimmy T-Bone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUDDEN FLASHBACK --",
          "text": "THE SAME HOUSE -- moving boxes litter the floor. A BABY, maybe two months old, sleeps in a carrier atop the same coffee table. MOVING PAST... Remy stands on the brand new couch, hanging the shelf on the wall above it. A younger, sexier Carol, wearing a nurse’s uniform, dance over to him, hips swaying to the smooth hip-hop-jazz riff of Jimmy T-Bone’s Baby in My Sleeve. She climbs up on the couch, comes up behind Remy -- Kisses his ear, takes the hammer from his hand and drops to the floor. Remy turns into her, unzipping her uniform Lowering her to the couch, the two falling into one anoth",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Where the now older, world-weary Carol moves away from Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Yeah, I remember. What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Forget it. Remy’s up and out of there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy carefully cracks the bedroom door, then sneaks into. INT. PETER’S ROOM - NIGHT Remy crosses the darkened room, stands over a sleeping PETER, his 10-year-old son. Runs a finger across his chee Quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Sorry, buddy. Remy turns to leave the room. Peter calls out to him, groggy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Hey, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Did you do your report?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I started.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’1l help you finish in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Okay. It’s on the Romans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "They were some bad-ass dudes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Did you know they used to make people fight with lions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Barbaric. Go to sleep. Remy heads for the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Dad, why did the Romans stone people to death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Because they didn’t have any guns. Goodnight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Night. And Remy closes the door behind him... INT. REMY AND CAROL’S HOUSE - MORNING Remy sits over a bowl of cereal. Carol, across from him, reads the paper. It’s silent. Peter carries in several books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "You ready, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Maybe we can skip the homework until later tonight. First let’s go watch the game at Uncle Jake's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Peter, Jake is not your uncle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "And tell your father we didn’t discuss anything about going to his house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Tell your mother it’s just a barbeque",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I thought you had to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It’s a night job. Come on, it’1ll be good for the kid to get out. . OFF Carol, unhappy but resigned... EXT. JAKE’S HOUSE - BACKYARD - DAY Remy navigates his way through the crowded backyard, dragging Carol and Peter behind him. Peter’s face is buri in a handheld video game. Jake spots them coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Hey, brought the whole family. (rubs Peter's head) You want a hot dog, Ham-bone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "I guess so. Jake throws a hot dog on the grill. Peter fixes his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You have a good day at school?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "It’s Saturday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "So? When I was your age, we went to school every day. And at night, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Nuh-uh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t lie to my child, Jake. Jake rolls his eyes to Remy. Remy shrugs. His cell phone RINGS. He pops it open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Yeah? (beat) No, I’m not home. It’s not a good time. (beat) Christ. Fine, take it to 1450 Greendale. Two minutes. Remy snaps the phone closed. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What? Nothing. I left some equipment at the office. Remy walks quickly to Jake, talks quietly. REMY (CONT’D) Gimme your apron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I got a mobile coming in. Keep Carol and Peter busy. He takes Jake’s apron and heads out. Jake calls over towa Peter...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Hey, Peter, you wanna flip some burgers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Can we make the fire higher?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "c’mere, you little pyro. Remy veers over towards Carol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’1l be right back. EXT. JAKE’S HOUSE - FRONT YARD - DAY Remy waits at the curb, Jake’s red and white checkered apron tied around his waist. A taxi cab pulls into the driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE CAB",
          "text": "The FARE peers nervously out the window from the backseat",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARE",
          "text": "I just want the Fairfield Downtown --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "Quick errand, buddy. Don’t worry, I ain't charging. The Cabbie makes a show of turning off the meter. On the passenger seat is an artiforg scanner, blinking PAST DUE. Remy approaches the cab.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARE",
          "text": "Who's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE",
          "text": "Relax, fella. Guy’s a friend of mine. The fare, spooked, reaches for the far door handle -- but it’s broken off. No way out. He turns back -- Remy opens the. cab door and TASERS the guy. He slumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE CABBIE",
          "text": "Adjusts the rear view mirror as Remy goes to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE REAR VIEW",
          "text": "Scalpels fly, blood splatters. Remy moves quickly. After a few moments, a bloodied Remy appears at the Cabbie’s window; Remy tosses two hundred bucks at the guy",
          "sentiment": "neutral"
        },
        {
          "speaker": "CABBIE, (CONT'D)",
          "text": "For an extra fin, I'll get rid of the body. Remy tosses him a twenty. He hears a commotion behind him",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (0.S.)",
          "text": "Carol, wait -- I’ve got a blanket --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (0.S.)",
          "text": "It’s fine, my sweater’s in the car -- Remy jerks around to see Carol coming out of the house, Peter at her side. Jake follows behind, trying to get her to come back inside -- No luck. Carol stops on the front step -- freezes -- There’s Remy, bloodied, holding an artiforg as the cab drives away. He, too, is frozen. Peter actually looks up at his father for once -- Then, unimpressed, goes back to his video game. CAROL (CONT’D) I am so done with this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Cc’mon, it’s just a kidney... Carol drags Peter into their car and guns the engine. As she drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I couldn’t keep her busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Yeah. I saw that. Jake throws his arm around Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I’‘1l give you a ride home after the game. INT. JAKE’S CAR - NIGHT Jake pulls up into Remy’s driveway. Remy sighs as he eyes the house. Lingering in the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I don’t know how you put up with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Every man’s suburban dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Not mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m gonna go do the T-Bone job first. Give her time to calm down. You gonna head over to Jamie Mulhearn’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Already been there. He says to say hi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You didn’t do it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Oh, I did the job. He said to say hi before that part. Remy climbs out of the car. Stares at the house with drea Jake backs out. Remy heads straight for his own car and climbs in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JIMMY “T-BONE” BONASERA sits behind the mixing board in h home studio, fiddling with various knobs and switches, fi tuning the smooth riff that emanates from the speakers. Remy approaches quietly from behind as T-Bone lifts a via of sparkling red powder, rubbing the substance into his gums .",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Nice house. T-Bone turns off the music, but doesn’t turn around. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "Thanks. Ain’t really mine anymore. You with the IRS?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "Soul suckers are taking everything E back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "So am I. T-Bone turns and looks at Remy for the first time. Spots the duffel bag. The defibrillator unit. The tattoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "(nods) Can I finish this song?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Of course. I’m a big fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "You could help. My assistant left two weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I don’t know. I’ve never made music before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "It ain’t complicated. A song’s just a whole mess of tiny parts working together. All you gotta do is break the song back down. Extract the individual parts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I can probably do that. As Remy takes a seat behind the mixing board...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "LATER. The final strains of the newly mixed song pour out of the speakers. T-Bone listens, rapt, eyes closed. Remy can’t control his smile, overwhelmed by the experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "Now that’s a hit right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "The IRS will be thrilled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "Do me a favor. See that Mad Dog over at Blue Note Records gets this. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It’s done. T-Bone pops out a memory stick; Remy puts it in his duffe",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "So we gonna do this, or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m sorry. I really am a big fan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "A gig’s a gig, right? Should I sit, stand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Easiest if you laid down. T-Bone lies on the floor. He unbuttons his shirt, then pours a little more red powder and rubs it into his gums one last time. His hand shakes a bit as he offers the via to Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "Wanna Q up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I should probably do this straight. He hands T-Bone a pen and a yellow repo receipt. REMY (CONT’D) Do you mind? Less paperwork if I can get the client to sign off before... T-Bone signs his name on the bottom of the receipt, and Remy nods his thanks. He lines up a scalpel, electric saw and a suction unit, then gathers the defibrillator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "What’s that thing for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It’s a defib unit. Jarvik stops pumping when you jolt it with an electric pulse. Keeps me from losing a finger. Remy flips the defib unit on and it HUMS to life. He twists the dial to 300...",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "This gonna hurt? Remy rubs the shock pads together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You won’t feel a thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "T-Bone closes his eyes. Remy places the shock pads on T- Bone’s chest. Depresses the thumb buttons, and suddenly..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPARKS",
          "text": "erupt out of the defibrillator pads! The explosion sends Remy FLYING BACKWARDS through the air -- body twisted -- FREEZE-FRAME on half-dead Remy, mid-flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I have been knocked unconscious on three separate occasions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sits on a long bench, in military dress. Several soldiers wait alongside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "First day overseas, my regiment was sent for tests to see how we could best assist the U.S. Military in the African campaign. Muffled BOOMS begin filtering through the walls. At first they’re soft, but they grow louder... boom... Boom... BOO Silence. After a moment, a door opens at the far end of t hall. A NURSE steps out with a clipboard and stares at Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Big, gleaming white room. Sterile. In the center: Remy, strapped to a metal framework that conforms to his body like a vertical beach chair. A DOCTOR pulls hard on each strap, then slips a pair of goggles with wires coming out of them over Remy’s eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What is this thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "It’s a control chair. For the concussion test. Head back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The doctor squishes a helmet over Remy’s head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "The what test? But the doctor’s disappeared. Remy turns back, and sudden \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SAHARA DESERT",
          "text": "appears all around him. Nothing but sand for miles. A muffled BOOM sounds in the distance, with a flash of ligh Remy squints, trying to make out the source of the explosion. REMY (CONT’D) Hello? Am I supposed to do something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through a one-way mirror, we can SEE Remy, the chair shaking him around as the BOOMS grow louder. The doctor takes a sip of tea and grabs a baseball bat, wrapped in plastic, from a rack of bats on the wall. The sign above reads STERILE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bat in hand, the doctor re-enters. Remy is still strapped in his chair, grimacing as the virtual explosions intensify. REMY‘S POV - AN ARC OF FIRE coming closer -- a missile heading directly for him, and",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOCTOR",
          "text": "WHACKS Remy in the head with the baseball bat. curt TO: BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "That was knockout number one. Moaning. Not erotic one bit. It’s the sound of pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy’s eyes flutter open, and he staggers to his feet -- Inside a long recovery room, filled with cots and moaning soldiers, most still out cold. Remy’s the only one standing. The doctor approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Congratulations, son. You’ve got a very small brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sits in a control chair -- like the one in the concussion test -- at the front of this high-tech tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Small brains, big skulls. That’s why Jake and I came out of concussions as fast as we did. Jake sits behind him in the gunner’s chair. A thin panel glass is between them. Remy puts his thumb on one side of the glass, Jake does it on the other --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRESSING THUMBS TOGETHER",
          "text": "as a light zaps across the surface, and the TANK ENGINE roars to life. We have ignition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "And that’s why they put us in a tank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A row of tanks maneuver deftly over the sand, side-by-sid",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But by the time we finished training, the war was already winding down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy writes a postcard; Jake plays solitaire. The monitor in their tank shows three enemy soldiers waving frantically, trying to surrender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It gave me time to write to Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tanks mindlessly ROLL OVER the three soldiers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy’s writing yet another letter in back as Jake steers the tank, gleefully targeting rabbits and snakes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But the more often I wrote, the less I heard back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tanks roll to a stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "And then, one night, it was over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freezing soldiers sitting side-by-side as they make their way back to America. Remy flips through a meager pile of letters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I hadn’t heard from Beth in two months.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy strolls purposefully through the red-light area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "My plan was to go in there, sweep her off her feet, and take her away from all this mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy storms in, past the waiting clients. The familiar MOANS emanate from behind the curtain. Remy storms throug INT. BETH’S ROOM - BROTHEL - NIGHT Two beefy MARINES are servicing the lady on the bed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Beth, your husband is home! The marines turn -- the girl on the bed sits up -- It’s not Beth. The new prostitute SCREAMS -- The Marines, scowls on their faces, leap out of bed, draw back their fists -- the punches FLY forward --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "And that takes care of the second time I was knocked unconscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy’s frozen in mid-air, having been shocked by the electric defibrillator paddles. Somewhere, a typewriter",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLACKS --",
          "text": "UNFREEZE. The mid-air fall resumes, Remy blasted backward SLAMMING into a wall, crumpling to the floor below. \f32. His eyes are open, but glazing over. A trickle of blood runs from his nose. His palms are burned and blackened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Blackout number three. This time, I was legally dead for twenty minutes. Jimmy T-Bone sits up and sees Remy laid out on the carpet",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "If T-Bone hadn’t spooked and called the meds, there’d be no more story to tell. The guy grabs for a phone and frantically starts dialing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Everybody's gotta be a fucking hero. We HOLD on Remy’s blank stare as everything slowly goes.. BLACK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "When I came to, the first thing I saw was... CLEAVAGE. A GREAT SET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE, (0.S.)",
          "text": "I think he’s awake. INT. REMY’S HOSPITAL ROOM - DAY Remy’s nurse pulls back. Hospital ceiling above. Jake and Frank pop into frame, staring down at us --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Gave us a scare there, pal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Looking good. Looking real good. Remy’s about as far from good as you can get. An IV drips into his wrist; a machine displays his weak blood pressur",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(barely above a whisper) The... client...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Lookit this guy -- two seconds out of a coma and he’s worried about work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I got him, buddy. Soon as the medics cleared you, I finished the job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy weakly holds out his thumb; Jake presses his against it. Remy looks around the empty room --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Carol...?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I called her. She knows. I don’t think she’s sending flowers any time soon. Remy nods. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I can’t... remember -- what --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Faulty shock unit. We got the boys in the shop looking at it right now. Jake and Frank share a look -- Remy notices --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What? What is it? Frank nudges Jake; wants him to do the talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You know I woulda come either way. For you, no question -- but we do have some business to discuss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Sure. Yeah. Take my jobs for a few days... ‘till I get back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "It’s not... It’s not that. Remy’s confused. Jake looks ashamed. Remy follows his gaz over to",
          "sentiment": "neutral"
        },
        {
          "speaker": "A SMALL METALLIC BOX",
          "text": "on a tall wheeled cart. Silicon tubing snakes out and int an open incision in Remy’s chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "It’s a Jarvik 39. Top of the line --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No. No no no -- get it out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Ten million beat warranty, it’s got the no-rust valves, the undercoating - Remy starts to pull at the tubes; Jake grabs his hands --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You got hit hard, man. It’s all scar tissue in there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I feel fine -- lemme go --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "The unit’s already doing the work. ‘All you have to do is sign a few papers and they can put it in and sew you up, better than new. The warranty alone --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Don’t you sell me. Don’t you -- I am not a fucking client --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Course you’ re not. You’re the top Repo Man in this whole damn town. And you can still gas, grab, and go, but you gotta have a ticker to play the game. Remy looks to Jake, who can barely meet his gaze, then to Frank. Maybe he’s right...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "You owe it to your family. You owe it to yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy staggers down the hallway, yanking out tubes and wir as he goes, the Jarvik-39 skittering behind on its tall cart. Jake and Frank jog after Remy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "What? What’d I say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You asshole. A nurse scowls at Remy as he stumbles by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Sir, that’s hospital property -- Remy reaches into his own bloody chest incision -- wincin with the pain -- and unhooks the main tube. The Jarvik ca slows to a halt as Remy lurches for the exit doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The automatic doors open, and Remy, already looking weake struggles out. He leans against the wall of the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake and Frank stand in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Come back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m... fine... Remy takes a step -- knees buckling -- breath coming in great heaves -- taking another step, legs shaking -- And he collapses five feet from the hospital doors. Remy struggles to his hands and knees and starts to crawl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Now you're just being childish. Remy keeps crawling. Jake shakes his head, pained -- nothing he can do. Heads back inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hours later. Two PARAMEDICS whisk a gurney and patient aw from an ambulance, and the vehiclé moves out -- Revealing Remy, on his stomach, maybe five feet from wher he was six hours ago. Still trying to crawl. Hospital PATIENTS and VISITORS step over Remy, paying him no mind as he gasps and wheezes, barely able to move. Frank sits on a nearby bench, smoking a cigarette. Waitin Remy out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HOSPITAL",
          "text": "Hours later. Frank’s still on that bench, a pile of cigarette butts at his feet -- Remy’s still on the ground, pretty much in the same place We're TIGHT ON REMY’S FACE -- pained, weathered, barely able to take each individual breath -- when Frank’s clipboard and papers clatter to the asphalt a foot away. Frank stands above him, a looming shadow. There’s a long pause, a final moment of decision -- Remy doesn’t even look up. Arm shaking, fingers trembling he takes the pen in hand... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I was in the hospital for ten days after they popped in the Jarvik...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "cnagene \f36. INT. REMY AND CAROL’S HOUSE - LIVING ROOM - NIGHT Remy, on shaky legs, shuffles into the darkened house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Back at home, Carol made sure my every need was taken care of. Carol approaches, holding a pilow and folded blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "So you're not going to die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "That’s what they tell me. Carol nods, disappointed. Drops the pillow and blanket on the sofa, then disappears back towards the bedroom. Remy shakes his head, then lies down on the couch and pulls th thin blanket up to his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Repo Men surround Remy, force-feeding him cake and beer. Harry the Heart is led into the room by a few of the guys",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "When I got back to the office, the guys threw me a party. Real low key. Harry starts to take off the heart costume -- revealing a FEMALE STRIPPER inside. Cheers go up as the festivities continue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, in full repo gear, slips into an apartment building",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "That night, I was back on the job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, BUILDING HALLWAY",
          "text": "Remy kneels in the hall. A plastic tube snakes from a tan of ether underneath an apartment door. Gas HISSES. INT. CLIENT’S APARTMENT - NIGHT A middle-aged man is on the floor, out cold. Shattered glass, puddle of spilt milk. Remy approaches. He sets up the usual equipment : lamp, box, apron. Pulls his favorite scalpel, rips open the man’s shirt: -- Places the scalpel to the guy’s torso, pressing dor -- Remy’s hand trembles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "pees \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But it wasn’t like before. He sits back, takes a breath, and re-applies the scalpel He shakes again. Harder. His hand won’t stop trembling. H grabs one hand with the other, forcing himself -- Then he runs into the kitchen and pukes in the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake drinking, laughing. The usual. Remy sits beside him, trying to muster up his best fake smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Suddenly, everything was different.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "And then the guy just started crying. Bawling like a little girl, begging. And this snot bubble comes out of his nose, and the harder he cried, the bigger it got. Bigger and smaller, bigger and smaller... PUSH IN on Remy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I was still swapping stories with Jake about some shmuck and his overdue liver, but now all I could think about was how the host had a name. And a wife. Kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sits in his car, alone. The parking lot is empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "And how he didn’t deserve to die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy turns out the light and climbs onto the couch to go sleep. Carol wanders in, several envelopes in her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "I think there was a mistake on your commission check.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "There’s no mistake. Things are slow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t piss away your last shred of usefulness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy stares her down -- then pulls the blanket over his head so he doesn’t have to look at her. INT. FRANK’S OFFICE - DAY",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I did my job. It was all I knew. Frank grinds through his paperwork. Remy enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Just the man I wanted to see. Frank tosses Remy a pink assignment sheet. FRANK (CONT’D) I know you're taking a hit on that payment plan, so I saved this one for you. Big commission -- fifteen different ‘forgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Addict?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Probably. And get this -- two overdue. Snitch tracked her to the metal graveyard south of Broxton. Remy nods, tucks the sheet under his arm, and heads out. FRANK (CONT’D) (calling out) Faster the better. Twenty percent commission if you get it here by tomorrow. INT. REMY’S CAR - NIGHT Remy speeds through the night, windows down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I didn’t take a long look at the file. Maybe it was the rush job. Maybe deep down I knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty stories of metal and glass reduced to a ten-foot- high mass of rubble. Remy hops a shaky chain-link fence a enters the off-limits area. Shadows move all around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "The metal graveyard. No one went down there after the earthquake. No one who mattered. Remy lifts his scanner -- PINGING the darkness -- WHOOP! WHOOP! Fifteen different artiforgs, all flashing red, fil the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy finds an opening in the rubble and picks his way in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy’s flashlight plays over the tight nooks and pathways deep inside the rubble. There’s an entire underground wor down here; HOMELESS folks scatter as Remy passes by. He’s tracking a signal, getting closer. In the distance, soft, almost sweet SONG sings out. It grows louder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An open-air space amid all the rubble. A group of cellar- dwellers have set up camp here, but as soon as Remy enter they scatter in every direction, disappearing into the walls. Except for one sad creature. Gaunt, worn out, sitting in her own filth, singing a soft lullaby to no one in particular.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "(singing) Sleep baby sleep/ Your father tends the sheep... Remy lifts his scanner -- it WHOOPS back hard. This is it",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Ma’‘am? Ma‘ am? He approaches; her hair is in her face. Remy kneels down. REMY (CONT’D) I'm here from the Credit Union. I've got a job to do. She stops singing. Lifts her head to look at him -- it's Beth. Remy’s eyes open wide -- he leans in, amazed -- Frantically flips through his file -- there it is, the name, the picture, all those things he paid no attention",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(singing again) Your mother shakes the dreamland tree/ And from it fall sweet dreams for thee...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Look at me. Beth, look at me -- He grabs her cheeks, and Beth grins too widely --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her teeth and gums are stained a sparkling red. To Beth’s left is a small vial of red powder -- Q. She’s an addict.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(singing) Sleep baby sleep/Sleep baby sleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Come out of it. Wake up -- He slaps her across the cheek. Nothing. She’s too far gon Remy sits back, stunned. He blinks. Not ready to give up. REMY (CONT’D) Tell me you have some money. I know the credit manager, we can set up a plan --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "My... husband. He... has money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Good. Good, you got married again. What's his name? She starts to close her eyes again, but Remy’s on top of her, slapping her awake. Doesn’t want to go through with this -- REMY (CONT’D) Goddammit, Beth, give me a name!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He's in... the war.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "The war? What war?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "The war. The... army.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We're not at war. Tell me his name --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He... he’s driving a... a tank. He sends me letters. Long, beautiful letters. From... Africa. Beth drops her head back, smiling. In her own world. BETH (CONT’D) They have giraffes in Africa... Remy slumps against the wall next to her dnd stares off into the darkness. Eventually, Beth starts to sing again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BETH (CONT’D) Sleep baby sleep/ Our cottage vale is deep/ The little lamb is on the green/ With snowy fleece so soft and clean/ Sleep baby sleep/ Sleep baby sleep...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. REMY AND CAROL’S HOUSE - NIGHT The door flies open. Remy carries a barely conscious Beth over his shoulder, struggling into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It may have been a decade late, but I finally got to carry my bride over the threshold. Carol approaches from the living room, staring at Remy wi this skanked-out hooker slung over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "This is Beth. My ex-wife. (beat) Did I ever tell you I was married before? Peter enters, wide-eyed. Beth VOMITS onto the carpet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Cool. Can we keep her? Carol’s just about to explode with rage --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Broken flashing neon sign and all. Just disgusting. Remy carries Beth through the parking lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth still slung over his shoulder, Remy pays the MOTEL MANAGER in cash, counting out the bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth sleeps fitfully on the bed. Remy sits near her, watching her sleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake and Frank stare up at the big board. Remy approaches",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "There he is. Home run hitter. \f42. Remy hands Frank the pink assignment slip and Beth’s folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I couldn’t find her. Jake is shocked -- and a bit suspicious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You. Couldn't find her. Remy shrugs and walks off. Jake and Frank share a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy stirs a pot of food atop a portable stove. Beth lays on the moldy carpet, fetal, battling the shivers of withdrawal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "For the next month, I had a new job: Babysitting Beth. Remy.kneels beside Beth. Trying to spoon soup into her mouth. She fights him off weakly, spitting up her lunch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Jittery, strung-out, barely coherent hookers don’t make great company. INT. REMY AND CAROL’S HOUSE - NIGHT Remy sits at the table alone, eating a bowl of soup. Caro walks by in silence and drops a stack of bills on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But sometimes they’re better than the alternative. Remy flips through the envelopes, several of them emblazoned with the Union insignia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy leans against the grungy bathroom sink while Beth is in the shower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "When I was with Beth, real life didn’t seem to bother me too much. Remy peeks over the top of the shower curtain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But there were still bills to pay. And artiforgs to repossess. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, kneels over an unconscious WOMAN in a miniskirt. He shirt is ripped; his scalpel hovers over her midsection. The woman goes back She stirs. The woman horror at Who waves Petrified Remy just",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I saw an interview with a serial killer once. He said that it took him fifteen years to work up to that first kill. begins to stir. Remy TASERS her. She drops. Remy to hovering that scalpel. Can’t close the deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But the second one only took six months. The third, a week. Once that dam broke, it was a flood. Remy TASERS her again. Can’t decide.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Beth was the first client I ever let go. From there, it just got easier. wakes, stumbling to her feet. She stares in Remy -- her away. He can’t even look at her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WOMAN",
          "text": "Thank you... thank you... but grateful, she runs off into the darkness. stares at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth is sprawled out on the bed. There are dark circles under her eyes. Remy brings her a cup of coffee. Almost tenderly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hey. How you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Ever been eaten and then shit out by an elephant?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Not recently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Feels kinda like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Wait ‘til you try my coffee. Works wonders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth smiles weakly. Her gaze falls on Remy’s toolbelt, th moves to his Union tattoo -- Then she looks away. Afraid? Nervous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I knew what she wanted to ask me, even though she’d never say it. She’d want to know how a sweet, innocent kid from the suburbs could turn into aman like... well, like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Jake, barely in their 20's and the only white gu in the place, nurse their Red Stripes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I don’t know how it happened. I just know it did. Remy finishes his beer and tosses it into a pile of empties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m so fucking bored of relaxing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Hush your mouth, mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What am I, retired? I don’t golf. I don’t fish. Fuck the military pension, I want to do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I can't see you running around with the shirt and tie crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Running gver them, maybe... ina tank. Remy and Jake press thumbs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You know, I hate to say this, cause it was war and all, but... I kind of miss it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I miss it, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I miss the rush.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I miss the structure. \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I miss the kill. Jake shrugs, almost apologetically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Jake, pissing side-by-side at the urinals. Tacke to the wall directly in front of them: A FLYER: Learn a Trade, Join the Union, Fulfill Your Destiny!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It all made perfect sense. Joining the Union could give us everything back: The rush. The structure. The kill.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A younger Frank puts the hard sell on Remy and Jake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "The recruiter told us we were defending America’s medical establishment. The war didn’t have to end -- it would just change venue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Jake are issued standard Union duffels. They rif through, checking out the tasers, the scanner, the scalpe",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Our military training made us uniquely qualified. We were already familiar with the tools of the trade. Remy hits Jake with a taser. Jake goes down. Shakes it of Comes at Remy with a scalpel. Two friends, having fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Most importantly, we had been taught to kill people and not care all that much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Jake share a satisfied grin as the black circle tats are burned into their skin. The TATTOO ARTIST recite his programmed lines as he finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO ARTIST",
          "text": "This tattoo is property of The Union. If you decide to leave The Union, the tattoo will be reclaimed by The Union. If you are discharged from The Union, the tattoo will be reclaimed by The Union. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO ARTIST, (CONT'D)",
          "text": "If you are ever killed while working for The Union, the tattoo will be reclaimed by The Union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "What do you do, cut off the skin and mount it on a plaque?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO ARTIST",
          "text": "That’s exactly what we do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Jesus Christ, I was kidding. Tattoo man finishes up and starts to walk away. Remy look down at his arm. There’s just a black sphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hey, where’s the lightning? Tattoo guy turns back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TATTOO",
          "text": "You gotta earn that. Come back in after you finish your first job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy cuts through a window with a pencil laser. He snaps out a section of glass, then reaches in and unlocks the door. He looks back over his shoulder as he nervously heads inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "When I broke into that first house, I felt like a kid, doing a stupid prank. Hold on the outside of the darkened house. The picture of suburban tranquility. After several beats of silence, a SCREAM pierces the air. Remy emerges from the house carrying a lacquered box, grinning like a kid who’s gotten laid for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But when I came out, the game was over. I was an official member of The Credit Union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tattoo Man adorns Remy’s tattoo with a single, holographi lightning bolt hovering above the black circle, piercing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "BioMedical Repossession Division. Level One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But Beth didn’t need to know that. All she needed to know was:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Why are you doing this for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Come on. We both know the marriage thing was a joke. You couldn’t love me. You never even knew me. Remy scratches the scar running down his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Maybe I know you better than you think. Beth holds Remy’s gaze, until he turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy stands at the ice machine, filling up a bucket. A seedy man approaches. His crappy brass name tag says MANAGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTEL MANAGER",
          "text": "Y'all having a nice stay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It’s fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTEL MANAGER",
          "text": "Noticed your gal. Got a lotta scars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Accidents happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTEL MANAGER",
          "text": "I was just thinking, a Union Man like yourself could probably get in a heap of trouble keeping girls with overdue ‘forgs alive, holed up in shitty motel rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy gets it. He pulls out his wallet and shoves a few twenties at the guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Send a maid once in a while, your rooms won't be so shitty. \f48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOTEL MANAGER",
          "text": "Pleasure doing business with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy stands outside Peter’s room, about to go in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "He's sleeping.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I just wanted someone to talk to around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Not on a school night. Carol walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I guess I shouldn’t have been surprised that my marriage had turned to shit. It’s not like we started out all lovey-dovey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "hitting Remy, hard, right in the face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t you fucking touch her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy’s in full Repo gear, black-on-black.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It should have been the easiest repo job in recorded history. Some blue hair had worn out her welcome on a Hexa-Tan liver. But Carol was... resistant. A younger Carol has on her nurse‘s uniform, guarding the room of an ELDERLY PATIENT. REMY (CONT’D) Look, lady -- if they bury her with an unpaid liver, the Union’s gonna put a lien on the last will and testament and exhume the body. I’m doing the family a favor here, so back off. Remy’s inches from her face, trying to intimidate. But Carol doesn’t back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Don’t. You. Fucking. Touch. Her. Remy can’t help but grin. This is his kind of woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Gotta admit -- the gal had spunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK TO SCENE",
          "text": "Remy’s come to a decision. He walks down the hall into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Carol does the dishes. No spunk left any more. He walks u to the sink; she doesn’t look at him. REMY (CONT’D) I’m going.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No. I’m going. Now she turns. Accepting it, knowing it was going to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "What do you want me to tell Peter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’1l tell him myself. INT. PETER’S ROOM - NIGHT Peter sleeps in his bed, a handheld video game in his grasp. Remy stands in the doorway, staring at his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(quietly) Eventually. Remy backs out of the room without waking him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy lugs his life’s possessions past his old bedroom, Carol sound asleep in the background.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I'd like to say I left to keep Carol from having to take on my financial burdens. INT. PETER’S ROOM - NIGHT Peter stirs awake. Rubs his eyes, looks out the window --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As his dad loads up his car and pulls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Or so the boy didn’t have to watch his dad’s heart get ripped out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy pulls his car up to the curb and looks in",
          "sentiment": "neutral"
        },
        {
          "speaker": "THROUGH A WINDOW",
          "text": "where Beth lies on the bed, watching T.V.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But it was something else that drew me away. Remy reclines his car seat and pulls a jacket over him fo warmth. He’s going to sleep out in the car tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy enters, waking Beth, who stretches, happy to see him Remy opens the plastic bag and takes out some items, lini them up on the night stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Peanut butter -- the crunchy kind, like you like, soft toothbrush, strawberry toaster strudel, and mint shampoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Oh. I don’t really like mint shampoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Shampoo’s for me. She looks at him askance -- he’s never taken a shower the before. He motions out the window -- Where his car, with all his stuff, sits. Beth realizes he moving in, and can’t help the smile that comes to her fac",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Beth helps Remy lug his possessions into their room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "My living situation was one thing. My work situation was another. No repos meant no cash, which meant no payments to the Union, which meant no future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth stirs noodles in a pot, cooking their meager dinner. Remy sits at a table nearby, PINGING Beth with his scanne checking the serial numbers of her ‘forgs against a computer print out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So what happens if somebody catches you at the computer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Entering falsified returns, grounds for immediate dismissal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don’t want you to lose your job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Also a class one felony -- grand theft artiforg, 20 years to life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Jesus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Don’t worry. I’ve got a foolproof plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Don’t get caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Good plan. Remy smiles. Beth stirs the noodles, thinking. Then...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "You know, I could go back to work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Why not? a",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Do you have any idea how much you owe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So? \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Do you have any idea how bad you look? Beth throws a noodle at him; Remy ducks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Be nice. I’m your wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Ex-wife. And this is as nice as I get. The scanner WHOOPS it up again; yet another readout from Beth’s overdue body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Do you even know how many ‘forgs you've got in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Let’s see... liver, pancreas, kidneys, stomach, and lungs from the cancer. As upgrades, I’ve got eyes, ears, voice box, tits --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Jesus...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Hey, it’s a tough gig out there. Hooker down the street shows up with glow-in-the-dark vulva, you can bet every girl in the district’s gonna have a new neon hoochie inside a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You're shittin’ me. I’ve never even heard of that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Wanna see? Beth moves towards him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Jackson Reproductive Replacement System, Release five-point-three. She straddles Remy; he barely protests. She unbuttons her shirt, placing Remy’s hand on her bare belly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "It’s right behind my Kenton stomach ES/18. Lady Mystique model. Comes in six sparkling colors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Which one did you choose?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth moves Remy’s arm further down her body --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Shocking... pink...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "And your hips... Remy slides his hands down her hips, moving them across h waist, her legs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Flexor Durajoints... million step warranty... Now Remy’s clothes are coming off, too --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "You haven’t asked me about my lips...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(feeble protest) Come on. I’m married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Yeah. To me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I guess I never signed any divorce papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Me neither. And then Beth pulls Remy into a hard kiss as they move in one another -- naked now, free -- The artiforg printouts fall to either side as Remy throws Beth down on the table, their bodies thrusting desperately...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy wakes up beside a naked Beth. Tries to sneak out of bed, but she wakes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Last time, that cost you a hundred bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "And now? Beth thinks for a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "How ‘bout that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I’m a shitty business woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sneaks through piles of lacquered boxes, each one an artiforg that’s been returned to the Union.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "A mortgage. Motel rent. A manager who wanted double or he’d snitch. And that damn Jarvik, ticking away inside my chest. He grabs a lacquered box, opens it, and takes out the metallic organ within. He begins rasping away the serial number with a metal file.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It all took cash, and I didn’t have the guts anymore. But I could make it seem like I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY AT THE COMPUTER",
          "text": "Typing fast, keying in the serial number from a pink slip Glancing around nervously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Beth had fifteen outstanding accounts, so I found fifteen replacement parts. I actually got the computer to buy my story. My foolproof plan, put into action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sneaks by a sleeping GUARD, then turns --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Except for the part about not getting caught. Jake is there. He’s seen everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hey. They stare at each other; neither knows what to say. Jake leans against the Credit Union sphere-and-bolt statue. Wh it finally begins, their conversation is as casual as eve",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fa4 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "My uncle was a bank robber. I ever tell you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Uncle Joe?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Nah, my mom's brother, Lou. Made a whole mess of the West Coast, knockin’ over savings and loans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "And the man was good at it -- nobody knew a damn thing. Most days, he woke up and went to work at the auto shop, but every so often he’d skip out for lunch and pull on a ski mask. Fifteen years he did this. And then one day, he forgot to wear gloves, and they pulled a print from some bullshit drunk and disorderly twenty years back. A day later, the cops were knocking on his door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Lemme guess -- he was relieved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "No, he was fucking pissed. (beat; softer) But he just wasn’t that guy anymore. He was off his game, and he knew it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Maybe it was a blessing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Maybe. They stare at each other, understanding each other perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What am I supposed to do for money? I can’t do anything else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "It’d be the same for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You find a way. Talk to Frank about the sales thing. Make Carol happy. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "And if I suck at it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Do something else. But you gotta keep those payments coming. Soon as you fall behind, that’s Day One.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "And six months later...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "We put a guy on you. Remy stares off, the reality hitting him hard. He sees Raymond Pearl walking off with a fresh pink sheet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Probably Ray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Or me. Job’s a job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Job’s a job. Remy turns to leave. His fate is set. Then turns back --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Where is he now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Uncle Lou.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "You know that erotic cake shop up on eighth street? That’s his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Is he happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "He makes pornographic desserts for a living. You tell me. Jake and Remy share one last grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy shuffles away from the mall, only a few parking lot halogens lighting his lonely path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sits across from a beleaguered looking Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Frank surprised me. He took it better than I expected. Frank erases Remy’s name from the big board. Then -- thro the eraser at the wall in anger. He’s lost his best guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, looking uncomfortable in suit and tie, sits across from a family of four in a sales booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Mr. Timmons, you owe it to your family. You owe it to yourself. The sickly looking patriarch nods and takes the pen. But before he signs, Remy continues... REMY (CONT’D) ‘Course, if you can’t pay your bills, some Union guy like me might show up next to your bed, wake you out of a sound sleep and run a scalpel from your collar bone down to your pelvis to reclaim our property. (beat) I’m just saying. The man drops the pen. His wife faints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "I wasn’t cut out for sales.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy raises a cleaver high into the air. His apron is covered in blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But I had to work. So I tried something a little more in line with my training. Remy slams the cleaver down onto a butcher block -- separating a sirloin steak. Remy’s trying his hand behind the deli counter. He whacks at a slab of meat, over and over again, juices flying --",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DELI CUSTOMERS",
          "text": "back away from the counter, horrified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Six months, and I must have tried twenty different jobs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, in an embarrassing T.G.I.Friday’s type ensemble delivers several meals to a table full of college guys. O particularly assholish frat guy waves Remy over, lifts hi hamburger bun to show that his food is not cooked right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "The customer, they say, is always right. I’d never really thought about what that meant before. Remy takes the basket of food and jams it into the guy’s face, knocking him over in his chair -- And then wailing on him while the stunned frat boys look on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Beth pack up. Clothes. Work gear. He gently pack away his scalpels, ether cannisters... Looks at them fond",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "It’s amazing how fast a hundred and eighty days can go by. Beth puts a hand on Remy’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "If you go with me, you’re done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m done anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crappy street. Crappy neighborhood. Remy and Beth, their bags at their feet, stand outside Remy’s car. Remy pulls out a glass bottle filled with gas, a soaked r in the neck. He lights the rag with a match -- And tosses the bottle into the front seat of his car. He and Beth walk away, bags in hand, as the fire engulfs the car, erasing any trace of its existence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Beth keep their heads low as they stick to the shadows along a trash-strewn sidewalk. As they head toward the entrance of this sad excuse for a building, we realize it’s the same burned-out hotel on th same ugly abandoned road where we first met Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Welcome to paradise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Beth scope out the rooms, trying to find a suitable place to hide out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "There are hiders, and there are seekers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth takes the reins, showing Remy how and where to board up the windows, doors, setting booby traps, etc.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Hiding was new to me. But Beth had practice. She reaches over and turns off Remy’s flashlight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Rule number one: Natural light only.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Beth and Remy root through a dumpster. Remy holds up t pieces of fabric, one blue, one red. Beth points to the red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they hang the red fabric over the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Curtains!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy RIPS open a hole in the wall with a hammer and fluff pink insulation pops out. Beth grabs a handful and shoves it into a pillowcase, and Remy does likewise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The decorations are complete, a woman's touch amid the debris. Candles, a blue tarp for a tablecloth, a stolen mattress for a bed. Flowers poke out of cracks in the wal Remy lays out weapons: Taser, scalpel, shotgun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy searches through piles of broken furniture, testing busted chair legs and posts for use as potential weapons. As he swings a piece of wood through the air, he notices something beneath a pile. He clears away trash to find:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old typewriter. He grabs it, blows off the dust. Tests the weight, as if to use it to crush in someone’s head, b then gets another idea... The faint CLACK of a typewriter sends us:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RACING through the dilapidated lobby, up the stairs, and into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where Remy sits at the typewriter, naked, back where we m him at the very beginning. We’re now where we first came in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "But you can only hide for so long before they find you. Suddenly, LAUGHTER. Remy, spooked, leaps to his feet. Shotgun in one hand, pistol suddenly in the other. Laughter again. Distinct. High-pitched. Remy tenses --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, shotgun in hand, follows the laughter. Coming from down the hall --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Louder now, interspersed with voices. Remy presses himsel against the wall, breathing hard. Shotgun out the window Children. THREE LITTLE GIRLS, playing in the courtyard below. Remy relaxes as the girls pull out a jump-rope and begin chanting a song to count out their game:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LITTLE GIRLS",
          "text": "There was a man from Troubadour/ Who got blown up during The War/ He did not die, would not concede/ How many artiforgs did he need? Stomach! Bladder! Pancreas! Eyes! Intestine! Heart! Kidney! Liver... Remy shakes his head at his own paranoia --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (O0.S.)",
          "text": "If you're going to shoot the kids, aim for the big one. More meat on her. \f61. Remy lowers the shotgun barrel and turns to find Beth. Sh tosses his clothes at him. Remy begins to dress as Beth walks over by the typewriter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "For a guy who’s so paranoid, you sure make a lot of noise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "The writing helps me think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What is it? A book? Epic poem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It’s a letter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "To who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Peter. My son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I never played you for a dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Neither did I. Beth moves forward, then stops -- alarmed --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Somebody’s coming.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You don’t hear it? Beth and Remy peek out the window, peering down to the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "All I hear are those damn kids.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOWN IN THE COURTYARD",
          "text": "The girls are still jumping rope, now singing...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP ROPE GIRLS",
          "text": "Tell it to the Mama/ Tell it to the son/ They all be gone when the day is done/ On come the wrinkles/ On come the sneeze/ The old man dies on his old man knees...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BACK AT THE WINDOW",
          "text": "Beth grabs Remy’s ear lobe, twisting. He yelps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Still natural? I can’t believe you haven't upgraded these. Beth digs through a nearby crate and fishes out a long, thin wire. Tiny pad on one end, a metallic jack on the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "Put this in your ear. Remy looks down at the tiny pad, watching as Beth inserts the metallic jack into her ear cavity. It digs in tight, finally CLICKING into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Vocom makes share wires?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It’s aftermarket. Shut up and listen. Remy puts the “earphone” into his ear to share Beth’s amplified hearing. Suddenly, bis world comes alive with sound. Past the girl singing. Past the traffic. Finding a BARKING dog in the distance. An arguing couple, ignoring the quiet CRIES of the baby in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(incredibly loud) What am I -- Remy and Beth both cringe at his overly amplified voice. Beth scolds him with her eyes, showing him the small whee controls in the skin behind her ear that she continues to amplify, screening out the ambience. Focusing. Wings flapping. Footsteps. And finally, the familiar PING! PING! of an official Union-issue scanner. Remy yanks the wire out of both of their ears. REMY (CONT’D) Get away from the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raymond Pearl reaches into his duffel, extracting a taser a scalpel, and an enormous gun. Clearly not Union issue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Who is that? \f63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Ray Pearl. Psychopath with a Union scalpel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(grabs Remy’s gun) I’ve got something for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "He’s not here for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gun in hand, Raymond strides right past the jump rope girls. They continue their chant, the rhythm growing faster...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tension mounting as Remy and Beth run short on time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "There’s the back fire escape --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No. I have something better. Follow me. As Beth follows Remy towards the hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raymond’s boots kick up dust as he mounts the stairs, his scanner honing in. PING - PING - PING -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the jump rope girls’ feet, skipping impossibly fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUMP ROPE GIRLS",
          "text": "The old man dies on his old man knees!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Raymond kicks a door off its remaining hinge. The room is charred out. A blue tarp sits on the otherwise rotted floor. Remy sits on the far side of the room, typing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "Pathetic. I can’t believe you were a Level Five. Remy looks up. Mock surprise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "They sent the ear guy after me? That hurts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "You're a funny guy. I’11 laugh at that when I got your heart in my hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(seductively) Ooh. Come here, sweet talker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "It’s gonna be a pleasure rippin’ off that tattoo. Remy stands for a fight. Raymond bull rushes. And just as he trounces across the middle of the blue tarp...",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BURNED OUT FLOOR GIVES WAY",
          "text": "Wood splintering, cracking -- Raymond plunging downward. Remy looks up at Beth, who was hiding behind the door. Th share a smile... UNTIL THE REST OF THE FLOOR CONTINUES TO CRUMBLE. Beth backs up against the wall -- the floor cracking towards her -- Remy leaping -- but she’s swallowed up -- Remy watches in horror as Beth plunges two stories down, loud CRACK as she hits the floor near Raymond. Remy bolts",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth lays amid a ton of debris, barely conscious, clutchi her badly twisted knee. She spots Remy’s gun on the floor nearby. Reaches -- straining -- Raymond drags himself along the floor, battered and bloodied, but still moving forward. He grabs the gun, looks up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAYMOND",
          "text": "You'll do. A sick smile crosses his lips -- he pulls the trigger --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A FOOT",
          "text": "Stomps Raymond’s hand back down, pinning the gun to the floor. The SHOT goes wild. Raymond looks up to see Remy standing over him, pumping t sawed-off shotgun...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A terrifying BLAST freaks out the jump rope girls. As the sprint off, leaving their jump rope behind... .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy carries an unconscious Beth toward their room. She emits a small groan, eyelids fluttering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(soft, almost tender) Hey, there. You’re back with us. Beth’s hand rifles upward, clamping hard around Remy’s throat. They both fall to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "(choking) Beth -- it’s me -- Beth’s eyes flutter open. She realizes it’s Remy and quickly releases him. Remy coughs -- REMY (CONT’D) Jesus Christ --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Sorry. You live on the streets long enough... She brushes herself off and tries to stand -- Nearly falling again. Her artiforg knee is a mess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Let me carry you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I’ve got it. Beth tries to take a few more steps, but limps horribly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Come on, you’re leaking hydraulic fluid all over. BETH . I can fix it myself. She sits on the floor and tears open her pants, exposing her open wound. Her metallic kneecap glints in the moonlight, the artiforg metal puncturing her natural fles Reaching into her bra, Beth pulls out a small package of tools -- screwdriver, hammer, miniature soldering iron. S fiddles with the artiforg, wincing from the pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(staring at her knee) You know how quick I could pluck that Dura-joint right outta your leg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "(grunting through pain) Wouldn't -- really -- help us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Under 12 seconds. Beth stops what she’s doing and looks at Remy, then twist away at something metal in her leg. It CLICKS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I think I got it. Help me up. Remy pulls Beth to her feet. Her limp’s not so bad now, b she’s clearly in pain. BETH (CONT’D) It‘ll hold.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We can’t rest, we have to go. They found me faster than I thought.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You think there’11l be more of them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Once they’re on you, they don’t stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So what do we do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Mall, as usual, is abuzz with activity. Remy slinks down a side street and into an alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Larry The Lung steps out into the alley and, with a grunt removes the top half of his costume. He’s just a teenager The half-dressed lung pulls out a cigarette and lights up",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (O.S.)",
          "text": "Hell of an example you're setting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY THE LUNG",
          "text": "‘Hey, pal, I’m on a break -- Remy steps out, and Larry’s eyes go wide -- LARRY THE LUNG (CONT’D) Sir, I didn’t -- I mean --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I got a thirty-four waist. You?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LARRY THE LUNG",
          "text": "Th -- Thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Fucking metabolism... A swift ELBOW to Larry’s head, and the kid CRASHES to the ground. Remy stomps out the cigarette still in Larry's mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crowded, as usual. Customers wait in line outside the Union. Larry The Lung, in full costume, walks toward the Union; customers wave and smile at him, and he waves back. REMY’S POV - INSIDE THE COSTUME there’s little room to maneuver. Remy peers out through t hidden mesh eyeholes, trying to keep up the act. He walks down the line of ailing. customers --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAVYSET MAN, (0.S.)",
          "text": "Hey! Hey, Larry! Remy is spun around by a HEAVYSET MAN holding a coughing dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEAVYSET MAN, (CONT'D)",
          "text": "You think we could get a picture? The guy throws an arm around Remy, lifting the dying pooc into his face as his WIFE takes a snapshot. He sing-songs HEAVYSET MAN (CONT’D) We’re gonna get Muffin here a new widdle biddie heart, aren’t we? Yes we are! Top of the line! Yes we are! Remy extricates himself and heads for the Union doors. As usual, two GUARDS man the metal detectors. Remy does his best to wave at them -- they wave back -- h walks through -- ALARMS BLARE. Remy instinctively keeps walking -- But ARMED GUARDS swarm out of every crevice like roaches with the lights turned off. Customers start to shout -- Remy spins -- more guards -- Turns back to run out -- even more -- he’s trapped --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But the guards and alarm aren’t for him. They're . surrounding a FREAKED-OUT MAN in a white shirt, his voice high, crazed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREAKED-OUT MAN",
          "text": "Is this the return line? Somebody tell me, where’s the return line? The guards tighten the circle. FREAKED-OUT MAN (CONT’D) I’m here to -- I missed a few payments, but -- but I thought rather than make you guys come out -- Raising his scanner, the lead guard PINGS the customer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "(into radio) We've got an eight month past due pancreas out here. The man unbuttons his shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREAKED-OUT MAN",
          "text": "I didn’t want to make it difficult. I know how hard it is, trying to keep a profit margin -- ‘cause you have to pay the -- the Repo Men --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Sir, just calm down and you can come inside, talk to a credit supervisor. But the guy’s too far gone to talk anything out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FREAKED-OUT MAN",
          "text": "So I thought maybe -- maybe if I did it for you -- you’d gimme a break -- He takes off his pants, tossing them on the mall floor, a in the process, he’s pulled out a 9-inch KNIFE -- The guards raise their rifles -- the crowd cowers -- the man raises the knife high -- And STABS it into his own stomach. Everyone stops, transfixed, as he pulls the knife back an forth, committing fully to this odd hari-kari -- Then, raising his free arm high, like a salute -- He PLUNGES his hand into the wound. Grunting softly, his expression barely changing, he tugs at something. Hard. He stumbles forward -- a new scream from the crowd -- and then backwards, still tugging, still searching --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And with his final ounce of strength, he yanks mightily - Ripping out his artificial pancreas. He holds it in the air, the cords and tissue and blood dripping to the floor And then collapses in a heap outside the Credit Union doors. Chaos ensues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONFUSED GUARDS",
          "text": "start SHOOTING the dead man’s body -- customers screaming As Frank angrily rushes into the mall. He glances at the carnage and picks up the pancreas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Who reclaimed this organ? Who reclaimed this goddamned organ???",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "The customer, sir. He did it himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Credit Union clients do not reclaim their own organs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GUARD",
          "text": "Yes, sir. This one did, sir. Frank stands in the doorway, looking at the bloody mess. Shaking his head. Disgusted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Customers. Don’t know their goddamned place anymore. We MOVE with a pissed-off Frank back into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As all the worried CLIENTS file out of the sales cubicles trying to figure out what the commotion was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Nothing to worry about, folks. Just a little misunderstanding. Free coffee in the cubicles. Frank pushes past the crowd, moving into:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking to his desk -- still steaming -- When the door SLAMS behind him. He turns -- And is suddenly on his knees, forced into a headlock. He looks up -- \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "stands over him, his bottom half still dressed in the Lar the Lung costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Afternoon, boss. With a single move, Remy flings Frank into his office chair. Remy pulls a pistol on him with his left hand -- And with his right, he slaps",
          "sentiment": "neutral"
        },
        {
          "speaker": "A PATCH OF SKIN,",
          "text": "bearing Ray’s Union tattoo, onto the desk. Still bloody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "That’s what’1ll happen to the next one you send. And the one after that. I can guarantee you'll run out of Repo Men before I run out of ways to kill them. Frank stares at Remy. At the gun pointed in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Can I say something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It’s your office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "How long before you slip up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "That's the $800,000 question. Give or take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "And the girl?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You come after her, you come after me. Frank nods -- he understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Shoulda taken the job as the lung. You look good in that costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Itches like a motherfucker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Yeah, that’s what the kid says, too. (beat) (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (CONT'D)",
          "text": "I don’t suppose you’1l wanna stick around for an exit interview? Remy smiles a bit at that -- shakes his head -- Then TASERS Frank into unconsciousness. Remy hauls the top half of the Larry the Lung costume bac on. Time to head back out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, out of costume now but still flush with adrenaline, bounds up the stairs, a bag under his arm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And into the hotel room. Beth sits at the far end of the room, an odd, strained look on her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Your knight in bulletproof armor just bought us some more time. Plus, stopped at the store and lifted some of those artichoke hearts you wanted - But Beth’s expression doesn’t change. She looks... scared",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (0.S.)",
          "text": "Your ex-wife’s quite the hostess. Served me coffee and everything. Remy freezes. He knows that voice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "sits behind him, at the other end of the room. The jig is pretty much officially up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "That’s the thing with me and Jake: Somehow, no matter where we were, he always ended up right behind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A DRILL SERGEANT leads a younger Remy, Jake, and a gang o eager soldiers down a long hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRILL SERGEANT",
          "text": "You tank boys will be training inside this hangar. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRILL SERGEANT, (CONT'D)",
          "text": "It is where you will eat, where you will shit, and where you will sleep, because once you’re in the desert, that tank will be your home. You will only be allowed outside into the real world once you have proven that you will not fuck it up. They come to a stop inside a hangar, where tanks sit side by-side, evenly spaced. The drill sergeant hands out numbers. Remy gets number 2; Jake has number 8.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DRILL SERGEANT (CONT’D) You will be assigned to tanks based on number, because your names no longer matter. In the heat of battle, I do not want your meager minds taxed by the difficulty of remembering your names. He looks down at his clipboard:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRILL SERGEANT, (CONT'D)",
          "text": "Number one and number five, take your tank. Don’t touch anything. The two soldiers salute and run toward a tank, scrambling up top to drop down inside. He walks along, assigning mor",
          "sentiment": "neutral"
        },
        {
          "speaker": "TIG",
          "text": "Numbers four and ten, take your tank. Don’t touch anything. Six and nine, take your tank. Don’t touch anything. Two and eight, take your tank -- Remy and Jake start to run -- BOOM -- an explosion behind them -- SOLDIER #5 is launched upwards out of his tank at 100MPH SLAMMING into the ceiling of the hangar -- And falling, THUDDING to the ground at Remy’s feet, still strapped into an ejection seat. He’s quite dead. A moment later, his parachute opens near the top of the hangar and flutters down next to his body. The sergeant takes one look at the body on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRILL SERGEANT",
          "text": "Don't - touch - anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy sits in a control chair -- like the one in the concussion test -- at the front of this high-tech tank, twisting and turning as he tries to get comfy. \f73. Jake sits behind him in the gunner’s chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Me in front, Jake right behind. That’s how it always worked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Carol never served me coffee. Jake’s got his taser out, but he’s not pointing it at anyone. Yet. Remy couldn’t make a move if he wanted to. A though their conversation is casual, it’s strained. Tense",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Beth does a lot of things Carol doesn’t do. (beat) I was just at the office. Musta missed you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Actually, I’m on a new assignment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Oh yeah? Who’s the client?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Just some asshole I spent half my life with. Here’s the thing, though: I got this smokin’ chick coming over tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "No shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "And she’s easy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Just your type.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I'd hate to leave her waiting for me. Maybe it’d be better if I didn’t start hunting this guy down til tomorrow morning. : Remy’s eyes narrow -- is Jake giving him an out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Sure. Get a good night’s sleep. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Only... the thing that worries me is what happens if this fucker finds a way out of the country before nine A.M. tomorrow? You know I’m a 48 states kinda guy. I don’t do South America.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Then I guess... he’d be clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I guess so. If he could get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Which he couldn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "No. Never happen. Jake stands, brushes off his pants. Goes to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hey -- Jake turns. Remy starts to speak, then stops. Instead of whatever he was going to say, he just says: REMY (CONT’D) See you later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Try not to. And Jake’s out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Long lines snake around the airport terminal as PASSENGER wait to pass through metal and weapons detectors -- As well as walk-through artiforg scanners. A bored-lookin REPO MAN sits next to one of them. He waves a BUSINESSMAN to walk through -- A green wave of light washes over the businessman's body As an ARTIFICIAL LIVER appears inside his body, as if glowing from within. It’s just a projection, a hologram- type image placed onto his frame, but it clearly shows hi artiforg. A PING sounds out, and a bulb above him turns green. He walks through. The Repo Man waves the next passenger in, and we MOVE BAC through the line to find Remy and Beth, waiting their tur Blood from Beth’s knee wound still seeps through a bandag",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So he’s just letting us go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Jake doesn’t let anybody go. He’s giving us a head start, that’s all. What we do with it is up to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "But nobody ever gets through the airport. I don’t like this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m not in love with it, either. Just try and hide that limp. Remy checks the area, then swiftly walks to the front of the line, lifting his sleeve so the passengers see his tattoo. They don’t come near him. He approaches the bored Repo Man -- who perks up, eyes opening wide -- he recognizes Remy -- Remy grabs him and pulls him to the side, speaking quickl REMY (CONT’D) Look -- I know you know what’s going on, and I know what kind of commission’s in it for you. What I don't know is how many other Union guys you've got in shouting distance, but I’d lay short odds they’11 get here long after my scalpel’s stuck in your throat. (beat) Now: Will you help me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRPORT REPO MAN",
          "text": "Yeah. Christ, man, of course, for you",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Good choice. See the little lady in line? She’s with me. When we go through, all you have to do is shut down the scanner. Once we're past, power it back up again. Two seconds, tops. Got it? The Repo Man nods. Remy’s back to all smiles as he steps line next to Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". REMY (CONT’D) It’s taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What do I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Just walk. \f76. Indeed, when they get to the walk-through scanner",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REPO MAN",
          "text": "flicks a switch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY AND BETH",
          "text": "hustle on through and",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE REPO MAN",
          "text": "flicks the system back on. Just that fast. The lights are back on, more passengers are streaming through, and all seems just like it was before. Remy and Beth walk away, down toward the gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That was easy. Let’s do it again! She playfully turns around, and Remy grabs her waist and spins her back. No time for games yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Beth sit on uncomfortable plastic chairs, waitin for their flight to board. The gate sign reads SAO PAOLO, BOARDING 8:35. Remy, tense, checks his watch -- REMY‘S WATCH reads 8:30",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What do we do once we get there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We'll talk about it in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "In the air. Remy scans the crowd -- passengers going by, everything seems normal -- But something's odd. He stands, looks around -- Out of the corner of his eye, he notices",
          "sentiment": "neutral"
        },
        {
          "speaker": "THREE REPO MEN",
          "text": "burning down a stairway, heading for their terminal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy grabs Beth, running behind the gate counter. The GAT ATTENDANT looks down --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GATE ATTENDANT",
          "text": "Excuse me, this is for airport per -- Remy TASERS the guy, and he falls, hard. He turns to Beth -- and grabs her knee. She winces --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m sorry. This is going to hurt. A lot. Before she can respond, Remy braces her leg with his knee locking her in place -- And whips out a scalpel, going for her knee. We move away As Beth clamps her lips tight, suppressing a scream. Remy working as fast as he can. Just as he said, he’s an exper Seconds later, he holds up her overdue artiforg kneecap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Wait here. It’s not as if Beth has a choice -- she’s passed out. Remy pops up from behind the counter and practically jogs up. to the:",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRPORT REPO MAN",
          "text": "who looks back and forth -- from Remy to the approaching Repo Men hustling down to the terminal. He’s petrified --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRPORT REPO MAN",
          "text": "C’mon, man, it’s what you would have done --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You're right. With incredible force, Remy JABS an edge of the artificia kneecap between the Repo Man’s shoulder blades. He grunts As Remy steps away, up to the approaching Union Men, and points out the Repo Man, frantically batting at his back. REMY (CONT’D) There he is. Easy commission. The three Union Men, acting on impulse, PING the Airport Repo Man --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEIR SCANNERS",
          "text": "all come back the same: DURA-JOINT KNEECAP REPLACEMENT --",
          "sentiment": "neutral"
        },
        {
          "speaker": "AIRPORT REPO MAN",
          "text": "Wait -- I’m not -- Their tasers fly, and passengers SCREAM. Chaos erupts in the terminal. Remy collects Beth, throws her over his shoulder, and disappears into the frightened crowd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hiding behind a dumpster. Remy watches over Beth, who's beginning to wake, slowly. She’s got a tourniquet around her leg, but it’s ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Did we... make it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Yeah. We made it. Welcome to South America. Beth’s eyes flutter open. She sees the alley. They close again in defeat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Fuck you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You need a new kneecap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Great. Let's go down to the Credit Union. Maybe we’1ll get a discount if they kill us both at the same time. Remy lets out a heavy sigh -- there’s no good plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (CONT'D)",
          "text": "I know somebody who can help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We can’t trust anyone. There’s a reward out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Asbury’s clean. He’s outside the Union. Remy stops short -- anger, almost anguish on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Jesus, Beth, you wanna go to an 2? Lemme tell you something about those vermin:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy kneels over an unconscious host. He plucks the liver clean, boxes it, then leaves a yellow receipt on the body He leaves the apartment, shutting the lights off behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "Those sleazy motherfuckers took food off my table for years. Black market, aftermarket, whatever you wanna call it, they’re vultures, plain and simple. After several beats of darkness, the door reopens and a flashlight pierces the darkness. A rail thin, beady eyed OUTSIDER sleazoid slinks into the house. Approaches the fallen body, then sets to work, flashlight in mouth, plucking out the remaining artiforgs, tossing them in a sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (V.O.)",
          "text": "A Union man takes what’s overdue. Outsiders scavenge the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy backs away from Beth. He’s making a stand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Outsiders are the plague. I’m not going. No fuckin’ way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So you’re gonna... what? Knit me a kneecap? Standoff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cab pulls to the curb and Remy pulls Beth out, hoisting her over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth, leaning heavily on Remy, knocks on The Outsider’s door. No answer. Remy pounds hard on the door -- nothing. Beth presses against the low ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He used to leave me a key up here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "How well do you know this asshole? Beth just smiles. Remy’s eyes narrow. RUMBLE. Down the hall. It’s a freight elevator. We hear a DING -- the SHOOSH of doors opening -- then a CREAK, CREA Remy tenses, pulling his gun -- edging in front of Beth - A leg slides into view -- only it’s horizontal and three feet off the ground. Then another leg -- And a shopping cart -- with a DEAD BODY inside. Pushing it along is ASBURY, the Outsider. Big ol’ fro, no ring, dark shades -- the Lenny Kravitz look is still hip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Asbury.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Little Miss Muffet. Asbury embraces Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Okay, sorority party’s over. Can we get inside? Asbury checks out Remy, scoping him up and down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Why'd you drag me a U-man, baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He's a friend. Sort of -- Asbury pulls up Remy’s sleeve -- there’s the Union tattoo Remy knocks his hand away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m not with them anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "You quit, or you was quitted?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No answer from Remy; his jaw clenches hard. That’s answer enough for Asbury; he grins and unlocks his door. ASBURY: (CONT’D) Mi casa, viejo. \f81. INT. ASBURY’S LOFT - DAY Asbury pushes his cart and dead body inside, Remy and Bet following. Chinese screens are set up throughout the loft separating it into a maze of smaller areas. Asbury rifles through a wall full of cluttered shelves, filled with cardboard boxes and ripped-off artiforgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Thought of you when I tweaked these. He shows Beth a small plastic remote. Off Remy’s stare: ASBURY (CONT’D) Universal remote, U-man. Asbury punches a button on the remote -- Beth’s mouth suddenly opens -- CLICK -- a strange REWIND sound is hear Beth begins talking, clearly not in control of her voice",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "He used to leave me a key up here. Asbury. He’s a friend. Sort of -- Asbury grins and punches another button. Beth shuts up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Vocom auto playback, four hour lapse. A real head-blaster at parties. As Asbury pulls the dead body into his work area, Remy takes a look around at all the artiforgs on the shelves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You pay for these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "You payin’ for yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "That's different --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Oh yeah? I’m Robin Hood, U-man. I can lift a valve out some fresh meat, drop that ‘forg in a client half- cost, cash. Asbury reaches into the stomach wound of the dead body an fishes around with his bare hands. He plucks out a metall liver and tosses it on the table, then goes back for more",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Or he can do it the legal way --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "How’s a vato in the ghetto gonna up- front the Union? Nah, uptown it’s all about the equity. Only equity I care about is hangin’ in your skin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Ever been out to the desert? The vultures die when the hunters go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "So that’s how you wanna play it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Boys? Beth lifts her pants leg -- the knee looks even worse tha before. Asbury knocks off the pissing contest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Okay. I’m tight with a surgeon gal. She’1l mech up that knee better’n Kenton hisself. Asbury rips out the dead man’s eyeballs and tosses them into a container filled with artiforg eyeballs -- they",
          "sentiment": "neutral"
        },
        {
          "speaker": "SQUISH --",
          "text": "ASBURY (CONT‘D) Whoops. Natural babies there. He scoops the real eyes out and 3-points them into the trash. INT. SURGEON’S APARTMENT - DAY Beth lays down on a makeshift operating table in this fun run-down apartment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Asbury says you’re the best mechie around. Reveal ALVA. She has 32 eyebrow rings and purple hair wov into corn rows. Green beads at the end of her braids clic against each other as she moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Mechie. I swear, I don’t understand what that boy’s saying half the time. Just call me Alva. A seven year old GIRL scampers into the room, her purple hair also woven into corn rows. Same eyebrow jewelry. LIL’ ALVA Another one, mom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Yeah, another one. Just let mama work a minute. Lil’ Alva climbs up and has a seat on the counter right next to Remy, her legs kicking. ALVA (CONT’D) That’s Lil’ Alva. LIL’ ALVA Hey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(uncomfortable) Hi. Alva gives Beth an injection in the upper arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Now, before we start, I need to know about your other artiforgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Which ones?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "All of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "To fix my knee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "The interrelationships are all real delicate, so I need brand names, dates, everything. Beth takes a deep breath, then launches into it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "My intestines are the UltraCoil P Series with optional rapid flush. Liver is a Hexa-Tan, it’s a specialty house in Denmark. I got it in Robin’s Egg Blue, my favorite color. Not that that matters. My kidneys are actually two different models... (eyelids closing) One is Union generic. Didn’t hold up so well. So I upgraded the other... to a top of the line Taihitsu... (yawns) Built-in... ketone monitor... And... boom, Beth’s asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Lord, I thought she was gonna go on forever. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Don’t you need to know about her other artiforgs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA,",
          "text": "Nah, that’s just my version of count backwards from one hundred. (to Lil’ Alva) Alright, baby. You're up. Lil’ Alva suddenly jumps down off the counter. Approaches Beth’s still body as the elder Alva moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Wait, she’s the surgeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "I just do anesthesia these days. Little one’s got a real steady hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "She’s like five years old!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "She’s seven. But she’s been doing it since she was four. Ain’t that right, pumpkin? LIL’ ALVA Shhh! Lil’ Alva concentrates as she works the laser into Beth’s knee like a kid playing a video game. Remy squirms, but holds his tongue. INT. ASBURY’S LOFT - DAY Asbury hoses down the blood from his work station, hummin himself a tune. A KNOCK at the door interrupts him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "(calls out) ‘Lo? My mechie score you up already? No answer. Asbury drops the hose, heads through the Chine screens to investigate. As he arrives in the front hall..",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE DOOR",
          "text": "swings open to reveal... Jake. ASBURY (CONT’D) U-Man number two. You boys re-gen like the cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I understand you've seen a friend of mine. I need to talk to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Asbury’s not sure how to handle this request. As Jake steps into the apartment...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy and Beth walk briskly down the sidewalk, keeping the faces hidden. Beth’s knee is better than new, but she doesn’t seem too happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I can’t believe you let Raggedy Ann cut on me. And you just stood there --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You're walking fine --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "That’s not the point. You said it felt weird, so you should’ve stepped in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m not the one who sent you there. Take it up with your Outsider friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth and Remy approach Asbury’s apartment. The front door is open. Remy shoots Beth a look. INT. ASBURY’S LOFT - DAY The loft looks no different, but Remy’s on edge. He steps in front of Beth and leads her through the Chinese screen an intricate maze of blacks and reds -- Asbury is on a sofa, a hole where his stomach used to be. Blood stains the floor, the couch. Beth gasps at the sigh Hand over her mouth, near tears, Beth approaches her dead friend --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Let’s get out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "We don’t even know what happened --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We know enough. Beth kneels by Asbury’s side and closes his eyelids. There’s a WHIRR as his artiforg eyes shut down -- And Beth gets an idea. She runs to a shelf and rifles through a box we saw earlier -- Beth holds up Asbury’s Vocom Universal Remote.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Four-hour lapse, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Sure, if he’s got a Vocom -- She points the remote control at Asbury and presses the REWIND button -- Asbury’s jaw CLICKS open, and a WHIRR emanates. Beth hits STOP, looks to Remy. He nods -- go on -- and she pushes PLAY. SCREAMS of pain burst forth from Asbury’s mouth -- Beth, freaked out, STOPS the sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (CONT'D)",
          "text": "Little more rewinding. Beth hits REWIND again, and after a few seconds, she prepares to make another go at it. PLAY. Asbury’s jaw CLICKS open again, and the dead man, with no facial expressions whatsoever, begins to talk, his jaw slightly out of sync with the words:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "-- whoops, natural babies there... You goin’ alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "This is it -- keep going --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASBURY",
          "text": "Three blocks down, fifth floor. (beat) Go on, I’1l be stylin’ when you flip back around. Sleep it out here if you need to. Hasta luego. (beat; seemingly to self) Damn, girl's looking on top. Beth can’t help but smile at his posthumous compliment. There’s a long pause; Beth hits FAST-FORWARD. As soon as she hears sound -- PLAY -- ASBURY (CONT’D) ‘Lo? My mechie score you up already? (beat) U-man number two. You boys re-gen like the cancer. (beat) Nah, I been alone all day -- I ain’t seen -- hey, watch the skin -- (beat) The fuck offa those -- get the -- (beat) Gonna ping you fierce now motherf --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A sudden grunt from Asbury’s throat -- a gurgle -- The SCREAMS start again -- loud, piercing, pained -- Remy punches STOP. He looks to Beth --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They run for the stairs, jumping over some unfinished construction, bricks scattered along the ground. Remy throws open the stairwell door to find --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "He looks almost as upset at seeing Remy as Remy does at seeing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Afternoon, partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Afternoon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "(to Beth) Good to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Can't say the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I heard about the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I like to put on a show.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Wish you woulda done a better job of running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "That makes two of us. Jake leans against a wall, but keeps his eyes on Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Frank’s got everyone’s balls ina vise back at the shop. Security boys working overtime. He couldn’t stand how easy you got inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "He thought that was easy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Any case, he’s doubling commissions on priority one debtors, which is pretty much the two of you. So. thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "My pleasure. Buy a boat. Jake takes a step forward; Remy steps back. A slow circle REMY (CONT’D) Do me one favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You and me, one on one. Leave her alone. Jake lifts his scanner and PINGS Beth. The screen FILLS with artiforg numbers, all PAST DUE. A Repo Man’s wet dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Fine. She walks now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Wait just a second --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Go. Run downstairs. Don’t look back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "What am I, a golden retriever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Take the deal, lady. Beth steps closer to Remy. She’s made her decision. Jake nods -- it’s what he expected. He unholsters his taser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (CONT'D)",
          "text": "I‘1l make it fast. Remy takes out his own taser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Me, too. Jake sticks his thumb out -- Remy presses his thumb against Jake’s. GRABBING Remy’s wrist, Jake pulls him close, striking out with the taser -- Remy knocking it away, spinning, firing with his own tase The prongs SLAMMING into the wall behind Jake. \f89. Remy jumps on top of Jake, wrestling him to the ground. There’s no fancy kung-fu moves -- it’s just a grunt-and- groan contest, each trying to get leverage -- Remy pulling his scalpel from his waistband, getting it u near Jake’s neck, Jake holding him off with one hand -- Reaching for a brick on the ground with the other --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (0.S.)",
          "text": "Look out -- Remy turns to see",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE BRICK",
          "text": "coming toward his head, Jake whipping it through the air",
          "sentiment": "neutral"
        },
        {
          "speaker": "BLACK",
          "text": "Silence. For just a moment, then, fading back in:",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (V.O.)",
          "text": "Get up. Come on, get up, we have to get out of here. REMY’S POV - BETH comes into focus, standing over him. They’re still in the Outsider’s hallway --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "lies on the floor, twitching from a taser blast. Beth, taser in her hand, helps Remy to his feet. BETH (CONT’D) You want to finish this off? Remy looks down at the scalpel in his hand, then to Jake. He can’t do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Let’s just go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Now. Back to Alva’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Ain’t nothing I can do to help you. Alva busies herself, cleaning the surgical equipment. She won't look at either Remy or Beth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lil’ Alva sits atop a table, legs dangling. LIL’ ALVA What about --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Hush up. BETH g The guy who’s after us -- he killed Asbury. That doesn’t even matter to you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "We all go about our lives in our own ways. Running’s no different. ‘ BETH That’s a nice fucking attitude -- Remy puts a hand out. Stops Beth. Opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "We get it. You’ve got a little girl to protect. I’ve got a son, I understand. Odds are I won't see him again, but... (beat) I definitely understand. They turn to leave. Alva’s clearly upset with herself for turning them away. She takes a moment to make a decision",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Wait. Remy and Beth stop in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA, (CONT'D)",
          "text": "{to Lil’ Alva) Run on up and get momma’s shotgun. Lil’ Alva grins widely and scoots into another room. ALVA (CONT’D) It’s a long way to the railroad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alva leads Remy and Beth down a maze of alleys. Lil’ Alva bounces along next to them, carrying her own shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LIL’ ALVA C’mon, slowpokes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALVA",
          "text": "Keep your voice down, child. \f91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Are you sure this is the right way? LIL’ ALVA Right up ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Maybe we should turn around -- A chorus of SHOTGUN PUMPS echo out. Remy looks up -- To find himself and Beth surrounded by five MUSCULAR WOME pointing shotguns at them. Lil’ Alva turns and smiles widely. LIL’ ALVA Told ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "RHODESIA, a thick black woman with a confident air, leads Remy and Beth through this low-slung hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Every day, the Union gets hungrier, and every day we take in more just like the two of you. As they walk, Remy’s sleeve rides up. Rhodesia sees his Union tattoo. He self-consciously pulls the sleeve back down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA, (CONT'D)",
          "text": "It don’t matter to me, honey. So long as Alva vouches for you, y’all got a home down here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Where exactly is “down here?” They’ve come to a door. Rhodesia opens it wide --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Willy Wonka Candy Factory of artificial organs. Row after immense row of twenty-foot shelves are devoted stacking box upon box of high-demand artiforgs. This is where they keep the inventory for wholesale orders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Welcome to the Railroad. Remy runs his hand along a shelf. Artificial hearts, kidneys, livers -- a Union Man’s wet dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA, (CONT'D)",
          "text": "Kenton supply warehouse for the whole city. Can’t nobody ping you up in this hole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Don’t they check it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "“They” is me, and no, I do not. Gal’s got to have a day job, this is mine. Beth looks around at all the artiforgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So if a repo man scans the building --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Screen fills with so many ‘forgs makes him wanna cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(appreciating the idea) Looking for a haystack in a field of haystacks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Come. on back, we’ll get you set up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A camp, of sorts, inside the warehouse. Ramshackle bunks have been constructed within the artiforg boxes, hasty blankets and mattresses set up on each shelf. Dozens of ragged MEN, WOMEN, AND CHILDREN sit around a sterno pot, warming themselves. A SCRAGGLY MAN, on his last legs, eats food from a tin ca A FAMILY, the FATHER trying to keep his KIDS warm. AN OLD LADY, her artiforg knuckles (gleaming brass, naturally) moving quickly as she knits a blanket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "They’re all wanted by the Union?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Most of ‘em. Some are family members, couldn’t stand to let mommy or daddy run on their own. (beat) Now, we'll get you two settled in the far corner. It’ll take a few weeks to find good mattresses, so ‘til then --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Wait, lady -- hold on. We’ve got to get out of the country. Tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A smile curls the ends of Rhodesia’s lips. She calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Everybody who needs to get out of the country tonight, raise your hand. Everyone’s hand shoots up high. Rhodesia turns back to Remy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’ve got 953 outbounds and six -- count ‘em, six -- jammers on hand. So unless you've got something real damn impressive up your sleeve other than that ugly-ass tattoo, I’d say you’d better find a place to bunk down for the next year or so. Remy looks to Beth. Rhodesia throws them a pair of blankets, and walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth does her best to prepare their bunk, piling up blankets, trying to make the shelf, amidst the organs, comfortable. Remy, now without his typewriter, scribbles in longhand o his piece of paper. Beth tries to get a look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "When do I get to read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "When it’s done.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "When's that going to be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I don’t know. When I’m dead, I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE, (0.S.)",
          "text": "They told me you were here. Had to see it with my own eyes. Remy turns to see T-Bone Bonasera, the record producer whose heart he tried to zap, climb up the edge of the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "T-Bone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "In the flesh, baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I thought... They told me --",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "I was dead? You think I was gonna stick around, wait for the next Repo Man to pop in? Beth comes over, can’t suppress her grin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So that makes two of us that got away from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "(to Beth, re: Remy) This man was my wake-up call. Second I saw him lying on my floor, eyes all glazed, I said T-Bone, you’ve got to get your life in order. So I hightailed it down here to Rhodesia’s, got my ass off the Q, and tonight I’m s’posed to be off to Punta del Este and the warm ocean breeze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You've got one of the jammers? T-Bone pulls out a small device with a bunch of wires on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "I did. He puts the jammer in Remy’s hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE, (CONT'D)",
          "text": "Now you do. Remy doesn’t know what to say. He starts to protest, but",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE, (CONT'D)",
          "text": "You saved my life. Tried to kill me first, but sometimes that’s how it goes down. Remy’s stunned. He looks to Beth, who looks away. He stands, turning her back around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You should go. Before me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "No. The Union wants you more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You’ve got 15 overdue ‘forgs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "But you were one of them. They can’t take the risk of having you on the loose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "There’s got to be another way -- Beth grabs Remy and kisses him. That shuts him up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Jake knows you. He knows where you’1l go. And the longer you’re here, the more you put everyone else at risk. It’s the right decision, and Remy knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I don’t want to leave you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You’1l find me again. You always do. They stare at one another. There’s no good way to do this",
          "sentiment": "neutral"
        },
        {
          "speaker": "T-BONE",
          "text": "Time’s wasting, Repo Man. Remy, with no other choice, takes the jammer and steps to the edge of the shelf. He looks back one last time --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’1l write you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "This time, I’1l write back. Remy jumps off the end of the shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, EQUIPMENT CENTER",
          "text": "Remy inspects his spankin’ new passport as Rhodesia hands him his plane ticket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "One-way ticket to Bogota. We’ve got people on the other side to get you through the jungle and into Punta del Este.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "And what’s in Punta del Este?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "It ain’t what’s there -- it’s what’s mot there. No Union. No Repo Men. Just sun and sand and a lotta folks happy to be alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Big rock candy mountain. Rhodesia takes Remy’s jammer and wraps it tight around hi waist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "oeguex. \f96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Airports are monitored twenty-four seven by the auto-scanners... Rhodesia pulls out a Repo scanner. She PINGS Remy --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "WHOOPS as the screen fills with Remy’s artiforg heart information. RHODESIA (CONT’D) Now flick it on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "It won’t work, The Union’s already figured out all the jammer frequencies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Your boys fingered the 3.5 model. This is 3.6. Go on, give it a try. Remy flips a button on the box. There’s no discernible change. Rhodesia PINGS Remy again with the scanner -- Empty. The scanner’s clear, as if Remy’s totally natural.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "How long have these been around?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RHODESIA",
          "text": "Long enough to fool you, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy, keeping his head down, stands in line at security, waiting to be scanned. Two UNION MEN watch the area. Remy flips the switch on the jammer at his waist -- Then walks through, the green light washing over his body Showing nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNION MAN",
          "text": "Move along. Remy walks through. copes",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flight to Bogota is boarding. Remy stands there, tick in hand, as other passengers stream by him, onto the flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT, (V.O.)",
          "text": "This is the final boarding call for flight 862 into Bogota, Columbia. \f97. Remy can’t seem to move. He looks at the gateway to the airplane, at his last chance for freedom. The attendant sees him, walks over. ATTENDANT (CONT’D) Sir, are you on flight 862?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’m supposed to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "Well, let me just check you in the computer. She takes his ticket and runs it through a scanner. It BEEPS. ATTENDANT (CONT’D) The computer says you're confirmed. Remy’s eyes narrow -- he’s thought of something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "And the computer would know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ATTENDANT",
          "text": "They always do. So, if you’d care to move onto the jetway, an attendant will show you to your seat. Remy doesn’t move. ATTENDANT (CONT’D) Sir? Are you getting on the flight? We HOLD on Remy...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Beth sits on her pile of blankets, leafing through the pages of the book that Remy left behind. She’s all alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (O.S.)",
          "text": "How's that book? Beth looks up to see Remy, climbing onto the shelf. She can’t help but smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It’s alright. A little preachy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "What's it about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "It’s a fairy tale. Bio-Repo Man loses his heart and finds his soul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I wouldn’t go that far. (beat) Wanna go to South America?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth and Remy huddle in the subway car, trying to lay low a duffel bag at their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL AND",
          "text": "have just",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "You already tried hacking the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Not exactly. Before, I was on site, trying to log in bogus ‘forgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "So how’s this any different?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "If I can access the mainframe in Union headquarters, I can reprogram the network. Make it think your accounts are all paid in full. You’1l show up clean on the scanners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Won't they figure it out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Eventually. But by then we’ll be drinking margaritas and picking sand outta our asses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Okay, but how are we supposed to get into Union headquarters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I know a guy on the inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (0.S.)",
          "text": "Oh - My - God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "gotten on the train. Remy tries to move away --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL, (CONT'D)",
          "text": "Hey! Union man! Heads turn. Remy changes tactics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Sorry, lady. Got the wrong guy. \f99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "You could have told me that years ago, saved me the trouble. Remy keeps his voice low, controlled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "This is not a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "Not a good time, you sonofabitch? Other passengers begin to listen in, putting Remy’s surprise melodrama on stage. This could be dangerous. CAROL (CONT’D) That’s a brilliant reason why you took off on your son and haven’t sent a single mortgage payment. Not a good time -- you think that’11l hold up in court? He looks to Peter -- to Carol --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(quietly) I can’t do this right now. Maybe one day I can call and explain, but for now I‘d appreciate it if you’d just go away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAROL",
          "text": "That’s how you handle everything, isn’t it? Rip it out and toss it away. I’m sure that’s exactly what you'd like. All your problems to just disappear, poof, all by themselves -- Suddenly, Carol’s eyes go wide, her entire body tensing with a sudden and powerful jolt. Then she drops to the floor in a heap, eyes rolled back in her head. Remy looks up to see...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "With Remy’s taser in his hand, the metal knobs sparking with residual energy. He smiles, a bit unsure, at Remy -- Who grabs Peter and hugs his boy close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(happily) That was very naughty what you just did. Very, very naughty. He holds Peter at arm’s length, then reaches into his bag and pulls out the manuscript, bound with a rubber band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REMY (CONT’D) When you’re old enough, read this. And if you still want to talk when you‘re done, you come and find me. Peter nods and takes the book as the train pulls into the next station. Remy gives him one more hug -- Remy and Beth hop off the train as the doors close and th train pulls away, taking Peter and a comatose Carol with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "The line of sick, elderly, and frail is endless. Frank begins lowering the steel gate, calling out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Credit Union number 418 will reopen for business tomorrow morning at ten. A sad groan of disappointment from the masses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAIL LADY",
          "text": "Sir, please. I may not make it to morning. I’ve been waiting in line since six A.M.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Then show up tomorrow at 5:59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRAIL LADY",
          "text": "I'd like to speak to the manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "You just did. The gate CLANGS shut and Frank heads off. Reveal Remy and Beth, hiding in the shadows, as they watc Frank walk away...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Frank unlocks his car door, sits inside. A moment of confusion as Frank processes the tiny glass shards all ov the car. Some fucking vandal must have broken his window. Suddenly -- WHAM! Frank’s car seat collapses backward -- As Remy pops up from the backseat and JAMS a long metal trachea into Frank’s open mouth. Blood trickles from Frank's lip as he struggles, chipping a tooth --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Relax, Frank. You might need your air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beth on Frank now, wrapping duct tape around his mouth, crudely holding the artiforg windpipe in place. Remy pulls out an artificial lung, clamping it to the trachea. His finger hovers over a tiny black lever. REMY (CONT’D) I flip on this Yoshimoto and dial up deep inhalation mode --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Suck all the air right outta you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Instant raisin. Now drive. Remy shoves the seat back up as Frank meekly drops the ca into reverse...",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT, STREET",
          "text": "As the car shoots down the road --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gigantic Union sphere and lightning bolt looms on the portico of this state-of-the-art structure. Security cameras sweep the area. Remy and Beth step out from the shadows of the parking lo Remy’s got an unconscious Frank over his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "(to Beth) Did you have to knock him out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "I don’t trust him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You don’t have to carry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AT THE ENTRANCE",
          "text": "Frank's face drops into frame, his chin SLAMMING down a metal shelf. Remy pries one of his eyes open. A retinal scan confirms Frank’s identity. A beep, and the door slid open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REMY (CONT’D) See? It’s all who you know. Remy drops Frank's body to the floor and heads inside. Beth follows, and the door closes behind them. \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A staircase spirals up the darkened lobby. A giant i Computer banks, quite retro in their size, cover the walls. Remy and Beth bolt up the stairs -- §",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A single computer sits in the middle of the room, and Rem moves to it. He takes a seat and begins typing. The photos of debtors flick by -- Landing on Remy’s own. A few more keystrokes, and Beth’s face is right beneath his. He hits one more button --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "I’ve got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON SCREEN",
          "text": "beneath their pictures: PAID IN FULL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "what -- that easy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Hey, I’m good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A METAL LUNG",
          "text": "comes crashing down on Remy’s head, knocking him to the ground. He looks up -- To see Frank standing over him, raw red skin around his mouth and neck where he’s torn the duct tape off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "This just makes me sad. You know how hard it is to find a good Repo Man? He kicks Remy in the ribs. Frank’s quite pissed. FRANK (CONT’D) A man who can extract all night long and come in the next morning at nine A.M. ready to do it all again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another kick. Remy tries to stand, gets knocked down -- FRANK (CONT’D) A man who, at the end of the day, just doesn’t give a shit about other people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE, (0.S.)",
          "text": "They’re a dying breed. Jake stands at the door, taser by his side. He approaches the fallen Remy. Frank, surprised but happy, looks at his watch as he take Remy’s taser from his pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Let’s wrap this up. I’m a half hour late for my reservation at Le Foie. Jake offers a hand to Remy. Helps him to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I really wish you would have done a better job of running.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "That makes three of us. Suddenly, Beth makes a move, bolting out of the accountin office and escaping into the darkness. REMY (CONT’D) Two of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Enough chat, Jake. Jake takes a step toward Remy, who holds his ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Sorry about beating your ass in the third grade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You shoulda seen the other guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Jesus Christ! Do your goddamned job, or I’1l do it for you! Jake nods. Knows what he has to do. Remy nods back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "A job’s a job. Jake turns to Remy and winks. He flicks his taser on --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Fuck that. And wheels around, SHOOTING the taser at",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "who convulses and drops to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JAKE (CONT’D) You know how long I’ve wanted to do that? Jake gives Remy a hand up. Remy’s eyes go wide --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON A SECURITY MONITOR",
          "text": "GUARDS are streaming into the building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Let’s get the fuck out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jake and Remy run for the stairs -- To find two guards already running up. They turn back to the other exit -- To find three more guards coming their way, guns drawn. Jake and Remy go back-to-back. This is it --",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BLOOD-CURDLING SCREAM",
          "text": "Pierces the silence from behind the guards. Several whip around, but see nobody. Then another piercing voice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Please, no, dear God, no -- And another, pleading --",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "-- I have kids, three kids -- Hiding beneath the staircase, we find",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Wielding the Universal Remote from Asbury’s apartment. She’s creating the cacophony, making the repossessed Voco voice boxes housed in the Union play back their dying hosts’ final words. More screams join in, hundreds of pleading voices burstin out at once, all trying to fight off Repo Men for surviva",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE GUARDS",
          "text": "begin firing in all directions in the confusion. Remy tasers a nearby guard, clearing a path. Jake crunches another’s nose, making a bloody mask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Remy looks to find Beth at the exit. It’s all clear. He runs down the stairs to her, turns -- To see Jake, still on the second floor, fighting off thre more guards.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Come on! A guard sees Remy, runs for him -- And Jake steps in to intercept, tasering the guard -- But leaving himself wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A BULLET",
          "text": "pierces Jake’s body. Then another. And another. Remy’s powerless to stop it as Jake staggers backwards, tips over the railing and falls towards",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE SPHERE AND LIGHTNING BOLT STATUE BELOW",
          "text": "The sound is horrific. Jake lies motionless, IMPALED on the giant lightning bolt SPARKS flicker out of the giant computer bank below the bolt as his blood runs into the circuitry. Remy moves’ towards him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "We have to go. We have to. Remy stands there, motionless. Beth pulls at his shirt, tugging -- And Remy gives in. They run out. The computer continues to SPARK as Jake’s blood seeps in, sending arcs of electricity through the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH AND REMY",
          "text": "run down a long corridor toward the exit, Union computer monitors SPARKING and BLACKING OUT as they run past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANOTHER UNION SECURITY CAMERA",
          "text": "picks them up as they exit the building --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE SECURITY MONITOR",
          "text": "as Beth and Remy run for their car -- A burst of STATIC -- and the picture goes to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The long lines, the usual scanners. The same Union Man wh double-crossed Remy earlier on waves the passengers throu First one stops in the scanner, light washes over him:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAID IN FULL",
          "text": "Next to step in is",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "moving nervously through the scanner. The wash of light - PAID IN FULL. She smiles, relieved, moves on. And right behind her, moving confidently --",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "walks through the scanner, locking eyes with the Union Ma he knows full well is onto him. But the light comes on: PAID IN FULL. The Repo Man takes out his hand-held scanner and SCANS Re Nothing. No pings, nada. He starts scanning random people PAID IN FULL. PAID IN FULL, PAID IN FULL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "You might wanna get that thing looked at. Remy pats the Repo Man on the back and walks right on by, as the guy angrily pounds his scanner, trying to get it t work. Remy and Beth stroll down the nearest jetway and board th next flight to Bogota. By the time the Repo Man looks up again, they’re gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A TV SET, BLACK AND WHITE",
          "text": "on which an accented reporter gives the news of the day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "...which has only added to the worldwide artiforg crisis. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (CONT'D)",
          "text": "Credit Union spokesmen have denied rumors of sabotage, claiming that they do not yet know what caused the disruption of their computer banks and the sudden closure of all outstanding artiforg accounts, leading to the collapse of the world’s largest corporation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER, (V.O.)",
          "text": "Nearly every city with a Credit Union Depot has reported widespread looting and vandalism, and many experts believe it’s only a matter of time before martial law is declared across the country... The sounds of the SURF overwhelm the reporter’s voice, an we PULL BACK to find ourselves on:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Impossibly beautiful ocean, beautiful sky. A SUNBATHER turns off his portable TV and returns to his lounging. He got a long, rippled scar in the center of his chest. In fact, everyone on this foreign beach has a scar of som sort or another. The signs all around are in Spanish and Portuguese. As we MOVE through the crowd...",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (0.S.)",
          "text": "Christ, it’s hot. Is it supposed to be this hot?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH, (0.S.)",
          "text": "It’s the tropics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY, (0.S.)",
          "text": "Sure, but... Christ, it’s hot. Remy and Beth sit on chaise lounges at the ocean’s edge. Beth’s got on a cute little bathing suit, and though all her scars are showing, she doesn’t seem to care. Remy, still in his somber black-on-black, has a bandage o his shoulder. Beth pulls it down -- the skin is raw and read, but healing. There’s no tattoo. A hardcover book sits on the sand between them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETH",
          "text": "Are you gonna stay here and act macho or come have some fun? Remy thinks it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REMY",
          "text": "Macho.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "Hey, ease up. I don’t want him... uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "Nothing to worry about. If you’d hit him with the brick any lower, it might have posed a problem, but the M- 5 is top of.the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "What’s he thinking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "No way to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "But he’1l be... happy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TECHNICIAN",
          "text": "So long as someone’s paying for the system. Jake nods over to the other side of the hallway -- Where the bottom half of Beth’s torso can be seen. There' more than a bit of blood -- as more ASSISTANTS box up her overdue artiforgs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAKE",
          "text": "I’ve got 15 commissions lying on the floor over there. That should pay it off in full. The other assistants lift Remy’s stretcher up and it pops into place. They begin to roll him down the long hallway. Jake watches him go. JAKE (CONT’D) Sweet dreams, brother. We MOVE WITH Remy, a small smile on his face, those wires trailing out of his brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "-which is why I’d recommend the M-5 neural net from Kenton. We’re running a special on it this month, just 18 percent interest for the first year, twenty-four after that. Remy, on his cart, moving away from us now, wheeled down that long hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "Why should your loved one pass on just because of a little brain damage? That's barbaric. That’s just bad science.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "penny: \f111.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors at the far end of the hall opening...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "With the new M-5 neural net, the worries of today can be the forgotten woes of yesterday. Imagine your loved ones living the rest of their natural lives in a world where they’re always happy, always content, and always taken care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The assistants pushing Remy’s cart inside...",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, (V.O.)",
          "text": "You owe it to your family. You owe it to yourself. The elevator doors close. CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK, IN HIS OFFICE,",
          "text": "his smile as wide as ever, staring straight at US.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANK",
          "text": "Sign your name right there on the dotted line, and we can get started. He places a pen and contract on the table.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1539"
    }
  ]
}