{
  "movie_id": "MOV1565",
  "scenes": [
    {
      "location": "RING",
      "time": "NIGHT",
      "characters": [
        "WE FOLLOW A PAIR OF DINERS AS THEY ENTER,",
        "COMMENTATORS RINGSIDE",
        "26.",
        "MASON DIXON",
        "THAT FILLS THE SPECTACULAR RING, AND LIKE A CLOUD RISING,",
        "INT.",
        "MARTE",
        "96.",
        "WHAT TRANSPIRES OVER THE NEXT SEVEN ROUNDS IS AN",
        "THE SCENE DRIFTS SKYWARD.",
        "21.",
        "99.",
        "OUT ON HIS FEET, AND BARELY ABLE TO RAISE HIS FIST, ROCKY",
        "MASON SUDDENLY GETS A SURGE OF ADRENALINE AND UNLEASHES A",
        "ROBERT BALBOA",
        "OLD ITALIAN",
        "CLUBBER, (V.0.)",
        "DIXON",
        "CORNER MAN",
        "CLUBBER, (0.8.)",
        "BEAUTIFUL SIX PUNCH COMBINATION THAT ROCKS ROCKY BADLY.",
        "CLUBBER, (V.O.)",
        "393.",
        "BURT",
        "PROVIDE A PATCHWORK QUILT OF THE CITY OF PHILADELPHIA. HE",
        "THE RING.",
        "MACHINE VOICE",
        "COMMENTATOR CLUBBER",
        "COMMENTATOR BRENT, (V.0.)",
        "PAULIE, (V.0.)",
        "INT RESTAURANT",
        "55.",
        "COMMENTATOR BRENT",
        "ROCKY LOOKS TO HIS CORNER AND SEES THE SPECTRE OF MICKEY.",
        "ANCHOR",
        "ANDY, (CONT'D)",
        "SPIDER",
        "ROCKY, (0.8.)",
        "SEE ROCKY GOING THROUGH AN EXTRAORDINARILY GRUELING AND",
        "BERNIE",
        "SKILL VS. WILE",
        "86.",
        "81.",
        "THE ATMOSPHERE IS SUPER-CHARGED AS HIGH ROLLERS ARE STILL",
        "PAULTE",
        "RING ANNOUNCER",
        "FATHER",
        "CORNERS AND INTO THE INCREDIBLE HEAT OF BATTLE.",
        "DURE",
        "FRIEND",
        "CLUBBER LANG",
        "33.",
        "CULT TO",
        "COMMENTATOR",
        "RINGSIDE COMMENTATORS",
        "ROCKY, (CONT'D)",
        "MASON",
        "EXT. ALLEY. NIGHT",
        "37.",
        ".",
        "RINGSIDE COMMENTATOR",
        "UNBELIEVABLY IN A GESTURE OF RESPECT THEY TAP GLOVES.",
        "DUKE, (CONT'D)",
        "VERSUS",
        "63.",
        "ROCKY, (V.0.)",
        "ROCKY -'",
        "COMMENTATOR BRENT, (CONT'D)",
        "FLASHBACK",
        "61.",
        "BORN MARCH 10, 1950 -",
        "STEPS",
        "FLOOR AND ROCKY IS SENT CRASHING TO THE CANVAS",
        "TOMILSON",
        "ROCKY'S CORNER",
        "MICKEY",
        "MASON'S CORNER",
        "ROBERT JR.",
        "10.",
        "LUCKY BAR",
        "ARENA",
        "REPORTER",
        "HOSTESS",
        "ADRIAN BALBOA",
        "EXCHANGING PUNCH FOR PUNCH WITH BALBOA.",
        "PROMOTER",
        "MICHAEL",
        "93.",
        "FACING MASON.",
        "58,",
        "AS THE MUSIC BEGINS TO SWELL",
        "RINGSTDE",
        "LEADER",
        "COMMNTATOR JIM, (0.S.)",
        "32.",
        "ISABEL",
        "LUNGES BACK JUST AS THE BELL RINGS.",
        "ROCKY REJOINS HIS SON AND FAMILY AND SWIRLING HUMANITY",
        "DUKE",
        "101.",
        "BREATH AS HE LOOKS OUT OVER A SEA OF ROOFTOPS THAT",
        "HIGH WOMAN, (CONT'D)",
        "THE BELL RINGS AND THE WARRIORS CHARGE OUT OF THEIR",
        "COMMENTATOR JIM, (0.8.)",
        "50.",
        "DINING ROOM",
        "ROCRY",
        "87.",
        "BETTY",
        "ROCKY BALBOA",
        "HIGH WOMAN",
        "COMMENTATOR JIM, (V.0.)",
        "COMMISSIONER",
        "MARIE",
        "MICKEY, (SPECTRE)",
        "ROCKY-",
        "COMMENTATOR, (CONT'D)",
        "390.",
        "THE RING",
        "EXT.",
        "CLUBBER, (V.0O.)",
        "INT",
        "POSSE MEMBER",
        "79,",
        "SUDDENLY MASON EXPLODES WITH A RIGHT HOOK THROWN FROM THE",
        "14.",
        "COMMENTATOR JIM",
        "54,",
        "SECURITY GUARD",
        "CUT TO",
        "IN THE GYM HE IS PUT THROUGH DIFFICULT MANEUVERS DESIGNED",
        "ROCKY SMILES AND STARTS TO WALK AWAY AND THEN PAUSES, RE-",
        "DIED JUNE 11, 2002",
        "RAVI",
        "57.",
        "80.",
        "MASSIVE VIEWING ROOM",
        "REFEREE",
        "83.",
        "MARTIN",
        "49.",
        "ASSISTANT",
        "44,",
        "PUNISHMENT AND SPINNING AWAY, LITERALLY STANDS TOE-TO-TOE",
        "WITH THE LAST OF HIS STRENGTH, BALBOA DRIVES A SERIES OF",
        "77.",
        "RING",
        "ROBERT",
        ". STEPS",
        "AT THE TOP OF THE HISTORICAL STADIUM ROCKY GASPS FOR",
        "HOST",
        "ROCKY",
        "PAULIE, (0.8.)",
        "ANDY",
        "FATHER CARMINE",
        "CLUBBER",
        "COMMENTATOR BRENT, (0.8.)",
        "CUP TO",
        "41.",
        "PAULTIE",
        "PAULIE",
        "FILTERING INTO THEIR FRONT ROW SEATS.",
        "PAULIE, (CONT'D)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The scene arises on a STARK GRACEFUL VISUAL of TWO BOXERS engaged in combat...the dominant fighter, known as MASON ‘THE LINE’ DIXON moves in for the kill. His body language is fluid, and boxing skills are pure precision savagery. In EXTREME SLOW motion Dixon feints and throws A THUNDEROUS BLOW that crashes with devastating results against his opponent’s chin. A surrendering towel is tossed into the air as the challenger begins an UNCONSCIOUS DESCENT TO THE CANVAS, Dixon strides to his corner, ONE VICTORIOUS FIST held high. The haunting scene begins to melt away as an ascending chorus of boos fills the arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "++-This crowd is not holding back its anger over this latest debacle. The SCREEN now transforms from BLACK AND WHITE INTO SUBTLE COLOR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "++-In what has become an all too regular occurrence ~ Another inferior opponent rendered unconscious. A LARGE CUP OF ICE is heaved from several rows back SPRAYING Mason and his entourage. Another CUP OF ICE descends into the ring nearly hitting a member of Dixon’s corner who stands behind the champion brazenly holding the CHAMPIONSHIP BELT high over his head. The camera work grows increasingly aggressive, matching the flustered crowd's attitude, COMMENTATOR #2 (CONT ‘D) Objects are being thrown into the ring! Cubes of ice hit DIXON!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "---Another disappointing title defense -— Something hit Dixon! An EMPTY BEER BOTTLE descends from high up in the bleachers and crashes with lethal impact on the canvas. The twenty or so people in the ring panic, shielding their heads while frantically scanning the crowd. The booing increases. Dixon climbs through the ropes. Then he pauses. He glares defiantly at the crowd. \fCOMMENTATOR #1 (CONT’D) The champ Mason Dixon is leaving - This is a horrible scene. Dixon wants no more! The crowd is growing more aggressive at this lackluster event. It was just a matter of time before all Hell broke loose! As the CREDITS ROLL we follow DIXON and his entourage out of the arena followed by RABID JEERING. Over the chorus of insults, the simple scene DISSOLVES TO PHILADELPHIA‘S WATERFRONT. EXT. — CITY-SCAPE - PHILADELPHIA ~ DUSK Wide view ACROSS THE DELAWARE RIVER, settling on the working side of the Philadelphia waterfront. We see LARGE FREIGHTERS laden with cargo while other ships are being towed to moorings. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT.",
          "text": "Traveling inland, the camera comes to rest on an elevated shot of a LARGE HISTORICAL GRAVEYARD that overlooks the river. TOMBSTONES rise and fall in ever-undulating GRAVE sites. Seated on an old folding chair is ROCKY BALBOA. Several yards away, staring in the opposite direction is PAULI. His eyes are heavy with grief as he glances back at ROCKY, who appears to be speaking, but not loud enough to be audible,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "The ex-fighter stares at the headstone that reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIED JUNE 11, 2002",
          "text": "\fA FRESH DISPLAY OF FLOWERS has been placed upon the headstone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Obviously uncomfortable being there, faces his brother-in law.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "«».It‘’s soon gettin’ dark. ROCKY gestures he is not done; a moment later, he rises, kisses the headstone and with a sense of emotional weariness, folds his chair and crosses to PAULIE,.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++.Time goes by too fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULTE",
          "text": "++-Not fast enough. They begin to move off among the growing evening shadows. PAULIE (CONT’D) Where’s the kid? He shoulda been here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(low) ~ It's all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "It ain’t all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++-He gets busy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "He don’t get that ‘busy’",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++-Let’s not talk about it here, Paulie. They walk a short distance - A distant ship horn is heard. ROCKY (CONT’D) Ya goin’ tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(defensively) I’m workin’ - I took ‘the tour’ the last three years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "C’mon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I got responsibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Just a few hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "-+-Lemme think about it. The two men move away in strained silence as ROCKY takes a fleeting glance at Adrian’s burial site. EXT. - ROCKY’S NEIGHBORHOOD - NIGHTFALL Several quick cuts of THE NEIGHBORHOOD. MIXED GROUPS of youths play basketball under a simple streetlight... Random shots of street activity. EXT. — HOAGIE SHOP — DUSK In front of a window that spells out in neon “Atomic Hoagie Shop,” we see several tough Asian youths clustered together. cur TO: EXT. - THE “ROCKY’S” RESTAURANT -— NIGHT It’s located on a FAIRLY COMMERCIAL STREET in South Philadelphia - A signature RED NEON SIGN hangs over a simple entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WE FOLLOW A PAIR OF DINERS AS THEY ENTER,",
          "text": "The diners are greeted by a Latina hostess/waitress, ISABEL, approximately thirty years of age. She is seven months pregnant. The camera reveals twenty tables. Near the door is a MODEST BAR, decorated with SPORTS MEMORABILIA. Painted over the room’s LARGEST WALL is a bold but aging MURAL of ROCKY’S MEMORABLE BATTLE WITH APOLLO CREED. \fThe SEPIA-TONED MURAL is reminiscent of THE FAMOUS MURAL IN JACK DEMPSEY’S RESTAURANT ONCE LOCATED IN TIME SQUARE. ISABEL the PREGNANT hostess seats the new arrivals. The CAMERA follows her as she enters the kitchen. Four men of LATIN HERITAGE work to service the orders. ROCKY is helping cook A PAIR OF TENDERLOINS. ROCKY’s at a WALL PHONE. He dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCRY",
          "text": "How we doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISABEL",
          "text": "Okay - Except for the freebees. ISABEL nods towards a couple of well-worn ex~fighters seated near the kitchen, having a free dinner. The phone rings and an ANSWERING MACHINE clicks on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT JR.",
          "text": "(not confident) Hi, no one’s home - Please leave your number and I'll call you back...thanks",
          "sentiment": "neutral"
        },
        {
          "speaker": "MACHINE VOICE",
          "text": "The mailbox for this number is full. Please try again later. ROCKY exhales, disappointed. Hangs up. The hostess approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISABEL",
          "text": "Table six is askin’ for you - They wanna hear a ‘story.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(dully) Ain‘t they heard ‘em all?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSTESS",
          "text": "(shrugs) Keeps ‘em coming back. ROCKY removes his worn blazer from a hook. The blazer is the industrial quality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, keep takin’ that olive oil - The kid‘ll be born very strong. (exits)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING ROOM",
          "text": "ROCKY sits at a TABLE OF SIX WELL-INTENTIONED GUIDOS FROM NEW JERSEY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++-I went in like an animal, an’ pushed him into the corner an unloaded everything I had - Hook, hook, an’ three rights, an’ Creed kept bustin’ me back pretty good - Then I heard the best sound I had heard in my life - the bell... The diners laugh. ROCKY (CONT’D) Y'know, I ain’t never been so tired an’ I was tryin’ to figure out how to survive the last round, then, yeah, then I heard Mickey’s voice come into my ear “You can go this - Get out there and fight this goy hard ya bum! {laughs )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the residence of WORLD CHAMPION, MASON DIXON...lights emanate from the large windows... Downstairs 7 MEMBERS OF HIS POSSE party hard. The MUSIC tears a hole in the night. cUuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "Alone in the dark room, we see MASON DIXON seated in a modern armchair looking at a LARGE SCREEN. On the screen are the final moments of his LAST TITLE DEFENSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "\fCLOSE UP —- PLASMA SCREEN The AUDIENCE REACTS WITH DISDAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "There’s just no decent competition —~ Fans are not going to pay good money to see these one-sided affairs anymore! - It’s a virtual wasteland with Dixon, who I believe is a solid fighter, surrounded by an ocean of nobodies! Multiple shots of the audience heaving cups of ice into the ring. DIXON appears incensed, yet troubled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "- There’s an old saying in boxing. The fortunes of the sport ride on the shoulders of the heavyweight champion - The way things are going, this sport’s facing slow and agonizing demise. MASON DIXON cannot mask his dejection. INT./EXT. ROCKY’S RESTAURANT — (ALLEY) ~ NIGHT ROCKY has one foot in the door and the other in the alley as he turns out all the INTERIOR LIGHTS. Finally the small NEON SIGN reading “ROCKY'S” clicks off. Locking up, he departs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The LOADING DOCK area is completely deserted. WOODEN PALLETS are stacked obtusely against the BRICK FACADE. Pools of light emanate from bare bulbs peeking beneath rusted metal shades directly above each LOADING BAY. A light colored THREE YEAR OLD FORD van is parked near the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE, (V.0.)",
          "text": "I told ya I can‘t - I got responsibilities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (V.0.)",
          "text": "C’mon, we do it every year. \fINT. - SHAMROCK MEAT HOUSE - OLD GYM. ROCKY and PAULIE walk beneath a conveyer belt of hooks. Paulie is garbed in a gray industrial suit. His NAME Is INSCRIBED above his pocket. In the background is a fit, diligent 30 year old, East Indian employee named RAVI.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "»«.T can’t, Rocko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Sure ya can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Iocan’t - (turns) Hey, Ravi, (unfriendly) Who’s watchin’ the East Side?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAVI",
          "text": "I checked it 15 minutes ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(annoyed) Ya like movin’ around fast, don't ya? RAVI moves off. PAULIE (CONT’D) (towards Ravi) Wise guy - (to Rocky). Didn’t I say last year was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Ya did, but I want ya with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "If this place gets robbed, who’s blamed? Me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Coupla hours - It’s good talkin’ about the old days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Sometimes talkin’ the ‘old day’s stuff’ ain’t so good -— (glances back at Ravi) Y'know, it’s gettin’ depressin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(gestures toward Ravi) I’m here almost thirty friggin’ years an’ they're groomin’ a goofy guy who grew up scrubbin’ elephants to take my job. (Rocky begins to object) So what’s the problem? Ya don’t like bein’ alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "You heard...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "See ya around. ROCKY shakes his head in disappointment and starts to move off. PAULIE feels a slight pang of guilt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Yo...A couple hours, that’s it. EXT./INT. — OLD GYM ~ NIGHT - (LAS VEGAS) DIXON'S BLACK S.U.V. WITH 22 INCH RIMS pulls up. He enters. It’s fairly late and a few hopeless OLD TIMERS listlessly train. MASON walks up to an old Black trainer named MARTIN. He is holding a cane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "You’re always here, aren't ya? OLD MARTIN stiffly faces DIXON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "++-How you doin’ young man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The two men sit alone on a well-worn set of wooden BLEACHERS...In the background an older fighter hits a heavy bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "If money’s not doin’ it for ya, what is? - ‘Cause ya know all them people around you is there ‘cause of the money, when that’s gone, they gone too - You knowin’ what ya need since you was ten, since ya walked yourseif in here alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Just wanna feel good - Be proud about somethin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "++-You go along with other people's thinkin’ ~- Who’s fault is it? Reapin’ what you sow. Once people made up their minds about what a man is, usually ain’t never change that, no, but changin’ the way ya thinkin’ about yaself ~- Ain’t never too late for that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "(confused) But why I gotta care? ~ I got everythin’ Why I gotta care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Cause ya got everythin’ money can buy - ‘cept what it can’t ~ why the hell you care? Man without pride what ya got? - That's what got your ass outta here, dosin‘ it brung it on back. Them people ‘round you done too good a job protectin’ their meal ticket, know what I‘m sayin’? Livin’ “easy”, for some men who don’t give a damn, that’s good, that be okay, people like you, they gotta pull themselves wide open an’ see what's livin’ inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "That ain’t never happenin’ - There’s no one out there. \fi2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTIN",
          "text": "Maybe not, but if that damn time do come, ya find somethin’ standin’ in front of you, somethin’ that ain’t runnin’, ain‘’t backin' up, hittin’ on you when you’re too damn tired to breathe, you find that situation comin’ on ya, that's good, ‘cause that’s the only time people gonna know what they really made of is when they gettin’ hurt, when they scared - They get through it, then they gonna get the only kinda respect that matters in this damn world, self respect. They embrace and MASON leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The well-worn NEIGHBORHOOD CHURCH where ROCKY was married to ADRIAN. ROCKY’S car sits ACROSS THE STREET from the structure. INT. - ROCKY’S VAN — NIGHT ROCKY STARES at the building. PAULIE stares straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Whatta day. (after a pause) I was more nervous that day than any day that I ever had. This is torturous for PAULIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "What’s next?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCKY is parked in front of the DEFUNCT PET SHOP. PAULIE sits in THE CAR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Place ain’t changed from last year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "What is that? A good thing? \f12. ROCKY looks through the filthy and boarded-up windows. He steps back. He eyes the familiar structure with an AIR OF SENTIMENTALITY. FLASHBACK: Through ROCKY‘S eyes we see him flirting with ADRIAN who stands shyly behind a bird cage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Everyday I used to try to find her somethin’ interestin’ like a joke I heard somewhere - They weren’t so funny, but I talk louder, so they sounded funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "-.-We done? Lost in thought - ROCKY looks ACROSS THE STREET. He gazes at the terribly weathered sign above \"Mickey's Gym.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(softly) +--How ya doin’, Mick? THE DOOR AND THE WINDOWS are sealed up with sheets of PAINTED ALUMINUM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "That sign’s fallin’ apart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "World’s fallin’ apart ~ Look at us —",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(taps his temple) C'mon - Don’t talk crazy ~ ya know, ya live some place long enough, you are that place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "T ain’t no chunky buildin’ ~ C’mon, it’s gettin’ late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+-.One more stop. Exasperated, PAULIE sighs heavily and follows his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The camera settles on ROCKY and PAULIE standing in front of a leveled pile of rubble nearly half a block long. \fi3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Ice is stupid. People standin’ on ice are more stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+--C’mon",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(almost to himself) I’m glad they tore this place down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(stepping on to the rubble) Y'know, the first time I walked ya sister over this ice, we was over here (points) - She was nervous - I weren't so great on the blades neither. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLASHBACK",
          "text": "ROCKY and ADRIAN are seen skating on their first date - ADRIAN slips and ROCKY keeps her upright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (V.0.)",
          "text": "(points) Over there, when she was fallin’ I caught her over there - When my hand grabbed her arm when she was fallin’ there was this kinda buzz ~ Even through her coat I felt that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "++-Ya said that last year. Phone rings ~ PAULIE answers. He self-consciously turns away from ROCKY. PAULIE (CONT’D) Yeah - Fine -~ IT was gonna call ya in an hour - Yeah, call ya back. (hangs up) My sweetie gave me a phone ~ nice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(still lost in thought) ».-Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "C’mon, Rocko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "In a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Why another minute?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Just a minute, alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "We’re done - (gestures) There’s no place to sit down around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It’s all right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(louder) It‘s not all right! - It’s depressin’ an’ friggin’ cold!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What’s the matter with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Me? It’s you! Ya backwards! Change the channel from yesterday! Yesterday wasn't so great!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "To me it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Yeah, maybe not to me! I don’t need to be thinkin’ about all this no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It’s alright, Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "No, it ain’t alright! You treated her good! You had the good times. I treated her bad! Ya can’t change this!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "-+-She loved you. \f15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(choked) I can’t do this no more. PAULIE moves off in the OPPOSITE direction — ROCKY watches him shrink in the distance ~ ROCKY lowers his eyes and stares wistfully over the rubble. EXT. - ROCKY’S HOUSE ~ PRE-DAWN - BACK YARD (SCORED -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Garbed in an old sweat suit, ROCKY is seen exercising in a MAKESHIFT MAZE of pipes and poles that resemble a giant JUNGLE GYM. His tiny backyard is quite a contrast to the mundane yards that surround him. INT. - PAULIE’S ROOM — MORNING Exiting the kitchen, he passes PAULIE’S room. PAULIE is asleep with A DARK SCARF tied around his eyes. The television is still on. ROCKY quietly enters and turns it off. A bottle of Four Roses whiskey sits on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. - ROCKY’S KITCHEN — MORNING ROCKY finishes cooking OATMEAL for PAULIE which he covers and places on the table next to a GLASS OF ORANGE JUICE. As an afterthought he punches idly in the air. He opens the refrigerator and removes a pair of eggs that he cracks into a coffee cup. He tries unsuccessfully to down them. He pours the remainder down the sink and exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. - PRODUCE MARKET — EARLY MORNING The same MARKET that was once part of ROCKY’S glory days has changed. Drastically. The ITALIANS have been replaced with nearly all ASIANS. ROCKY stands with his READING GLASSES on, placing an order with A VIETNAMESE VENDOR who deals in cheeses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCKY has placed an order with a Korean vendor and is presently loading his van with several crates of lettuce, celery and eggplant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCKY is seen loading several crates of ice-packed fish into his van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. — FRUIT SECTION ROCKY stands with one of the last remaining Italian vendors, who is somewhere between 75 and 150 years old. The stooped old man tosses ROCKY an orange and it falls short. The old man’s embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(in Italian) Ya throwin’ in to a wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OLD ITALIAN",
          "text": "(in Italian) +.-must be. The old man smiles as ROCKY moves away. EXT. — TOMILSON CORP. - MORNING We gaze upon the modern exterior of a towering building jutting out against the Philadelphia skyline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "We are in the lobby as we see an upscale young EXECUTIVES and SECRETARIES entering through the large doors preparing to begin another workday. ROCKY stands off to the side politely signing autographs for a heavyset Black woman and a middle aged white man. Through the glass facade, ROBERT JR. is seen entering the building. He is the complete contrast to his father. Slightly smaller than his father, his body language does not convey a sense of confidence. \f17. His clothing is business attire, but simple, like someone who accepts just blending in. His face is attractive, not stunning. He is somewhat low in spirits, but tries to constantly mask it... ROBERT JR is confronted by a senior executive (30's) who appears to be verbally berating him. ROBERT JR’s gestures make it evident he is attempting to protest, but is bested by the executive, who points an angry finger in the young man’s face and exits. ROCKY has taken all this in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, Robert ~ At first, ROBERT JR. appears embarrassed then composes himself. ROCKY approaches. ROBERT JR. You've kinda caught me off guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I wanted to catch you before you got busy ROBERT JR. Yeah - Gets busy up there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "All that stuff goin’ on up there - I'd get a headache. How ya doin’? (studying him) ROBERT JR. -+--Real Good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "...Yeah? ROBERT JR. Yeah, real good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Hopin’ to see ya yesterday. ROBERT JR. (sincerely) I’m sorry about yesterday ~ I went in early this morning. We had an issue come up. Mid-cap merger, they kept us late. People wave as they walk by. ROCKY politely ACKNOWLEDGES. This is not lost on ROBERT JR \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Got time for a coffee or somethin’? ROBERT JR. I'm kinda behind. Maybe later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(ili at ease) Yeah, wanna come by the restaurant tonight. ROBERT UR. I would, but I’ve made some plans - A few of the guys get together - ¥’know",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, friends are good - (sheepishly) ++-Did I do something? ROBERT JR. What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "When I come around you don’t look so comfortable. Several people pass by and wave to the local celebrity as they head to the elevators. ROCKY returns the gesture. ROBERT JR. Y¥’know, you throw a big shadow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What’s that mean? ROBERT JR. It’s nothing - I better get moving. Call ya later? MR. TOMILSON (60s) The head C.E.0. and FOUNDER appears, heading towards ROCKY and his son. ROBERT GETS RED-FACED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMILSON",
          "text": "(teasingly) You‘ll get nothing done down here, Robert - If you won’t introduce me, I will - (extends his hand) Hi I'm William Tomilson. Your son has the misfortune of working for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "How ya doin’? Nice building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ig. ROBERT JR. He’s kidding it’s a great job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMILSON",
          "text": "I’ve told your Robert I’ve wanted to meet you 20 times but I guess you’ve been too busy, which isn’t a bad thing, is it? So we finally we meet - Great memories. Good fights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOMILSON",
          "text": "Your son‘s doing a pretty good job. Hangin’ in there ~ Nice finally meeting you face to face. They shake hands and TOMILSON moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good grip - ROBERT JR. (ill at ease) I better take off - I'll try to change some things and we can have dinner tonight - That all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Absolutely - See ya tonight. ROBERT JR. smiles and starts to move off in the direction of his boss. ROCKY’S about to leave when we see from ROBERT'S P.0.V. A pair of young business executives ask ROCKY for a photo. One of the men take ROCKY’S fist and holds it under his chin as the picture is taken, cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT RESTAURANT",
          "text": "Outside the MODEST RESTAURANT a light rain begins to fall. The door opens up and a pair of customers exit. \f20.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCKY is seen in the distance telling a table of four tourists a ‘story’. The pregnant hostess comes up to him as he completes the story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ISABEL",
          "text": "++-Your son said he can’t make it. Said he’ll take a ‘rain check’ ROCKY is crestfallen",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "-+-Yeah, it is rainin’, right?. (he moves off). EXT. ROCKY’S RESTAURANT. NIGHT. It is drizzling. The small neon sign “ROCKY’S” goes out. cur TO: EXT. ROCKY’S RESTAURANT. NIGHT. (ALLEY) ROCKY exits and locks up. He crosses to the van and pauses as his hand grabs the handle. He’s lost in thought. cUuT TO: EXT. - RADIO STATION —~ NIGHT MASON DIXON is situated in the guest’s chair. The BLACK RADIO TALK show host is BESPECTACLED and URBANE. L.Cc., MASON'S manager closely observes. Four homeboys pace and hang out in view of the host. Host Most people think you have the perfect life, fame, wealth, health and obviously your pick of female companionship. Do you have the perfect life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "»»-Some ways ‘yes,‘ some ways ‘no.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST",
          "text": "What do you need to make it ‘perfect?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Not sure that could ever be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST",
          "text": "(nervous) Since you’re at the top of your game things must be looking ‘up’ right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "From where I’m sittin’, guess that’s what it looks like. Off to the side we see L.C., MASON’S manager, stiffen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOST",
          "text": "You've been criticized about not living up to your potential, takin’ the road less travelled - Easy fights. Your comment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "+..Only that its true. The host shifts uncomfortably under MASON’S gaze.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. — LUCKY’S BAR - NIGHT The streets SHINE with a dampness and indifference. ROCKY is parked near the entrance of the familiar bar. He exits the vehicle. See’s a person (50s) exiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Andy still here? INT. ~ LUCKY’S BAR - NIGHT The CHEAPLY ANTIQUATED BARROOM is sparsely inhabited with no more than 12 world-weary patrons. ROCKY is shaking hands with a pair of GRIZZLED blue-collar workers in their early fifties. As he TRAVERSES THE ROOM MOST of the inhabitants now are AWARE of the neighborhood hero's arrival and shake his hand. A booth of the four LATE-TWENTIES STREET TRASH drinkers eye ROCKY and exchange demeaning expressions. ROCKY approaches at the bar and sees ANDY seated in a wheelchair. He is missing a leg. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, Andy -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Thought I was seein’ things - Maybe I am seein’ things ~ How ya doin’ champ? what‘’re you, lost or somethin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Can‘t I miss ya? -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Never thought I’d see you around here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah...What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Lost it to diabetes - I roll around ‘alright - Slide over here. ANDY wheels himself to the far edge of the bar and appears from around the corner. ANDY (CONT’D) T usually stay back there, ‘cause I don't want nobody feelin’ bad for me or crap like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I feel bad for ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Hey, it’s one way of losin’ weight, right? (uncomfortable, Rocky shrugs} Nothin’ changed around here, same everythin’. The STREET TRASH now gesture towards ROCKY. A stoned 20s woman rises from the booth. ANDY (CONT’D) Same comfortable junk. Listen, read about ya wife’s passin’ a while back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+»-Yeah, ‘woman’s cancer.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Nice girl - \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "«.Best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN",
          "text": "(taps Rocky’s shoulder) ++-That really him? That's you, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Sweetheart we’re havin’ a drink here -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN",
          "text": "(hugs him) - C'mon - My father said you were pretty good. Ya from here, right? She awkwardly squeezes his arm. The woman makes A COMICAL FACE towards her friend. ROCKY CATCHES THIS. HIGH WOMAN (CONT’D) (squeezing) Pretty good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(uncomfortable) Nice meetin’ ya.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN",
          "text": "Why ya back here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Hey, we're talkin’",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN",
          "text": "(overriding) Sorry, listen, could ya buy me an’ my friends a round, okay? We're over there, One round. The women gestures towards the booth of LOW LIFES and squeezes ROCKY’s arm again. He removes her hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN, (CONT'D)",
          "text": "Why ya doin’ that? - Why ya pushin’ my hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Young lush, take it over there or get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN",
          "text": "{to Rocky) Yeah... Hey, you’re just a person too — No better - (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN, (CONT'D)",
          "text": "{backs up) No better She coldly eyes him, returns to the booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "One second they like ya, next second you're a bum. Guess that’s gravity workin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Ain’t ya glad ya dropped in?. From out of the BACK ROOM A WOMAN APPEARS. She is heavyset and not overly attractive. Her hair has seen one TOO MANY PERMS. There’s a SAD SWEETNESS about her, like someone who’s made too many wrong choices, and has to live with them. She approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Tf ya don‘t need me anymore, Andy, I’m takin’ off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "I got it from here - See ya tomorrow, Marie. ROCKY studies her face, trying to place it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "She local?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Yeah - Local. Marie’s her name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Do I know her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "Talkin’ to me or yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+.-Me - I hate forgettin’ things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "My brain’s mush too. (Andy waves her over) - Marie MARIE removes a coat from a wall hock and approaches. \f25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY, (CONT'D)",
          "text": "You know this bum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "How ya doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Yeah. You sorta knew my brother, Joey. (no response) Ya walked me home once - Long time ago Hundred years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Wait - Wait - Are you Lil’ Marie from the Atomic Hoagie Shop? From behind the bar, ANDY starts rolling forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Yeah ~ Ya told'me‘to stop smokin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Did I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "(nods) Yeah, long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Oh, yeah, an’ after I was tellin’ ya good things, ya said “Screw you creepo.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "You remember that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good insults last a long time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "If she knew you were gonna be famous she woulda listened better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "(distracted) Probably, yeah, listen, I gotta go - Really good seein’ ya. MARIE starts towards the exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Live far from here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "About eight blocks from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It’s still kinda a rough neighborhood. Let me give ya a lift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "(low) Y‘know, I still smoke",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+..Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "No...dust kiddin’. - LUCKY’S BAR - NIGHT ROCKY approaches his van with MARIE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Ya workin’ here long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "(shyly ‘Bout a year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": ".».Where was ya residin’ before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARTE",
          "text": "Atlantic City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Nice ~- You married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Sorta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Sorta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "He took off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Poof - Just like that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Just like that. \f276",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Sorta have any kids?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "+..One,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Me too. The STREET TRASH GROUP comes out of the bar. Three of the group are men. One drops a BEER BOTTLE and they loudly joke about it. The leader of the group is not OVERLY TALL, BUT THICK, menacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "(spotting Rocky) Yo, why didn’t ya buy us a drink. She was being nice to your ass. What's up with that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HIGH WOMAN",
          "text": "He wants to talk to that ugly bitch. You blind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(to Marie) You should get in. Embarrassed, MARIE lowers herself into the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Yeah, go on, get in, Get that pig outta here! ROCKY enters the van. The group laughs among themselves... ROCKY places the key in the ignition. Out of the corner of his eye, he sees MARIE tearing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCRY",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": ".--Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Some people got big mouths - MARIE remains silent. \f28.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "Words don’t mean nothin’ unless they're true - Right? MARIE nods. ROCKY (CONT’D) People called me stuff my whole life - I ignore it. HIS GUTS TIGHTEN. ROCKY turns the engine off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Don’t get out - It’s alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY -'",
          "text": "No, Lil’ Marie - It ain’t alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In one energized moment, ROCKY gets out, AND CHARGES at the leader with unexpected FORCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEADER",
          "text": "Yo, what's up!? What’s up! The leader is slammed with a forearm to the chest and pinned against a parked car. A SECOND MAN attempts to intercede and is leveled with an elbow. THE REST BACK OFF. We see the alteration from MARIE'S P.0O.V. ROCKY walks back to the van and enters. MARIE is stunned,",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "---They apologized.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROBERT JR. exits and waves good-bye to several office buddies while speed dialing his cell phone. cur TO: \f29. INT. ~ ROCKY’S RESTAURANT - NIGHT A ringing phone is heard in the darkened restaurant. curt TO: EXT. -— STREET - NIGHT ROBERT JR. flips is cell phone shut and ambles away. EXT. - MARIE’S ROW HOUSE - NIGHT Still in FISHTOWN, ROCKY’S van pulls towards the curb in front of an old Row House. Across the street is a medium sized 16 YEAR OLD WHITE KID of Irish decent and a taller HALF-BLACK KID. They are playing street BASKETBALL under a SAGGING HOOP attached to a LAMPPOST.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "ROCKY pulls to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Thanks for the ride - Sorry ‘bout everythin’ back there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Hey, some people got their heads on backwards. (points) That ya kid? She looks across the narrow street at the young men playing ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "-+-Yeah ~ Wish he wouldn‘t stay out so late.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "The last I seen ya, ya were a kid, it’s hard to believe ya officially got one of ya own.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Good kid. \f30. ROCKY observes her sandy-haired son through the WINDSHIELD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "He looks like you. Similar hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "It’s the other one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(awkward) ~.-Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(at a loss) ++-Looks like he’s gonna be tall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "His father was from Jamaica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "...Yeah",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good beaches. ROCKY (CONT’D) {eyes the kid) - Is he lookin’ like he’s mad at me or is it maybe the angle I’m sittin’ at?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "No, he’s a good kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What’s his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "‘Steps’ - Short for Stevenson. Wanna meet him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(uncomfortable) It’s kinda late - Got some things to do. \f31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Sure ~ Thanks again for the ride an’ everythin’ else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah - ROCKY puts the van in GEAR, then PAUSES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++.Yo. ROCKY gets out of the VAN and steps to the curb. ROCKY (CONT’D) I didn’t meet ya kid. How ya doin’? MARIE pauses for a second to study ROCKY. STEPS. fo (low) +.-What’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Know who this is? STEPS shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I look unfamiliar - Don’t worry about it. Listen, Lil’ Marie, (he fumbles around his jacket and gives her a card) I got this little place, y’know, restaurant - Maybe if ya in the neighborhood...wWho knows?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Sure - thanks again. ROCKY settles back in his van and drives off. EXT. - ROCKY’S HOUSE - NIGHT ROCKY’s car TURNS THE CORNER and approaches his residence. Through the windshield he catches a glimpse of PAULIE’S 50-ish girlfriend, BETTY, exiting his front door with SEVERAL CARDBOARD BOXES. She awkwardly places the BOX OF CLOTHES near the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "How ya doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good - How ya doin’, Betty?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Good - Paulie gave me the key an’ asked me to come over an’ get his stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "-. Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "He wants to move in with me. He didn’t tell ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "{at a loss) Yeah, he said that. ROCKY lifts a box and places it in her trunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "You‘’re not mad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(brave front) No - I was waitin’ to getta dog - Y¥’know some people can’t handle fur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BETTY",
          "text": "Good - So I think I’ve got everythin’ - If not, I’1l be back in the morning - Nice seein’ you again. ROCKY nods and she departs. He is crestfallen.- EXT. — SHAMROCK MEAT PACKING COMPANY - NIGHT Rocky’s van is PARKED NEXT TO A LOADING BAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE, (0.8.)",
          "text": "Can I be honest with ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (0.8.)",
          "text": "Ya know ya can - We cut into the INTERIOR OF THE SLAUGHTER HOUSE. ROCKY and PAULIE walk along an endless row of MEAT HOOKS that line the ceiling like GRUESOME CHANDELIERS... RAVI is seen sweeping in the backyard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Your house is nice -—",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "- It ain’t just my house, it‘s your’s too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I din’t pay nuthin’ - Lately the house has gotten uncomfortable, Rocko.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCRY",
          "text": "How's that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Lately it’s not a ‘happy’ place - Lately the place is dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Dark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Dark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Whatta ya mean ‘dark?’ Like personality ‘dark,’ ‘paint’ dark; what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(soft) It ain’t about the ‘paint,’ Rocko. {to Ravi) We need privacy here! Can ya hear that? (Ravi takes off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, why ya breakin’ this guys chops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "He’s used to it - Y’know, I haven't had a ‘close’ woman, ever. So I’m takin’ the advantage. What, I’m not allowed to have a relationship before I’m dead? Anybody try to stop you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Ya happy Paulie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(gestures at the beef) Happiness comes in different cuts. \f34. PAULIE (CONT’D) Choice, flank, rump...Yo, we'll visit a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, give me a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": ".--What’s the number again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It’s the same number for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Hey, I don’t call myself. ROCKY takes a pen out of PAULIE’S top pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Got some paper? PAULIE extends his hand and turns it over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Top side’s dryer. (Rocky writes) Y'know, I’m there for ya - We're always like brothers. PAULIE pats ROCKY’S shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "{moves off) -.-Appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Dinners at my place for a change - No charge. The ex-fighter weakly smiles and disappears from view. EXT. - ROCKY’S RESTAURANT ~ NIGHT The RAIN beats ceaselessly on the PAVEMENT in front of the establishment. INT. - ROCKY’S RESTAURANT - NIGHT In the subdued light we see only SIX CUSTOMERS. Two are boxers. One is SPIDER RICO, one of ROCKY’S old opponents. The kitchen employees stand nearly motionless. \f35. TWO WAITERS make small talk near the bar. FOUR CUSTOMERS sit with ROCKY who is telling a well-worn story in his well-worn blazer. One of the listeners is a dark haired boy of 18 who sits beside his heavyset father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I don’t think I won a point for five rounds - He punched the you-know-what outta me - I’m grabin’, duckin’, blockin’, but he kept comin’ - Everything he throwed landed some place in the face area. He was hammerin’ me up pretty good every time. An’ when I nailed him, he nailed me. But truthfully you couldn’t miss me, you could throw a punch under both ya legs an’ around ya back an’ hit me square between the lamps (points to his eyes) So me goin’ the distance was a miracle of sorts. Yeah, Creed’s gotta go down in my book as one of the all-time greats. (rises)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Picture with the kid, Rock? That alright? ROCKY smiles at the young man who somewhat resembles his son. ROCKY grabs his fist and places it under his chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++.Makes ya look more hazardous. They both smile and ROCKY rises. ISABEL comes over and gestures towards kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HOSTESS",
          "text": "Spider’s in the kitchen. ROCKY walks over to him. He’s washing dishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, Spider —",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPIDER",
          "text": "Lemme do some dishes - I‘1l feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "{takes the dish rag) C’mon, you’re my guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPIDER",
          "text": "Then let me do somethin’. \f36. ‘ ROCKY Keep chewin‘, do that. He leads SPIDER out. The piped-in MUSIC is drowned out by the sound of cascading rain. MARIE AND HER SON ENTER. MARIE RETRACTS A SMALL UMBRELLA. ROCKY appears completely caught off guard by the new arrivals. ROCKY (CONT’D) Hey - Ya kept the card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Yeah - I kept the card -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good, how ya doin’, Steps? viene STEPS ».-Alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Picked a bad night to show up, Lil’ Marie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "It’s my only night off - (eyes the mural) Nice paintin’ - Nice place. Nice isn’t it? STEPS sullenly nods - ROCKY smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It’s toco ol’ fashioned for him - Here, sit wherever ya want - Hungry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "A little - You cook?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(shrugs) No, I don’t mess with the pans. Whatta ya feel like eatin’, Steps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Got what I need, STEPS reaches into his jacket and pulls out bottled water ¢ : and a McDONALD’S BURGER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Sorry...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+..Tough competition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. - MASON’S VEGAS HOUSE - NIGHT On a lit COURT we see the solitary figure of MASON DIXON shooting a basketball alone - In the background, his well lit home is seen and MUSIC is heard emanating from within. INT. - E.S.P.N. SET -— NIGHT Two regular commentators are flanked by THREE WRITERS. Behind them is a large curved screen. The overhead lights beat down on the congregation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Welcome once again to “E.S.P.N.‘s Man vs. Machine.” Who was really the ‘best?’ If two athletes from two different eras were to actually compete against one another? Given the same rules, placed together at the same age, using the same equipment, who would truly triumph? INT. - MASON’S MODERN HOME (VEGAS) - NIGHT Five of DIXON’S POSSE are listening to Hip Hop while shooting pool. The room is full of many arcade video games. Behind the men is a large plasma television that one of the posse is channel-surfing through. He stops at an E.S.P.N. show. MASON DIXON'S still image is on the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POSSE MEMBER",
          "text": "+--Check it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROBERT JR, sits with a group of three friends. These guys are not “players” or ‘studs’, just average white collar men. Most of the bar’s TVs are showing ASSORTED BALL GAMES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "«+-Look at this. The group's attention is dawn to the E.S.P.N. broadcast. They see a picture of ROCKY and MASON DIXON on the screen. ROBERT IS CAUGHT OFF GUARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "(to bartender) Could you turn that up, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "This week we will feed our facts into “the machine” while fielding the comments of our illustrious panel of sports writers about who they think would reign supreme.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. — MASON DIXON HOME - NIGHT MASON’S manager, L.C., steps out into the patio and gestures to DIXON who’s still shooting baskets. L.c. Yo, man — curT TO: INT. — MASON’S HOME - NIGHT All present are viewing E.S.P.N. on the LARGE PLASMA SCREEN. We see an old film version of Rocky Marciano, well past his prime, and a young Muhammad Ali boxing in a dark make-shift ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Originally conceived in 1969, then suspended, Ali was asked to box against the long-retired “Brockton Block Buster” Marciano. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "After all the data was fed into the computer a decision would be reached — Well, folks, following along those lines, and with the added plus of vastly improved technology, we will attempt to follow along the same lines... On the screen are MANY COMPUTER GENERATED RECREATIONS OF FORMER GREAT ATHLETES. COMMENTATOR #1 (CONT’D) This evening, Boxing once again - two contrasting styles in every conceivable way. The champion and undisputed holder of the heavyweight crown for nearly three and a half years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "EXT. — BASKETBALL COURT - NIGHT MASON and L.C. view the show on a flat screen located in a LOUNGE AREA. The house is seen in the background. The computer-generated and shockingly life-like images of ROCKY and MASON flash across the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "The controversial Mason \"The Line” Dixon will be pitted against the straight-ahead style of southpaw Philly slugger, Rocky Balboa. Now let’s go to our virtual arena and the opening bell!! As the bell rings, the screen SWITCHES TO A SIMULATED BOXING RING. The VISUAL OF MASON “THE LINE” DIXON and a much YOUNGER ROCKY charge across the ring! MASON CRASHES A HUGE RIGHT AGAINST ROCKY’S JAW... EXT. — MARIA‘S HOUSE - NIGHT ROCKY‘s car swings to the curb, MARIE exits with her arms dladen with food-to-go. STEPS exits also cradling boxes o food. He prepares to enter the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Thanks again. \f40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Sure - Listen, think Steps wants a job? Make a few extra bucks weekends ~ It’s good makin’ ya own money - My kid stashed a few bucks. MARIE leans closer to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Why’re you being so nice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "¥’know, I - ah - don’t want ya to think nothin’s off, y ‘know? My wife -— She's gone, but she isn’t, know what I mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "I wasn’t thinkin’ that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What were ya thinkin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "- That you don’t owe us nothin’",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Why d’you gotta be owin’ somethin’ to get somethin’? ...Spendin’ time with ya kid would be nice. Whatta ya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "That‘d be good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "-».Appreciate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. — MASON’S HOUSE - NIGHT DIXON, looking melancholy, watches the computer fight wrapping up. It is the LAST ROUND. The PIXILATED version of ROCKY BALBOA attacking his counterpart. The BATTLE CONTINUES for another fifteen seconds. The BELL rings. BOTH GRAPHIC IMAGES FREEZE. FULL-SCREEN: Beneath frozen images of the fighter are instant COMPUTER GRAPHICS of the BALBOA/MASON DIXON COMPUTER BATTLE, such a POWER PUNCHES THROWN, JABS, KNOCK DOWNS, ETC.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Well, gentlemen that was a lot of give and take - Now let’s hear it from our ‘live’ experts. Bernie Hernandez, Philadelphia Daily News.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Given the power punches landed and the fact Dixon’s never been in deep, never faced real adversity - Balboa wins!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "ROBERT and his group sit transfixed. ROBERT is very ill at ease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "Your ol’ man’s the man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "What say you, Michael Katz - Reuters?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "Balboa’s had the much harder competition. Dixon’s got fantastic skills! Super fast! But fed easy opponents by his management team, so I call it Balboa hands down! ROBERT’S friends applaud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "(good natured) What happened to you? ROBERT JR tries to look amused but is sick at heart. cur TO: EXT. - MASON’S HOUSE ~ LOUNGE AREA ~ NIGHT DIXON is deeply wounded by the lack of respect. His eyes are pained.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Now what say you, Burt Sugar, of Ring Magazine? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BURT",
          "text": "I agree Dixon fights pushovers, so who knows what he’s made of? - But each in their prime, factoring Dixon’s unbelievable speed and slashing offense, he cuts Balboa to bits. Dixon all the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Well, let’s see what the computer has to say. So let's have it. A PICTURE OF ROCKY BALBOA IN HIS FIGHTING PRIME bursts on one half of the screen with statistics on the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Taking the human factor out of it, the computer says, the “Philly Slugger,” Rocky Balboa would be triumphant over reigning champion Mason Dixon in a 15 round decision - There you have it folks! DIXON shakes his head in dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DIXON",
          "text": "You believe that? L.c. Hell with what strangers think. Who's got the money? (points to the house) Those are your people, they love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROBERT’S group applaud and comically point to ROBERT. It is all done in good fun, but ROBERT is very uncomfortable with the attention. One friend holds up his fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRIEND",
          "text": "I'm never messing with you!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "+»-Well that’s it for this evening - Next week’s challenge, basketball - we will pit Wilt ‘The Stilt’ Chamberlain against ‘The Big Diesel’ Shaquille O’Neal ~ Hope to see you then. cur TO: \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seated on his portable folding chair, ROCKY sits in front of his wife’s grave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "{to headstone) Y'know, the thing is, I know ya gone, I go and I visit ya grave but I still expect ya to be waitin’ at home - I never knew I could have these kinda thoughts ~ I think it’s some kind of crazy joke like God is playin’ an’ I’m gonna go home an’ the lights'll come on an’ I’ll hear these people yellin’ “Surprise” an’ out steps you. That’s never gonna happen but I keep thinkin’ it will... I try talkin’ to the kid; we're I think, goin’ in different directions. -~. ‘” Y'know I ain’t done nothin’ right since you left... EXT. — PRODUCE MARKET ~ DAY ROCKY and STEPS load stacked crates of produce into ROCRY’S van. Both are damp with sweat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Why ain’t somebody else doin’ the loadin’ - You paid for it, why we doin’ it?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Makes ya head stronger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Makes ya head stronger - Sometimes I used to stare at this far away street light for nearly half an hour without blinkin’ — Or I‘d be squeezin’ a ball until my hands felt like they was gonna explode - (lifts several more crates)",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I was trainin’ myself to do things that were uncomfortable, because I knew gettin’ used to being uncomfortable might come in handy some day - Like when some sledgemhammer pug is tryin’ to flatten parts of ya head an’ body.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "So, why you tellin’ me this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Jus‘ makin’ conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Don’t need to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Then who should I be talkin’ to, seagulls? (looks up) I’m talkin’ to ya ‘cause I think ya a nice kid an’ ya got a nice mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Why you call her Lil’ Marie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "‘Cause that's how I know her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "She ain’t Lil’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Whatta ya want me to call her, “Huge?”",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo - Don’t be goofin’ on ya mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "She‘s my mother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "You argue pretty good, don’t ya? - Hey, ya ever hear from ya father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Why? \f45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Curious. Him being gone bother ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Sure it does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "---No it doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "My ‘ol man took it on the arches, an’ it bothered me. Mother took off too ~ In a different direction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "What ya do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Tt botheres me a lot. Still does ~ But whatta ya gonna do? - Cry every day? Ya take ya lumps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "STEPS actually seems taken by the man’s candor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "Ya very lucky. Ya gotta a mother who loves ya and ain’t quittin’ ya. So listen to what she says, ‘cause if ya listen to what them dumb bell idiots on the street say - You'll end up doin’ a lotta wrong, like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "What’re you sayin’. Man, you went all the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It was freak luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Then gimme freak luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Freak luck’s for suckers.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". STEPS",
          "text": "4 Worked for you. \f46.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Hey - Forget me! - Waitin’ for freak luck is for dunces, ya gotta go get what ya want an’ if ya get knocked down, so what, ya got legs, ya get up an’ if ya don't get up, so what. It’s alright ‘cause ya tried. Who do you wanna be? The guy on the ground who tried somethin’ or the bum standin’ up who did nothin’? Personally I’d like to be the guy on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Think you got it all together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I din‘t say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Then why’re you wastin’ my time? ROCKY laughs and throws a mock punch at STEPS who smiles. He wipes the sweat away on his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "..-Wiseguy. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bland building stands alone. Barking can be heard over the exterior.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "ROCKY and STEPS walk along a multitude of cages.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "(points at a Pit Bull) That’s a good one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "He don’t look friendly - How ‘bout him? He points to an ugly flat-headed mutt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Why not? \fa7.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "He’s ugly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(bends down) Yeah, but it’s a nice ugly. Yo - C’mere, Boy, come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "How ‘bout a young one. The dog looks barely alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "See, he ain’t wastin’ energy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "‘Cause he’s dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "There‘s mileage left on this animal - A little good food, bingo - watch out - Give ‘im a name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "---No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, what’s a good name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "it’s your dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "No - It’s a community animal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "I don’t know nothin’ ‘bout no dogs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "c’mon - Think.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "Flea bag",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "That’s probably taken - Somethin’ else",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "(stares at Rocky) Punchy. \f48. ROCKY dryly eyes STEPS. STEPS does not know if he’s crossed the line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "“Punchy.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "(repentant) I was just playin’",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Were ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "++-yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+++T like it. ROCKY eyes the mangy animal and: laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPS",
          "text": "For real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah - Very classy, different. Yo, Punchy - Time to hit the road. INT. ~ ROCKY’S RESTAURANT - NIGHT We see STEPS near the stove. ‘Punchy’ sits in the corner. Rocky is feeding him pieces of cheese as he slips into his old sport blazer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "That‘s good, kid - Keep the spoon movin’. STEPS continues to churn the risotto as instructed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DINING ROOM",
          "text": "Half the room is occupied - PAULIE enters through the front door and heads to the kitchen. He is wearing his NIGHT WATCHMAN’S UNIFORM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Rocko!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULTIE",
          "text": "They’re gonna be talkin’ about the fake ‘Loony Tune’ fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(points) The ‘Fake’ one on television. PAULIE crosses to the small bar and turns on the television. ROCKY gestures to the 14 people who are dining. Also present are two ex-fighters who are also eating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "People are eatin’ -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(towards the ex-fighters) Helps ‘em digest - I come as a favor. The SCREEN BRIGHTENS and STEPS approaches the bat. PAULIE (CONT’D) (faces Rocky) Who's the criminal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(gestures) He’s a nice kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "He dresses like a bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What’re you, a work of art?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Hide the silverware. They all face the TELEVISION. Several customers drift over. An E.S.P.N. BROADCAST appears. On screen is AN ACTUAL 41220 EILM featuring the REAL ROCKY MARCTANO who is nearl 50 years old. He is about to engage in a SIMULATED FIGHT with MOHAMMED ALI who is 27 YEARS OLD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "+.-In the late Sixties a simulated fight took place between two legends - Rocky Marciano and Mohammed Ali - Ali, unable to fight legitimately for three years for having refused induction into the Armed Forces, was in need of money and agreed to the so-called ‘Dream Match’ whose outcome would be decided by a computer. On screen we see ALI and MARCIANO battling. COMMENTATOR (CONT’D) ---It's almost thirty-five years since Rocky Marciano won the much-disputed computer decision. Well, guess what? Not much has changed! Now the MODERN FIGHT between a PIXILATED VERSION of Dixon and Balboa’ appears...The super realistic battle has ROCK TRANSFIXED... The two ex-pugs drift over. One is SPIDER RICO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "The owner’s fightin’. CLOSE-UP: Television",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Last week, Rocky Balboa, won a decisive “computer decision” over present-day Champion Mason Dixon. More of the restaurant crowd comes over,",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR, (CONT'D)",
          "text": "++-But what started out as a simple form of entertainment has become a lightning red for many who feel that the “old school” athlete like Balboa was better, while Dixon’s manager says, like the Ali- Marciano computer decision in 1970, which Marciano won, the Balboa decision, could be nothing more than thinly disguised racism -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(to screen) Get therapy. MASON DIXON COMES ON THE SCREEN. \f51. e MASON It’s unfortunate man, but people’re in the habit of tryin’ to destroy other people. It’s the way the world is - Stick ya head above the crowd, people try to cut it off. Ain’t got nothin’ against the man, he’s being used, like I’m being used.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SPIDER",
          "text": "Ya woulda murdered him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "This ain’t real, Spider. TV cuts back to pair of IRREVERENT ANCHORMEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "(comically) . So, how do you think Balboa-would’ve done against Dixon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "Easy Win - Personally I think Balboa was Qverrated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "You know that Rocky owns a little restaurant in South Philly. What do you think the speciality is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "Pounded chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "Very good! I was gonna say cauliflowered ears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANCHOR",
          "text": "{a pix of The Eagles comes on screen) Early today Eagles coach...",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "That's it? That was a waste of my time. Rocky reddens as everyone feels his discomfort. PAULIE turns the TV off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "4 That was good advertisin” \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Yeah ~ (takes a bottle of booze) Pay later. The meathouse calls (exits)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCKY is parked across the street from the mid-income building. A doorman paces inside. Several moments later, ROBERT JR. approaches. ROCKY exits and approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, Robert ROBERT JR. (startled) What is this? What‘re you doin’ out so late?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I tried callin’ - Nothin’ was pickin’ up. ROBERT JR. Somethin’ wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "No ~ I just wanted to see ya in person. ROBERT JR. Wanna come inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(shrugs) Nah - Y'know ya mother had good opinions on things. I'm sure you do too. ROBERT JR. Sure...Opinion on what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Y'know, the rumor is we only live once. ROBERT JR. Yeah, I’ve heard that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "IT wanna do somethin’ - \fROBERT JR. - Like what ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Fight. ROBERT JR. (thunderstruck) ---You’re serious",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah - I thought maybe ya wanna get involved. ROBERT JR. Involved? How?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Y¥‘know- Help me, hang out for support. Ain't many of us left. ROBERT JR. People will think you’ve lost it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I don’t mind. ROBERT JR. You should mind -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "~ Why? They ain’t blood. ROBERT JR. Don’t you think you’re to - old?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, on the outside ~ But the insides work pretty good. ROBERT JR. takes a moment and shakes his head in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "~ Think ya should ever stop ‘trying things’ ‘cause ya had a few too many birthdays? I don’t. ROBERT JR. This isn’t about just ‘trying things.’ When you’re done you're done. You know that? 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Maybe ya stronger some place else. ROBERT JR. Please use some “common sense.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Let’s try. You an’ me. ROBERT JR. Why? It’s wrong. People will think your crazy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What’s crazy with standin’ toe to toe sayin’ “IAM.” ROBERT JR. That’s just ego talkin’. Time catches up to everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Especially if you’re standin’ still. ROBERT JR. What are you tryin’ to prove to other people?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Nuthin’ - Except for ya mother, I stopped thinkin, what other people think a long time ago. Yo, think what you think. ROBERT JR. I do!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Do ya? ROBERT JR. You‘ve got to face reality. It’s a different world now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Only the clothes is different - Same world. ROBERT JR. What do you want from me? Really?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Nothin’ - I thought you might - forget it, it’s alright ROBERT JR. (touched) ---Whatever it is, whatever you’re goin’ through, it’ll pass - maybe too much time alone is not good. ROCKY awkwardly glances around. ROBERT hugs his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "«+I know ROBERT JR. Call you in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "++-Sure. Disheartened, ROCKY moves off towards his van, a his son shakes his head in frustration and enters the apartment building. INT. —- MEATHOUSE - NIGHT ROCKY is walking along the HANGING BEEF, then exits the freezer with PAULIE. RAVI is seen in the background picking up odd bits of trash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Than ya brain’s tellin’ ya a bad joke - Nobody’s givin’ you no title shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "So there’s no mental disturbance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "None I see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Ya miss people yellin’ ya name, don’t ya? One time around’s all we get. \f56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Maybe yeah, maybe no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Ya mad they took down ya statue?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "That don’t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Listen, if this is about money, hang a sign around ya neck that says “Punch me! Five Doliars! You’ll make big money (sips whiskey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "C’mon, Paulie. I got somethin, I wanna do. i+ PAULIE What? Ya ain’t ‘peaked’ yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I dunno - There’s stuff in the basement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "“Basement” ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(touches his stomach) In here, there‘s stuff that’s gotta get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "What stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Just stuff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "My basement’s empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Maybe ya lucky - You with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I gotta job here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Ya hate it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "So? - I hate everythin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "You’re stayin’ here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(sips from a flask) Yeah, among the beef. Tell your kid this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Thought you were nuts, Right? ROCKY turns away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE, (CONT'D)",
          "text": "Hey. Nobody believes in ya — Welcome to my friggin’ life. ROCKY starts to exit Yo, I got some more things to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "---That’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Its free",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "- That's okay He disappears around the corner. cuUT TO: EXT. — LUCKY’S BAR - NIGHT ROCKY is seen on the desolate streets with MARIE. The mangy dog, PUNCHY is with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Don’t you wanna come inside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "The dog needs exercise. Ya kid did real good today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "That’s good - So everything’s alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Listen, whatta ya think ‘bout comin’ over to the restaurant -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "For work ~- The hostess is havin’ a kid. You’d do good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "I don’t know -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Really, you'd do good. You'd do real good",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "I appreciate what you’re doin’ for my kid, But I can’t...I gotta get back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Y'know, it’s a nicer neighborhood over there - Pleasant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Can we drop it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What's botherin’ ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "It’s alright - I gotta get back",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "It’s not alright.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "C'mon -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "I'm suppose to be the first person people see when they walk in?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, ya give ‘em menu’s, y'know. It’s not that complicated",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Look at me? \f59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "You could walk two blocks from here an‘ find ten better people - One block!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "That’s wrong thinkin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "I just won’t feel comfortable ~ I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Give it a try - Two weeks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "I don’t wanna try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo who put this stuff in ya head?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Nobody -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C’mon, it don’t get in there itself. MARIE remains silent and starts to head back to the bar. ROCKY (CONT’D) Y'know, this way you're thinkin’ now, ya gotta forget all that!. So ya don’t think ya look good, so what, who’s perfect? — Maybe a couple of freaks of nature? But did ya ever really notice the mugs on the people that really do the great things, the important things? ~ It ain’t never the pretty ones, Lil’ Marie, It’s the real ones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Really, I can’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "An’ if you say “screw you creepo” again, I’m gonna whack myself so hard, I’m gonna go flyin’ over this bridge an’ you’1l be responsible! 4 : MARIE finally breaks a smile and hugs him. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "Yo, get inside before ya catch somethin’. Marie re-enters the bar. ROCKY pats the OLD DOG and moves away, as he pumps his fist skyward, cur To: EXT. -— STATE BOXING COMMISSION'S OFFICE BUILDING - SUNSE The classical building is located in the center of the city.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "FIVE MEN sit along the length of an elevated row table like you would see at a senate hearing. ROCKY sits below them. On the front of the dais is the Pennsylvania State Boxing Commissions seal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "The tests administered were much more sophisticated than when you were recommended to retire and so you've passed the mandatory state exam. But frankly, your age is still a big concern - And weighing in all the different factors and unpredictable elements that go along with this sport, we cannot in good conscience, recommend re-licensing at this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Didn’t I do what ya asked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "Yes, but you understand, it’s your best interest we’re thinking of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "But I did what ya asked, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "No one wants to be held accountable for a serious injury, or even a fatality.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I appreciate that but, I passed them tests",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "If we’re wavering on this he should at least redo all the testing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "How will that indemnify us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "I think we have to stand by our decision. It’s about moral accountability.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Ain't’ followin’ this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "Your request for a license at this time is denied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY-",
          "text": "(at a loss) Yo...don’t I got some kind ‘of rights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "Some “rights” may be open to interpretation. Which rights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "‘Rights’ like in the thing they wrote down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "The Bill of Rights?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, them rights!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "What about them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "They say somethin’ ‘bout pursuin’ happiness, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "Your point is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I'm pursuin’ somethin’ an’ nobody looks too happy about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMISSIONER",
          "text": "We’re only looking out for your interests. \f62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(hotter) Yeah, I appreciate it but I did what ya wanted me to do an’ more an’ that should do it, right? I know ya doin’ ya job very well, an’ that’s good, but why va gotta xight,’cause if somebody goes through all the junk ya gotta go through to get where they wanna get, let ‘em ~ Ain’t nobody got the right to stop ‘em ‘cause, maybe someday, some of you guys are gonna wake up ‘an wanna finish somethin’ ya never finished, ‘an ya paid ya dues. But ya told ‘no, forget it’ so ya never finished it. So who’s got the right to tell ya that, after ya done what ya was asked to do‘?! Nobody! None of you guys know what’s in the next guys heart!! Only that guy knows!\"Ya gotta do what ya guts tell ya to do, if ya don’t, ya just takin’ up a seat until the next bums come along! Who’s supposed to live like that. So if I ain’t gettin’ my license, then gimme more of them tests. ‘Cause I ain’t leavin’ here without somethin’ that resembles what's right! The commissioners pause to consider.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUCKY BAR",
          "text": "ANDY and several dried-up regulars crane their necks to the suspended TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "As promised earlier, a true classic from the ‘Truth is Stranger Than Fiction File” - Former Champion Rocky Balboa has reapplied to a license and believe it or not passed the test. The former slugger said he'll participate in small local contests - The STREET-TRASH GROUP that had the altercation with ROCKY, sit at the bar and hurl derisive comments.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "LONG SHOT. PAULIE SITS IN THE FOREMAN’S OFFICE reading a paper. A forty year-old Black foreman approaches PAULIE and they converse. RAVI is in the distant background. We can see from PAULIE’S body language, he has just received devastating news. He steps out and throws his helmet against the wall. INT. ~ PROMOTER‘S OFPICE A mature high-powered promoter sits with four high~ powered executives. Also present is DIXON and L.c.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "~ The last two pay~per-views lost, and the gate is off 40 percent - : Lc. - ‘Cause all they got is nobody’s out there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "But we’ve got “human interest” going if we want to run with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Like what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "Rocky Balboa applied and got a license.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Don’t even think about it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "~ Hear me out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "- Man, I don’t wanna hear it out -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "It’s an event and it'll sell ~ I’ve got about a couple thousand e-mails attesting to that ~ MASON is stunned. L.c. ~ Hear him out! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "~ Everyone knows what the outcome will be - You can’t lose, but we can capitalize on the novelty - L.c. - That computer fight got people thinkin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "(eyes L.C. and promoter) You two been talkin’? When were you gonna tell me? L.c. Ain’t nebedy beatin’ that door down for what's out there! There’s no Match-ups out there that people are gonna pay real money for,",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "We got guaranteed fights - L.c. We can't give those damn fights away —- Pay-per-view rejected all of them. With mea names, there's no marquee an’ no money - Think we’re lyin’ here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "(to Mason) it's nostalgic man. It’s mostly a has~ been, never-gonna-be’ world, so people will relate to this match up. And as a public relations kicker, you’ll offer a piece of the gate to some charity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ASSISTANT",
          "text": "- Children’s Charity -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "‘Children’s Charity’. you'll tap your way to a ten round decision, and the hook is people will see your compassion, while you put on a good show, and don’t destroy this guy. With this new fan base, next fight down the line we’ll double your biggest gate - (to L.c.) If you want a new image, this is the way C to get it. MASON just stares hard at L.Cc. whose anger is rising. \f65. L.c. What! What’d I do? I made your world “green” an’ kept you healthy man, that’s what I do and we do. The fighter becomes rigid, MASON looks like he’s about to exit. L.c. (CONT’D) What? I’m lyin’? {to group) Let‘s talk this out. MASON coldly eyes the room and exits. EXT. — ROCKY’S RESTAURANT ~- NIGHT About TWENTY PEOPLE are lined up outside. There is a new energy. INT. - ROCKY’S RESTAURANT — NIGHT The small room is filled to capacity...LIL’ MARIE is hostessing...In the kitchen STEPS is helping prepare food as ROCKY’S in the kitchen, PAULIE knocks on the window and gestures to a worker who taps ROCKY. He steps out into the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and ROCKY stands beneath a single rusted lamp fixture that casts sharp shadows in the dark narrow alley. Beside PAULIE is a ONE HUNDRED AND FIFTY POUND SIDE OF BEEF wrapped in a gauze cloth. One of PAULIE’S eyes is badly bruised.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(slightly intoxicated) Yo, Rocko ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, what happened to ya face?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I punched it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Why? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I needed to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(calm) Yeah, I’m crazy ~ Hey, I’m bringin’ ya over an old friend ~ Know what this is, Rocko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "A piece of large meat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Corn fed steer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Why’s it here now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "It’s a gift.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What’s the occasion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I’m celebrating! I retired.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Retired?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "When they start givin’ retirin’ people meat instead of watches?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Cause I gotta watch! You gimme a watch - I don’t need another Goddamn watch!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, Paulie ~ Calm down -",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Why calm down! Calm this down!! PAULIE suddenly grabs an empty TRASH CAN and flings it against the alley wall then kicks it several yards down the alley. \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE, (CONT'D)",
          "text": "Thirty-one friggin’ years, I give ‘em 31 friggin’ years!! My life, £freezgin’! Por what!? My friggin’ life stinks! The more I stir it, more it stinks! Why didn’t I die instead of my sister! I’m the one who oughta be gone!! Me! I’m a liar! I’m the bum! Several people in the kitchen stick their heads out, including MARTE and STEPS. ROCKY waves them back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE, (CONT'D)",
          "text": "(winded) Y¥‘know — Ya complicate my life - always did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Hey, you’re my friend, Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, my nutty-as~a-fruitcake-friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Whatta my gonna do now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCRY",
          "text": "Whatta ya wanna do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Can I move back in the house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "+..What about ya girlfriend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "She wanted rent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, ya better move back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I appreciate this, Rocko. ROCKY nods. PAULIE moves off down the alley. PAULIE (CONT’D) (ealling back) Y'know, it takes guts to climb in that ring knowin’ ya gonna take a beatin’. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "»..Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Yo, Rocko...Can I manage ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "There’s nothin’ to really manage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Stuffin’ in the basement, remember? PAULIE waves and disappears from view. ROCKY grabs the beef and hauls it inside. INT. ~ ROCKY’S RESTAURANT (KITCHEN ) ROCKY enters and drops the massive piece of MEAT on a smaller table. STEPS and the three'Hispanic workers are taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY BALBOA",
          "text": "You guys wanna split it up ~ Have what ya want. Lil’ MARIE approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "Those men over there wanna talk to ya. ROCKY sighs and puts on his blazer. He approaches the table. The three diners are the PROMOTER, L.C.and an executive assistant from his organization. The men rise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "How ya doin’? Thanks for comin’ by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "Our pleasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "So wanna hear some fight stories?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "(smiles ) Fight stories? \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(embarrassed) Sometimes people like hearin’ old fight stories.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "Maybe later ~ I’m Robert Brown - These are my associates Carl Davis and L.c. - We'd like to talk to you a minute. Join us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(sits) Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "We've heard you've gotten your licence back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, that happened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "Congratulations...We have the promotional contract for Mason Dixon - Dixon's a fan, and when he heard you‘re interested in fighting again, he thought why not try to work something out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "A fight - A title fight, c’mon. L.c. No, a Special Event - like an exhibition fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Thanks, but I was thinkin' less large - Smaller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "Y'know, nothin’ you do is going to be small-time - The press’ll always be around. Technically, you never lost the belt in the ring. You retired, so ina sense you're both Champions, and you're both at a point in your lives where you want to do interesting things and this would be yery interesting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Gettin’ killed ain't that interestin’. \f70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "It’s an exhibition ~ A glorified sparring session ~ With a portion of the gate going to charity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "So is this thing ain’t a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROMOTER",
          "text": "it’s as real as you want to make it. ¥",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I’m very rusty - L.c. Put it this way, you‘ll have some new stories to tell. ROCKY ponders this as the scene fades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "The impressive elevated dais is backed by FLOOR-TO- CEILING POSTERS proclaiming the theme of the CHAMPIONSHIP EVENT. Behind the fighters the BANNERS read LIVE PAY PER VIEW - THE DATE - And the HOTEL FIGHT SITE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKILL VS. WILE",
          "text": "ROCKY is seated on the dais looking quite uncomfortable. He is flanked by DUKE, PAULIE and STEPS, Steps cannot believe he’s in such a surrounding. In front of him appears to be an ocean of reporters and glaring video cameras. On the OPPOSITE SIDE of the dais is MASON and COMPANY. With their MATCHING HARD-CORE TEAM APPAREL, they present a unified and intimidating image. In front of the fighters is a very large grouping of REPORTERS backed by a wall of mini-cams. Seated in the center of the dais is the PROMOTER. CUT To: \f71. INT. LUCKY’S BAR. NIGHT. ANDY and several of the drinking patrons watch the televison over the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "A few great fighters have fought in their fifties, often with disastrous results — why risk the danger and embarrassment? The smart money says you virtually have no chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURE",
          "text": "A puncher always has a chance - when Rocky asked me to come on board I did because I believe this can be competitive otherwise I wonldn’t be here. REPORTER: #4 > APs With such a long layoff do you still feel competitive? Energetic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah, I believe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "(to patrons) --+-He used to sit on that stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROBERT JR sits with all his friends as they observed the interview on a large screen...The small establishment has 30 patrons present. ROBERT JR is visibly upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "You fought a lot of serious fighters. Who do you rate the best?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "To me Creed was the best that ever breathed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Rocky - With all the ‘ring rust,’ how do you think you’ll hold up against Dixon? \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Well, ya really don’t know a person's personality ‘til ya punch ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Rocky, the press has labeled you a \"Balboasaurus” who should be in a museum — Your thoughts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I always liked museums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Mason, let’s say the following happens - You win, we’ll say you beat an old guy, you lose, say a thumb in the eye, you’ll be the joke of the decade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "That's science fiction. No chance of that! (to Rocky) You were someone once, a good example for the sport - But I’ve never been cut, never been shook up, never waivered — Nobody really touched me on the face hard, so it ‘s going to be kinda hard to convince anyone in America, or the world, that a man like you could present any problems ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Anything is possible -— The patrons cheer. Robert Jr cringes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Again that’s science fiction type thinking. (to Rocky) tet me say this, I’m not a fan of guys comin’ back when their glory’s gone, but you want it you got it. What you’re doin’ ain’t my business, but people better be careful what they wish for. ROBERT JR rises and quickly exits the establishment cur TO: \f73. INT. ROCKY’S RESTAURANT. ROBERT enters and sees PAULIE at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Oh, lock who’s here? ROBERT GR. How you doin’ Uncle Paulie ~ Is he here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(points to the kitchen) In there somewhere. ROBERT moves across the half filled room and enters the kitchen where he sees his father staring at a pot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Hey, How ya doin’? Great ya come by. ROBERT JR. Can I talk with you? £ ROCKY , Sure. ROBERT JR. Can we do it outside?",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT. ALLEY. NIGHT",
          "text": "ROBERT JR and ROCKY step into the cold night air...ROBERT trys, collects himself, it’s not working. ROBERT JR. You’re going though with this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Start training tomorrow. ROBERT JR. Nervous about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah - Sure ROBERT JR. Then why do it? \f7A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I dunno - Feelin’ somethin’ is better than feelin’ nothin’. ROBERT GR. ¥’know livin’ with you hasn’t been easy. People see me, but they think of you. Now with this thing going on, it’s going to be worse than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Don’t have to be ROBERT JR. Sure it does!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "No, it don’t, you got a lot going. ROBERT JR. What? My last name? That’s why I gota decent job, why people even deal with me -— Now I start to get a little ahead, a little something for myself, and this happens - I’m asking you as a favor not to go through with this. It can only end up bad for both of us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I’m hurtin’ you? ROBERT JR. In a way, yes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Never wanted to do that. ROBERT JR. Maybe, but you are. Don’t you care what other people think? Doesn’t it bother you when they’re making you out to be a joke and I'll be included. Think that’s right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Y'know, ya won’t believe this - You used to fit in one of my hands, ya did. I'd hold you up and say to your mother, “This kid is gonna be better than any kid in the world. This kid’s gonna be somebody better than anybody I ever knew. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f756",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "He‘s gonna grow up an’ be smart and tough and never have nobody make‘im feel small - An’ you grew up good and wonderful, made us proud everyday just lookin’ at ya - It was great - An’ the time come for you to be ya own man an’ take on the world. Your world, an’ you did, but somewhere along the line ya changed. Ya stop being you, ya quit fightin’, ya rolled over an’ became a punchin’ bag, not a puncher. Ya let ya world get to ya! Ya started makin’ excuses when things got hard. Ya got afraid to get in there and mix it up with the competition, and ya looked for somethin’ to blame. Like, what'd ya call it? - My shadow ~ let me tell ya somethin’, its a rough very mean world, it punches hard an ya gotta punch back or roll over. You got no choice how you come an, but its your choice how you go out. If ya know what your worth, then go out and get what your worth, but don’t be pointin’ fingers an’ say ya ain’t where ya wanna be ‘cause of him or her. Cowards do that, not men. I love ya no matter what. Ya the best part of my life, but you gotta believe in yaself or you ain’t gonna have no life!...Don’t forget to visit your mother. ROCKY pats his sons arm and goes back in the restaurant. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "ROCKY is in the ring sparring with an opponent who resembles MASON DIXON. PAULIE is there, likewise STEPS who stands alongside DUKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Throw that hook off the pivot! Transfer! Go through him - That's it! Leave nothing on the table. ROCKY throws again and is caught with a sizzling combination and Rocky is stung - Duke and Paulie become alerted. \f76. DUKE (CONT‘’D) Too much distance - I want you closer than his skin... ROCKY drives forward and is caught with a four punch gombo sets him back en his heels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE, (CONT'D)",
          "text": "Time - That’s it - Good. ROCKY exhaustedly steps out of the ring. DUKE (CONT’D) Look, its your first day back an your rusty. Tomorrow we're gonna change strategies - we gonna approach this training a whole different way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "“ What way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Real different - We’ll talk about it tomorrow. Shower up. ROCKY moves off and PAULIE slides next to DUKE. MARIE watches from the bench.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "What’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "He’s thinkin’ instead of doin’ -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Whatta ya gonna do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "He’s got to deal with it. ROCKY wearily moves off towards the locker room. PAULIE is lost in thought. cuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "77.",
          "text": "EXT. — CEMETERY -— DAY ROBERT JR. walks towards the grave site. Up ahead he sees the familiar outline of his father. He places the flowers in his hand on his mother’s grave. ROBERT JR. I really miss her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(softly) Yeah. Get off work early? ROBERT JR. I quit",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Why? ROBERT JR. Right now I'd rather be with you - That alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(touched) ++-Yeah, thanks. They hug with affection. ROBERT UR. ---Been a long time since I’ve seen a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "I know where one’s takin’ place. Father and son hug and the scene fades. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT",
          "text": "ROCKY stands with DUKE, PAULIE, ROBERT and STEPS. The small power-lifting gym is dark and crammed with power lifting equipment. Off to the side stands a muscular power lifter of thirty-five. \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "You know all there is to know about fightin’ - So there’s no sense us going down that road again! -~ To beat this guy you'll need speed - You don’t have it. Won’t be feints you’ll call on, or £ootwork or any of that stuff, what we'll be callin’ on is good old fashioned BLUNT FORCE TRAUMA. Why? ‘Cause the law of physics says so. In other words, whatever you hit has got to rattle this man’s bones. Whenever you punch him, his ancestors have to be yelling for mercy. Whenever you land a shot, it will cause unnatural disaster - Let’s start buildin’ some bombs!",
          "sentiment": "neutral"
        },
        {
          "speaker": "IN THE GYM HE IS PUT THROUGH DIFFICULT MANEUVERS DESIGNED",
          "text": "TO INCREASE EXPLOSIVE POWER IN STRENGTH. It’s GRUELING AND BRUTAL TO WATCH. This training is CROSS-CUT with MASON DIXON’S gym workout which consists of Standard ROPE, HEAVY BAG, SPEED BAG, SPARRING, SHADOW BOXING and MITTS. ROCKY is running at night down the Ben Franklin Parkway. DIXON'S workout increases in tempo and aggressiveness, so does ROCKY’S runs towards the MUSEUM STEPS until finally arriving at the top and jutting his fist triumphantly in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PROVIDE A PATCHWORK QUILT OF THE CITY OF PHILADELPHIA. HE",
          "text": "Is READY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The HUGE MARQUEE LETTERS advertising the grand event are being put in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "The STAGING CREW is hard at work arranging the lighting. ROCKY enters with ROBERT from the rear of the arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "79,",
          "text": "ROCKY eyes four men sitting in the bleachers together...He approaches. Mason Dixon steps forward to meet him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "You wanted to see me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Yeah - This place is gonna be full tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "That's good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Whatever insults were thrown in your way - that was business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Business is business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "That’s not me. Know what I‘m sayin’? We both know this ain’t no real fight an’ I don’t want nobody gettin’ hurt — I want you to know that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "So ya not gonna be tryin’ hard?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "T’ll do enough to get ya through it. Nobody has to lose face, you'll be goin’ home in one piece, and that'll be it - But if you try to unload on me, I’m gonna fire hard on you, an’ don’t wanna that. ROBERT JR is awed by the headgame being played.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Ya know, Mason, most people come to Vegas to lose, I didn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "But you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, so ya not scared a little?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Man, I don’t get scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "No?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Okay - See ya soon. (to Robert Jr) ¥’know - I think ya try harder when yaa little scared. ROCKY and ROBERT JR turn and move off. INT. - ARENA — NIGHT",
          "sentiment": "neutral"
        },
        {
          "speaker": "FILTERING INTO THEIR FRONT ROW SEATS.",
          "text": "CcuUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RINGSIDE COMMENTATORS",
          "text": "The three commentators this evening sit in their satorial splendor before a bank of monitors. One commentator is none other than former world champion, CLUBBER LANG.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Good evening, I’m Jim Langley, with Brent Foster, coming live from the MGM Grand Hotel, Las Vegas. Joining us for this evening’s commentary is a man who certainly knows his way around the ving. Former heavyweight champion Clubber Lang.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "(smiles) Good to be here with you fine gentlemen this evening. INT. ~ ROCKY’S DRESSING ROOM ROCKY’S hands are being taped as PAULIE and ROBERT JR are wearing team uniforms. Cutman LITTLE MIKE is also there. ROBERT JR. nervously paces. The mood is subdued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "81.",
          "text": "INT. - MASON’S DRESSING ROOM This is a stark contrast to ROCKY’S. A boom box is pumping with brain-numbing music. MASON stands in front of a mirror pulsating to the rhythm. He is psyching.-10 people, pilus his 4 corner people are present. There’s a Baptist minister also present. INT. ~ LUCKY’S BAR — NIGHT ANDY and the usual crowd of drinkers are lined up against the bar as they watch the broadcast. PATHER CARMINE enters and takes a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "How you doin’, Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER CARMINE",
          "text": "My cable’s out...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. —- ARENA ~- RINGSIDE COMMENTATORS",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Much has been said about this being a waltz in the park for Champion Dixon, with little expectation for the well-past prime Champ Rocky Balboa. INT. - ROCKY‘S DRESSING ROOM ROCKY’S gloves are being tied up. INT. -— MASON’S DRESSING ROOM MASON’S gloves are being pulled on at the same moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The commentators are standing behind one of the ring posts. EACH IS HOLDING A MICROPHONE. \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Even though this is more of a glorified sparring session, the energy in this room is palpable. The sold-out crowd is anxiously awaiting the most curious match- up in years. The flashy Champion, Mason “Dont Cross The Line” Dixon, a powerhouse in every sense of the word will be up against the ancient Philadelphia Champion, Rocky Balboa, in a battle that has been dubbed “The Rage against the Age.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. - ROCKY’S DRESSING ROOM ROCKY kneels and prays alone. ROBERT JR. stands in the background. , os",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. — MASON’S DRESSING ROOM MASON’S group is in the main dressing room. L.c. is with him in an adjoining locker room. cuT TO: INT. - ROCKY’S DRESSING ROOM ROCKY is still praying. The sounds of the arena filter into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Nearly all of the seats are filled as we are moments away from tonight’s carnival extravaganza, if I can call it that -",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "What else would you call with it, with Balboa being a 38 to 1 underdog, some may call it a suicide mission. And they might be right. Clubber, your opinion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Who's Dixon fought? This is not about money - This will be a fight - This is about pride an’ dignity - This is about who he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "So your prediction?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "When you're gettin’ hit upside your head there can only be one prediction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Remind us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "»- PAIN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. - ROCKY’S DRESSING ROOM ROCKY is all alone in the adjoining room praying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "(entering) +--It’s time. ROCKY nods and rises, ROBERT JR. comes in. ROBERT JR. Ready Rocko?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "«+-Yeah. ROBERT JR. removes a small picture of ADRIAN. ROCKY is touched and folds it and slips it into his sock... ROBERT JR. You’ll be great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "(smiles) Hope ya Right. INT. - MASON’S DRESSING ROOM The music is thumping with FERAL INTENSITY as MASON prepares to exit his room followed by his ENTOURAGE. \f84. Lc. ++-It’s time to bring it! It’s time to cross THE LINE! The rest of the entourage starts to chime in with ad libs. cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "The arena is thundering as ROCKY makes his way down the hall with DUKE, ROBERT JR, LITTLE MIKE, PAULIE and STEPS. A group of eight SECURITY MEN in matching dress lead the way. Portable television cameras mounted with sunguns follow ROCKY. The hallways outside the dressing rooms are lit by glaring lights mounted on stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know about getting to the ring?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(insulted) Yeah - What’s so complicated? ROCKY’S heart pounds with anticipation. He feels A HAND delicately touch and embrace his arm. Turning to his side, he sees the VISION OF ADRIAN. She faces straight ahead, a portrait of security and confidence. For the first time in a long while ROCKY’S eyes glow with inner peace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Well, here go the lights ~ We're moments away from the former champion and Reigning Champion making their way into the ring!",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "MASON DIXON and company move towards the arena L.c. You got more people catchin’ you tonight than you ever had - \f85. MASON tries to ignore this banter. L.c. (contT’D) If you have to put this man out of his misery, don’t be too savage, be quick. Carry him as long as you can!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. — RING ANNOUNCERS As always, they are seated in front of their monitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "Get ready for the Mason Dixon Circus to begin! What happened to just walking in, disrobing and doing your job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMNTATOR JIM, (0.S.)",
          "text": "Boxing has crossbred with showbiz - And it’s now Boxbiz. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RINGSTDE",
          "text": "We see the PROMOTER. His wife and TWO BUSINESS partners settle into their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARIE",
          "text": "She settles into her seat behind ROCKY’S corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "INT. -— ENTRANCE WAY - NIGHT ROCKY and COMPANY stop at a stairway leading to a ramp that will descend into the arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "What’s this? ROBERT JR. Ya said you knew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Watch your step - You’ll follow the ramp down when the music starts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DURE",
          "text": "What’s all this? ROCKY is confused and climbs the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I like the regular walkin’ better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MASON and Company arrive at the elevated, curtained-off entrance. The arena is thundering with the constant BODY- RATTLING SINGLE DRUM BEAT. People clap along with its droning rhythm... MASON looks distant. L.c. Time to party - (into a walkie-talkie) Start it up!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUP TO",
          "text": "ROCKY’S ENTRANCE ROCKY and Company stand nervously on the entrance platform.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "I prayed last night - First time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "What ya pray for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "If ya don’t end up a complete vegetable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Appreciate it, Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The light drops out and the sudden explosion of CLASSICAL/HIP-HOP MIX MUSIC rocks the arena like a sensory jarring earthquake! THE SHOW IS ON! BANG! An array of raking laser lights rip across the audience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "ROCKY and Company are taken aback.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "What the hell’s going on! Suddenly the curtain is ripped open and ROCKY is standing in front of A GIANT BULLS EYE MADE OF TRANSLUCENT PAPER, Colored lights rack wildly across the other side,",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Go Gol",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Where! ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SECURITY GUARD",
          "text": "Go - through it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "MASON’S ENTRANCE MASON DIXON rips through the BULLS EYE on his side of the arena and the effects and music kick into high gear..",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT.",
          "text": "From the other side of the translucent target we see a POCKET KNIFE slit the huge target and ROCKY appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "(folding his pocket knife) Go ahead, Rocko. ROBERT, JR. looks at his uncle and shakes his head in wonderment. \f88. Awkwardly, ROCKY enters the lighted area and SMOKE BOMBS go off on either side of him. He’s totally startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASSIVE VIEWING ROOM",
          "text": "At each end of the arena hangs a HUGE SCREEN that will televise both MASON and ROCKY journey into the ring. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON DIXON",
          "text": "He moves forward looking proud. He glances at the giant viewing screen and sees ROCKY moving toward the ring looking totally befuddled by all the excessive pageantry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "He pulls his son beside him and puts his hands on his shoulders. ROBERT JR. How ya doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Kinda nervous - normal stuff. ROBERT JR. This is amazin’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah it is. As they approach the ring, SPARKS rain down from all four corners of the OVERHEAD LIGHTING GRID. ROCKY glances up at the viewing screen and observes MASON’S stern entourage approaching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Here comes Rocky Balboa, veteran of so Many wars - The last hurrah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Or the last supper with him as the main course. \f89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "In the old days, Balboa was known for his hook to the body - Why was it so much more effective than the other guys? ROCKY remains serene and focused on the job at hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER, (V.0.)",
          "text": "+..’Cause he believed in it, when you believe in a certain punch, or anythin’ - You’re better at it - That’s all there is to it. ROCKY touches THE HANDS THAT EXTEND into the aisle-way. A slight SMILE TRACES ACROSS HIS FACE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER, (V.O.)",
          "text": "Look at the Stallion! - He looks cool - Very relaxed! - He’s gonna bring it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM, (0.8.)",
          "text": "You saying he won’t be intimidated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Bon‘t be a fool - How you ever gonna “intimidate” him after he’s been in there with a monster like me! The crowd cheers loudly as ROCKY enters the ring and waves. The ring and corner posts are covered with sponsor logos (example Budweiser, Hotel site). A moment later MASON DIXON and company climbs the steps into the ring. He dances around as his group holds up his belts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Mason’s management must be enjoying the excitement. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT, (CONT'D)",
          "text": "Considering the last four fights have been half sold out, truly dull affairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "When the bell rings I have a feelin’ this will.be another one too. ROCKY is getting his bearings as DUKE, PAULIE, STEPS and ROBERT JR. flank him. He glances ringside and sees CLUBBER wearing headphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Is that Clubber?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Believe so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "He has the same hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Clubber, you fought him twice, what‘’s your most vivid recollection?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Wakin’ up ~ Lose teeth. ROCKY, still in his robe, is pacing in his corner, getting more focused. Clubber glances over at ROCKY and waves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Why's he smilin’ so much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Heard he found God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "That’1ll do it. The BELL RINGS and the RING ANNOUNCER steps to the center of the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MASON’S CORNER L.C. is seen leaning back over the ropes in MASON’S CORNER as he exchanges words with the promoter’s business associate. L.C. Comes up beside MASON. Lc The pay per view has tripled our last show. MASON ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING ANNOUNCER",
          "text": "Ladies and Gentlemen, welcome to the MGM Grand and a night of heavyweight excitement - without further ado, a man that needs no introduction, weighing in at a solid 215 pounds, a two-time champion with a colorful record of 79 wins, 69 by knock-out, against 23 losses and one draw - let's have a big warm welcome to “the Italian Stallion,” Rocky Balboa! The ROCKY FANS GO WILD as the fighter shyly nods and raises his fists in acknowledgement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Balboa’s 15 pounds heavier than his maximum. That’s not a good sign.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING ANNOUNCER",
          "text": "Hailing from Las Vegas, (huge roar) Weighing 221 pounds, with a flawless record of 22 and 0, with 20 knock-outs, the present, undisputed heavyweight champion of the world, a man who has been dubbed, “the bottom line,” Mason “The Line” Dixon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MASON’S LEGION OF YOUNGER FANS leap to their feet with unabashed adulation. cur TO: INT. - LUCKY’S BAR The patron's enthusiasm mounts as they yell out encouraging quotes to their home town hero.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARENA",
          "text": "The Arena is literally pulsating as SPECTATORS STOMP their feet and cheer for the battle to commence. MASON DIXON is the first the disrobe and is in EXTRAORDINARY CONDITION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "As expected, the Champion looks awesome. Nothing like having great genetics, folks. He looks ready to go to work and go home early. ROCKY disrobes and much to people's surprise is also in wonderful condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT, (CONT'D)",
          "text": "Balboa also looks in good condition ~ But you can’t put muscle on a chin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Man, you guys don’t give nobody a break! Get your knife an’ fork ‘cause you’ll be eatin’ your words!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "To balance out this reporting the ‘rap’ on Dixon is he really has never been pushed. A lotta fighters can only be judged by the competition and he’s had none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "But technically he's incredibly sound.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "For sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "93.",
          "text": "ROCKY’S CORNER ROCKY stands flanked by his son. The REFEREE waves the fighters forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE",
          "text": "Fighters over here. ROCKY turns and kisses his SON.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "--.I’m very glad you’re here. Tears nearly well in ROBERT’S eyes as he and his father moves to the CENTER of the ring. CENTER OF THE RING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REFEREE",
          "text": "You both have been here before - no low blows, no kidney punches, break when I tell you. They are about to touch gloves and Mason leans close to ROCKY. When he speaks it’s NOT IN THE LEAST WAY DEMEANING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Enjoy the ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": ".eeI71l try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Take it easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Gimme ya best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM, (0.8.)",
          "text": "Looks like these two were havin’ a little conference.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT, (0.8.)",
          "text": "I think the champion was asking Balboa if he has a signed Will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "We'll see, Brother, we'll see — You're too negative young man - \f94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Since Rocky has moved over to the mature side of boxing, let’s hope his corner’s devised a plan to take the youthful bounce out of his opponent. INT. - ROCKY’S CORNER DUKE slips in ROCKY’S mouthpiece. ROCKY glances back at MARIE and nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "We got three rounds to establish a tempo - Everything you throw has got to leave a dent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Go get ‘em, Rocko. ROBERT JR. Smack this chump. ROCKY smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM, (V.0.)",
          "text": "Both parties look anxious to get at each other; there’s the bell and this fight is underway! ROCKY rushes to the center of the ring and likewise, MASON DIXON. At the last second MASON CUTS SHARPLY to his left with ROCKY in hot pursuit. ROCKY tries to unload a right hook and MASON slips it and waves ROCKY forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "The fans came to see a fight and instead it's a game a cat and mouse. MASON continues to gracefully avoid ROCKY, while almost handling the man with barely lukewarm jabs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "MASON’S CORNER L.c. Show ‘em who's untouchable, baby! We got all night! \f95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING",
          "text": "MASON slips out of the corner as ROCKY tries to pin him down. curt TO: ROCKY’S CORNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Keep it steady! Pressure on! Pump that jab baby! cur TO: THE RING. MASON continues to dance with ROCKY in hot pursuit. The crowd is quite vociferous in its displeasure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Rocky has quickened his pursuit, but the champion simply increases his back- peddling - Not one telling punch has been connected.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Balboa is showing me somethin’ —",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "That he’s slower than lava?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER, (V.0O.)",
          "text": "An’ when lava catches you? Toast Brother! The fighters are seen dancing past the ringside commentators. The Champion continues to give the world and ROCKY a brilliant exhibition of foot-work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Balboa wants to take it to him. But the champ wants to stretch it out, as though he knows he can take the former champ out at any time - Call it a mercy fight. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "96.",
          "text": "MASON‘S CORNER. .C. leans forward as the fighter dances past. L.c. You're making ‘em look like a damn mummy out there! Keep it goin’! cur TO: LUCKY'S BAR. ANDY and the usual customers appear to be deflated as they witness the boring spectacle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANDY",
          "text": "The “old” Rock would have broke ribs by now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING",
          "text": "ROCKY tries once more to cut off the ring, but again, DIXON slips away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "The man I’m looking at in the ring is ineffectual and just plain slow —",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING.",
          "text": "ROCKY CURIOUSLY begins to LOWER HIS GUARD which completely EXPOSES his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Why doesn’t he just put a welcome mat on his chin that says “Knock me out.”",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "He’s temptin’ him - Settin’ him up! CUT TO; \f97. THE RING. The crowd is getting insane at the inactivity. ROCKY now is presenting his face as an IRRESISTIBLE TARGET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ROCKY’S CORNER ROBERT JR. What’s he doin’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Usin’ his head!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING",
          "text": "With crowd’s BOOING REACHING HURRICANE INTENSITY, and ROCKY’S guard being held DANGEROUSLY LOW, Mason lashes out with a VICIous JAB, followed by three more that find their mark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Blinding jabs ~- Oh, what a combination and another! ROCKY is truly being DOMINATED BY YOUTH AND SPEED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "The Champion is sitting down on his punches a little more now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "And he’s gettin’ too close to the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROBERT",
          "text": "He shifts uncomfortably behind ROCKY’S corner. ROBERT JR. C’mon, get ‘im! curt To: \f98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING",
          "text": "MASON is in his rhythm and fires another flurry of jabs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "A total domination. Oh, what a shot!!! MASON releases a vicious combination which ROCKY slips and RIPS A PAIR OF THUNDEROUS BODY PUNCHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Now that's what I'm talkin’ about! I love payback ~ warms my soul! cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING",
          "text": "ROCKY now RAINS A TEN PUNCH COMBO on Mason and drives Dixon against the ropes. MASON TIES HIM UP. cur To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON'S CORNER",
          "text": "The corner men are frantic. They pound the ring apron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CORNER MAN",
          "text": "Tie him up! Tie him up! cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM, (V.0.)",
          "text": "Dixon covers up as bomb after bomb rains down on him. MASON tries to slide sideways and ROCKY BULLS HIM INTO THE CORNER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "Get into the hurtin’ business, Rocko! ROCKY fires off a beautiful six-punch combination.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Get ready for some major league damage, people! He’ll be spittin’ bones for a month!",
          "sentiment": "neutral"
        },
        {
          "speaker": "99.",
          "text": "But MASON roars back and POUNDS A TORRENT OF PUNCHES into ROCKY that gets people to their feet. THE BELL RINGS. The crowd goes berserk! ROCKY taps DIXON’S gloves as a token of mutual respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good one. curt To:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "If Balboa is ever gonna have a chance of surviving this fight, he has to keep up his “shock and awe” style of brawling!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY'S CORNER",
          "text": "ROCKY chooses TO STAND between rounds. DUKE, PAULIE and ROBERT JR rapidly provide assistance. STEPS stands outside the ring passing up the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Real good ~ fine - good. ROBERT JR. That was great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Thanks he got very long arms",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "See, that’s the way it’s got to go - Hold nothin’ back. Lean on him, pull on him, rough him up, take ‘im to school! You gotta be more active out there. You hurt him - Fight hard, baby! cur TO: MASON’S CORNER THE CHAMPION sits on a stool and eyes Rocky. A COOL TOWEL is applied to his face, he brushes it aside. L.c. Ten seconds of luck! He suckered you in. \f100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Man can hit! L.c. Don't give him too much respect! All he’s tryin’ to do is hit you with a left lead after diggin’ to the body! Do me a favor — Keep workin’ that jab, put a little more speed behind it and keep workin’ those hard lefts to the body! It’s your show! This is what they came for! Don’t end it teo soon!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Believe it or not, I scored that round even!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Man, beside being stupid, you need glasses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The crowd is on their feet as the SECOND ROUND COMMENCES. MASON charges forward and unleashes a torrent of jabs and VICIOUS HOOKS TO THE BODY. ROCKY is CAUGHT OFF GUARD.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Balboa is once again trying to cut off the fleet-footed Dixon. Jab after jab finds its mark!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Dixon’s beating him in every way. Power punches, boxing, ring generalship. ROCKY lunges at the Champion and nearly stumbles to the canvass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Balboa’s just getting cut up! cur TO: ROCKY’S CORNER. ROBERT JR. C’mon, you can do it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Get the hell in there! cut TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "The arms! Hit ‘im on the joints!",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING.",
          "text": "MASON pounds away. ROCKY tries to tie him up but MASON pulls his arm loose and pounds a couple lefts. Stepping to the center of the ring, DIXON delivers a perfect shot and ROCKY stumbles BACKWARDS AND GOES DOWN TO ONE KNEE. The REFEREE gives the EIGHT COUNT.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Perfectly timed - Perfectly delivered ~ Rocky still looks disoriented.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "He'll get up Man's, like a yo-yo!",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY",
          "text": "+».Get up kid, go after him! INT. - ROCKY’S CORNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Tie him up! Breathe! Cover up! \f102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICKEY, (SPECTRE)",
          "text": "The body, the body, the body! MASON is waved on and proceeds to hit ROCKY 15 unanswered punches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR",
          "text": "This is looking incredibly one sided. If Rocky ever had any illusions about surviving, they’re going south fast! — Rocky’s hanging in. MASON backs away and hits ROCKY with three stinging jabs and throws a whipping right hook that lands on ROCKY’S hip bone. An INAUDIBLE GASP is heard in the arena as MASON recoils in IMMENSE PAIN!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER, (0.8.)",
          "text": "Mason’s hands hurt!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "A big right to the body and Mason winces in pain. This could change everything! Here comes Balboa",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING",
          "text": "ROCKY moves ahead and soon has MASON backing up from a BOMBARDMENT OF PUNCHES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM, (V.0.)",
          "text": "Por the first time Mason is in reverse! In desperate trouble, MASON leaps forward and throws five right hooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT, (V.0.)",
          "text": "Mason’s in deep water! But he’s fighting back. He hasn’t thrown a left hand since the injury! But there’s a left and the champion grimaces! This is gonna change the fight!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Balboa's willin’ to take five shots to land one crushing body blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "ROCKY sets him up with two jabs and with a LEFT UPPER-cUT TO THE LIVER that shakes MASON to his core. THE CROWD LEAPS TO THEIR FEET.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR CLUBBER",
          "text": "Tf his hand is in fact hurt, in the heat of battle with his blood flowing hot, it'll take a couple of rounds to numb his hand up before he can throw it again. This playing field is now level!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "MASON back-peddles. Just as his head is clearing he is caught by another TREMENDOUS BODY SHOT to the liver.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Mason is nearly folded in half with that body shot! ROCKY comes in for the kill and hits three right hooks on the button. MASON courageously throws four straight hooks. COMMENTATOR JIM (CONT’D) Dixon's coming back using just the right hand! He showing great courage as he tries to keep Balboa off of him with jast his right hand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "Here it comes! MASON fires a flurry of hooks and a weak right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Dixon throws seven hooks and he mixes in one painful left hand! The crowd is on its feet! MASON rallies and backs BALBOA up with an amazing combination. ROCKY once again rallies. They are EXCHANGING BLOWS as the bell rings. The referee LEAPS IN AND FRANTICALLY SEPARATES the fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UNBELIEVABLY IN A GESTURE OF RESPECT THEY TAP GLOVES.",
          "text": "cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "I can’t believe two men can give and take like that, then touch gloves - Listen to the fans! This is what they come for!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLUBBER",
          "text": "I told you chumps - Now it’s anybody’s fight! curT TO: ROCKY’S CORNER ROCKY is still standing as Duke works on his scalp cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "(to Steps) Water here! (to Rocky) You alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yeah - yeah ~ No problem, I’m good - Real good",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Deep breaths! You took his best, you’re in the game. Once again ROCKY looks over at his son and gestures that he’s is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "MASON'’S CORNER MASON leans forward onto LC’s shoulder so no one can see what he says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "C : My hand’ s hurt... \f105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lc Is it broken?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "Don’t think so - It’ll be alright. Le It‘ll numb up. Keep that jab workin’ the next round! Throw the jab and bring the hook to the body! ROCKY’S CORNER",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Stay on it! Everybody thought this was a joke now nobody’s laughin’. You got the power ~ You want it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "vean! (rising) a ue eah!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "Then go get it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WHAT TRANSPIRES OVER THE NEXT SEVEN ROUNDS IS AN",
          "text": "EXTRAORDINARY GIVE AND TAKE BETWEEN THE FIGHTERS. The round ends with Rocky being nearly buckled from a PERFECT COMBINATION and exhaustion. ROBERT JR. is awed by his father who he thought he knew. CuT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Everyone's certainly getting their money’s worth here tonight! People might have thought this was a publicity stunt but this is pure Roman-Coliseum time. cur To: \f106. LUCKY’S BAR All the patrons are screaming at the screen which has a close-up of ROCKY BALBOA in a slow motion re-enactment of the last round. cur TO: ROCKY’S CORNER ROCKY is on the verge of physical collapse. Now he sits on a stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "How much you got left?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "A little — enough. ROCKY turns a battered eye towards Marie and his son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "You wanna call it in? - I’1l1 do what you want me to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCRY",
          "text": "What! Don’t say that - I’m here! Mouthpiece!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "MASON’S CORNER Mason rises at the warning buzzer. L.c. Whatever you got, get it! Whatever you gotta do, do it! Whatever you got left, you put it in his face! Dominate - Dominate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "ROCKY’S CORNER Duke slips in Rocky’s mouthpiece. \f107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUKE",
          "text": "+-+-There’s nothing more I can tell you, a lotta people that love you no matter what happens - Go get it! ROCKY nods at DUKE and catches PAULIE and STEPS eyes. He’s very touched by the sentiment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THE RING",
          "text": "The bell sounds. The two fighters step to the center of the ring and touch gloves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "++.You still here? ler os ROCKY Absolutely - MASON starts to survey things up and FIRES THREE HARD but still effective jabs into ROCKY’S face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "The Champion is applying pressure which at this point is enough to keep Balboa at bay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Balboa is completely depleted - Both are. cur To: ROCKY continues to move ahead, dodging punches whenever he can. Throwing CAUTION TO THE WIND, he charges.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Balboa’s appears totally content to end this battle on his feet - The chants of “ROCKY” are building. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Oh my God! Just when you thought you saw everythin’ Balboa’s down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR BRENT",
          "text": "Fighting with an injured hand, Dixon has mustered the courage and strength and floored the exhausted Philly brawler! cur To: MARIE is on her feet. ROBERT goes directly behind DUKE. ROBERT JR. You wanna stop this - He did enough!",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAULIE",
          "text": "He‘d kill me - Get up my man! Get up! cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARENA",
          "text": "The entire FIGHT CROWD is on its feet going completely berserk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Rocky’s up! He seems determined to end this fight on his feet, while Dixon is showing more heart than anyone gave him credit for! ROCKY drives hard into MASON and pins him against the rope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WITH THE LAST OF HIS STRENGTH, BALBOA DRIVES A SERIES OF",
          "text": "BLOWS INTO THE CHAMPION’S MID-SECTION. MASON ABSORBS THE",
          "sentiment": "neutral"
        },
        {
          "speaker": "LUNGES BACK JUST AS THE BELL RINGS.",
          "text": "The two fighters nearly collapsed on one another then slip into an embrace, their foreheads touching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Good work - Great fight! \f109. DUKE, ROBERT JR, and PAULIE comes out and guides ROCKY to the corner. ROCKY (CONT’D) (puts his arm around his son) .--I think I peaked.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING ANNOUNCER",
          "text": "The ring announcer motions for the bell to ring. The ring begins to fill with fight officials and well- wishers. cur TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING ANNOUNCER",
          "text": "We have a unanimous decision! cUT TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RING ANNOUNCER",
          "text": "The judge scores 8 to 4, 7 to 5, and 6, to 5 and 1, even, all for the winner Heavyweight Champion, Mason “The Line” Dixon!!! MASON’S CORNER Though battered and bruised he raises his arm in victory then points a CONGRATULATORY FIST TOWARDS ROCKY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARENA",
          "text": "All the fans are still applauding wildly having gotten their money's worth. Ringside COMMENTATOR JIM is in the ring with the CHAMPION and ROCKY BALBOA.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Mason, have you ever been through anything like this? \f110.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "No - Respect ya elders if they hit like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "You seem to have finally earned the crowds respect tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MASON",
          "text": "(smiles) Amazin’ how people learn to like ya after they've seen ya almost beaten to death.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COMMENTATOR JIM",
          "text": "Rocky - What a war - And still standing. You been through a lotta good opponents - How would you rate this man here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Lotta guts’’-Maybe the best I was ever in with — MASON hugs ROCKY -",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY, (CONT'D)",
          "text": "Enjoy it -~ It goes fast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The scene drifts back across the TWILIGHT horizon of PHILADELPHIA, then dissolves to the tranquil cemetery. In the distance we see ROCKY with his portable chair, arrive at his wife’s grave site, Opening the chair he lowers himself down and studies his beloved wife's HEADSTONE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROCKY",
          "text": "Yo, Adrian, we did it.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1567"
    }
  ]
}