{
  "movie_id": "MOV1563",
  "scenes": [
    {
      "location": "CORRIDOR, HOSPITAL DAY 1",
      "time": "DAY",
      "characters": [
        "STANLEY, (0.S)",
        "ELTON/EVERYONE",
        "MAID",
        "HELEN PIENA",
        "SHEILA, (CONT'D)",
        "U.S TV PRESENTER, (V.O.)",
        "BRYAN",
        "BOBBY",
        "GIRL",
        "ELTON/RENATE",
        "CLINT",
        "HELEN PIENA, (CONT'D)",
        "BARMAN",
        "CHORUS",
        "TOA",
        "MAN",
        "SHEILA, (0.S.)",
        "CLINIC NURSE",
        "YOUNG GUY",
        "PATIENT",
        "STEPHEN",
        "GAY GUY 2",
        "BERNIE",
        "GAY GUY 1",
        "ELTON DEAN",
        "ALL",
        "MR. ANDERSON",
        "SHELIA",
        "DOUG",
        "DOUG, (0.S.)",
        "FRED, (CONT'D)",
        "138A",
        "MODS",
        "SONNY",
        "TRACK INTO ELTON",
        "RIED",
        "REGGIE, (0.S.)",
        "WILSON, (CONT'D)",
        "ELTON, (CONT'D)",
        "GODIN",
        "ARABELLA",
        "BAND MEMBER",
        "FRED",
        "RICHARD",
        "ARABELLA, (CONT'D)",
        "MRS. ANDERSON",
        "DRAG QUEEN",
        "PUNTERS",
        "KID",
        "WAITER",
        "HUGH",
        "COUNSELOR, (CONT'D)",
        "IVY, (CONT'D)",
        "DICK, (CONT'D)",
        "ELTON BERNIE, (CONT'D)",
        "WAITRESS",
        "MEMPHIS MAFIA",
        "128A",
        "STANLEY, (CONT'D)",
        "REID",
        "MINION",
        "GODIN, (CONT'D)",
        "72A",
        "ELTON/CHORUS",
        "GOSPEL CHOIR",
        "NURSE, (0.S.)",
        "ELVIS, (CONT'D)",
        "BERNIE, (CONT'D)",
        "REID, (CONT'D)",
        "GIRLS AND BOYS",
        "ELVIS",
        "SHEILA",
        "REGGIE",
        "ARTHUR",
        "PETE",
        "MARY",
        "DICK",
        "HEATHER",
        "ELTON",
        "I/E. WOODSIDE MANSION STAIRS. DAY. 115",
        "DOUG, (CONT'D)",
        "STANLEY",
        "REGGIE, (CONT'D)",
        "COOL DUDE",
        "I/E. MAMA CASS' HOUSE",
        "ELTON/REID",
        "ELTON, (0.S.)",
        "92.",
        "SONNY, (CONT'D)",
        "RAY",
        "ELTON/REGGIE",
        "RENATE",
        "GEOFF",
        "RAY, (CONT'D)",
        "WILSON",
        "ELTON/BERNIE",
        "BERNIE, (TO ARTHUR)",
        "NURSE",
        "1ST HANGER-ON",
        "SUSHI GIRL",
        "ELTON/ CHORUS",
        "I/E. ROYAL ACADEMY OF MUSIC, FOYER",
        "COUNSELOR",
        "ELTON/CHORUS, (CONT'D)",
        "I/E. LINCOLN CONTINENTAL"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "ELTON JOHN in a sequined and feathered catsuit storms alo a halo of coloured feathers and enormous stained-glass spectacles. He is a man with a purpose but looks like shi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sits dramatically in the seat and stares confrontationally at the circle of addicts. He sweats profusely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "How long is this going to take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "That’s really up to you. You need to set your own pace..... Everybody stares. Elton is clearly uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Right then! I know how this goes. My name is Elton John. And I’m an alcoholic. And a cocaine addict. And a sex addict. And a bulimic! I’m also a shopaholic who has problems with weed, prescription drugs and anger management. The group look at him incredulously. Elton blinks angrily behind his enormous glasses. An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "Perhaps we should talk about your childhood?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Perhaps we should talk about your hair!? Some of the group are shocked and some laugh. The counsel smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "What are your earliest memories? Cue: The frantic opening from ‘THE BITCH IS BACK’. Elton up and walks to the middle of the room and sings. \fBlue Rev. (07/31/18) White Shooting 2.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I was justified when I was five Raisin’ Cain, I spit in your eye Times are a changing now the poor get fat, But the fever’s gonna catch you when the bitch gets back, oh, oh, oh. The patients and counselor are dumbfounded as out of nowh a child (REGGIE), 6 years old, rides in through the doubl doors on a bike with stabilizers and circles Elton. The y Reggie stops and stares at Elton and joins in the song.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/REGGIE",
          "text": "I’m a bitch, I’m a bitch oh, the bitch is back, stone cold sober as a matter of fact, I can bitch, I can bitch cause I’m better than you, It’s the way that I move, the things that I do oh. A shocked Elton tries to grab Reggie as he dumps his bike runs out the door. A singing Elton chases after him, the therapy group and counselor follow behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young Reggie bursts through the doors and enters a 1950's London residential street. Reggie, walks down the middle the street followed by Elton and the rehab group. The milkman, postman and lollipop lady all wave to him. A bra band come marching down the street and they all smile and wave. People stream out of the houses and join in the gro dance. The rehab group, lead by Elton, follow and sing al",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/REGGIE",
          "text": "Eat meat on a Friday, that’s all right. Even like steak on a Saturday night. I can bitch the best at your social do’s. I get high in the evening sniffing pots of glue, oh, oh oh. It becomes a dance number that Reggie conducts with the r group and the people in the street. Reggie turns into the driveway of a drab house, turns back to the rehab group looking over the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’m a bitch, I’m a bitch oh, the bitch is back. Stone cold sober as a matter of fact. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 3.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "I can bitch, I can bitch cause I’m better than you. It’s the way that I move, the things that I do oh.. Elton looks troubled. The music stops abruptly. SHEILA, his mum, comes out holding a mechanical sweeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Reggie! You’re late! I’ve thrown your dinner in the bin! Get inside. Reggie tucks in his shirt and follows his mum into the ho INT. BACK ROOM, REGGIE’S HOUSE - DAY 4 An archetypal suburban scene. IVY, grandma, in the kitche works on a sewing machine. A depressed budgie lolls in it cage. Sheila attacks a carpet with the mechanical sweeper like she’s trying to break it. Reggie follows her around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Is he back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What am I? Thin air?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Are you sure he’s actually coming home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I wouldn’t get your hopes up. He’s very unreliable and very selfish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "But will you send him to see me if I'm already in bed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Reggie! Stop being a nuisance! I need to get this done before I go out. She picks him up and puts him on the piano stool. The rad plays: The Skater’s Waltz. As dust hangs in the sunlight, Reggie sways to the music looks at the piano keyboard. As it lilts on in the backgr Reggie tries a note - remarkably it is in tune. \fWhite Shooting 4. Reggie plays the note again and then adds two more. Again they are exactly in tune. He looks around. No one pays attention: Reggie tries again and this time plays a whole section of melody and ends with a low note with his left hand. Bong! Suddenly the world seems to stop. The budgie stares froze its perch, boggle eyed. Ivy comes in from the Kitchen. Sh turns around to see what all the fuss is about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Did I do something wrong? Ivy Bloody hell, Sheila. Maybe we should get him some lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I'd love too, if it’d get him out from under my feet but we’re not made of money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton takes off his feathered head-dress.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Mum always supported me. She knew I was very talented. Both my parents did. INT. BACK ROOM, REGGIE’S HOUSE - NIGHT 6 Sheila paints her nails and gets ready to go out. Ivy sit front of the fire and reads a magazine. The doorbell ring Ivy looks up, Sheila looks pissed off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie rushes out of his room and listens as Sheila goes the door. I/E. FRONT DOOR, REGGIE’S HOUSE - NIGHT 8 The door opens to reveal STANLEY, Reggie’s dad, dressed immaculately in his RAF uniform. He gives a faint rueful smile to Sheila and Ivy. \fBlue Rev. (07/31/18) White Shooting 5.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You've managed to drag yourself home then. Ivy I see the milkman’s back. Hello, Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "How are you, Ivy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Like you care. Well, come on then! You're letting in a draught. He wipes his very shiny boots and steps inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "You've put on weight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "And you look shorter. How long you back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "I’ve got couple of weeks leave. Ivy Reggie’s not long gone to bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Pop up, say hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "I'll see him tomorrow. Any dinner left? Stanley walks off into the kitchen. INT. LANDING, REGGIE’S HOUSE - NIGHT 9 In the shadows Reggie is sad and disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie runs down the street as fast as he can in his scho uniform. He passes all the other local kids playing footb",
          "sentiment": "neutral"
        },
        {
          "speaker": "KID",
          "text": "Oi four eyes! You’re in goal. Reggie ignores them and keeps running. \f11 12 White Shooting 6. INT. BACK ROOM, REGGIE’S HOUSE - DAY 11 Reggie, enters home and stares in wonder at his father as takes a jazz record out of it’s sleeve, meticulously clea it with a velvet pad, places it carefully on the turn tab and it starts to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Dad, is it true you play the piano? I’m saving to get lessons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "If you want to sit in here you'll have to stay quiet. I’m listening to my music. As Stanley listens to the record Reggie watches him for a moment then goes and gets a record from the shelf and pro presents it to his Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I like this one, Dad, will you play it for me? He leaps up, snatching the record from Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Who said you could touch those? Never, ever, touch my collection without asking. Stanley carefully puts the record back and turns to look Reggie. Reggie looks at his father then goes in for a hug Stanley doesn’t respond but looks uncomfortable and pushe him off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY, (CONT'D)",
          "text": "Don’t be soft Reggie runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton talks to the counselor but is clearly agitated, ang and confrontational with her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "He was always hugging me! It was fucking embarrassing. My dad was passionate about family and music. We'd talk for hours about jazz. I was lucky. I was actually a very happy child. \f13 14 15 16 Blue Rev. (07/31/18) White Shooting 7. EXT. GARDEN, REGGIE’S HOUSE - DAY 13 Reggie throws a tantrum and smashes plant pots with a cri bat at the bottom of the garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "It’s not fair. I hate him. I wish I’d never been born. Shelia, all glammed up wanders down and watches Reggie. Reggie stops and looks at the destruction he’s caused. He looks at Shelia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHELIA",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Nothing. Shelia lights a cigarette and puffs thoughtfully. INT. BACK ROOM, REGGIE’S HOUSE - DAY 14 Reggie seated at the piano. His legs dangle over the edge the stool. A PIANO TEACHER is there and Shelia watches fo moment. She takes some slimming pills from her handbag, p a couple and then goes. Reggie learns his scales. INT. CORRIDOR, REGGIE’S HOUSE. NIGHT. 15 A slightly drunk Sheila, walks past Reggie’s room. She se light on and stops. She opens the door and sees Reggie reading music. Reggie looks up, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "What are you still doing up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Learning. I want to play a song for dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Your dad’s gone back to his unit. Go to sleep. Sheila turns off the light. INT. REGGIE'S BEDROOM, REGGIE’S HOUSE - NIGHT 16 The door closes. Reggie sits in the darkness. After a mom a torch comes on and Reggie slowly mimes playing the pian \fBlue Rev. (07/31/18) White Shooting 8. As he becomes more animated the sound of Tchaikovsky Pian concerto No.1 accompanies him. He stands and points with his torch like a conductor to b in a string section. The shafts of the light wave over th room and we catch glimpses of the orchestra. We hear strings, brass and woodwind join - as Reggie, conducts. The whole orchestra plays. Suddenly the door op and the light goes on. Reggie freezes and looks up, terrified. It’s Ivy. She has 2 cakes. Ivy Take no notice. These will make you feel better. She kisses him and goes out. Reggie takes a bite of the c then raises his hands to start the orchestra again, as we to: INT. BACK ROOM, REGGIE’S HOUSE - DAY 17 Reggie plays the Concerto effortlessly for real. As we pu out we see Reggie is now 12 years old. He finishes the pi with a flourish. The piano teacher smiles. INT. KITCHEN, REGGIE’S HOUSE - EVENING 18 Ivy irons Sheila’s dress. Sheila, her hair in curlers and her underwear, reads Vogue. Reggie is by the back door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "The Royal Academy of Music!? (beat) Pass me those scissors. Reggie brings her the scissors. Sheila cuts out a pattern a skirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA, (CONT'D)",
          "text": "What d’ya think? She shows him the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "The red’s nicer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "It’s only on Saturday's. \fWhite Shooting 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Saturdays! I’ve things to do on the weekends. I can’t just drop everything. You can go on your own. Ivy smiles at Reggie. Ivy I’ll take you. Make sure you’re settled in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Thanks, Mum. The immaculately dressed Stanley enters and takes in Shei There is tension and mistrust in the air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Where are you off too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Don’t know. I haven’t decided yet but wherever it is I’m going to have fun. Something you old RAF types don’t do. Ivy Reg’s piano teacher thinks he’s good enough to get a scholarship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Really? Has he got that kind of talent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Course he has. But you’d know that if you took the slightest bit of interest in me and this family. Sheila goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. ROYAL ACADEMY OF MUSIC, FOYER",
          "text": "Ivy stands next to a nervous Reggie, dwarfed by the dusty surroundings. A bearded student pushes past them with a double bass in a case. The place swarms with duffle coate students. Reggie looks around, awed and bewildered as the walk up a grand staircase.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Can we go home? \f20 Blue Rev. (07/31/18) White Shooting 10. Ivy Home? There’s no going home! This is it now. This is your life. You have to get over this silly shyness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "But mum says we can’t... Ivy Life gives you very few chances, Reggie. This is one of yours. Show them you’re as good as they are. Better! Be number one. Everyone’s scared in the beginning. Play at being confident. You can do that can’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Yes. Easy. Ivy Good. So go on then. Ivy gives him some change.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY, (CONT'D)",
          "text": "There’s enough for a bag of chips and your bus fare home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie wanders into the room transfixed by the music. HEL PIENA plays a piece by Mozart unaware that he is there. S sees him and stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "Reginald Dwight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "Did you bring something to play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I didn’t know I had to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "Is there anything you could show me so I can get a sense of where you are up to?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f21 White Shooting 11. He sits down, prepares, then plays the opening chord. One note is out. He blushes. He plays it again, this time correctly, then plays the Mozart piece note perfect, then stopping mid-phase exactly where she left off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA, (CONT'D)",
          "text": "Why have you stopped?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "That’s as far as you got. Helen looks impressed that Reggie has played it by ear. H beams a cheeky smile, but Helen does not smile back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "You might have a good memory but you have an awful lot of work to do. Keep you wrists and back straight and start again. His smile drops, he realises this is going to be hard wor Helen smiles, she knows she has a real talent on her hand INT. BACK ROOM, REGGIE’S HOUSE - DAY 21 Stanley, Sheila, Ivy and Reggie all sit at the table in formal silence. A roast chicken on the table. Sheila, bored and distracted wants be else where. Reggie starts to tap out his piano scales and crunches on a stic celery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Hands off the table, Reginald. And stop making all that noise. Sheila scoffs and looks at Reggie like ‘I told you’. An unsure Reggie slowly withdraws his hands. Stanley proceed carve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Did you know Mozart wrote his first piece of music at the age of 5? Reggie is served last with a very small amount. They eat silence. Sheila pushes her food around the plate. Reggie knows that his family doesn’t work. Ivy sneaks Reggie a p of chicken and winks at him. The intro music starts: ‘I W LOVE’. Stanley gets up from the table and lights his pipe looks out of the window. \f22 White Shooting 12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "I want love, but it’s impossible. A man like him, so irresponsible. A man like him is dead in places.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Other men feel liberated. I can’t love, shot full of holes. Don’t feel nothing, I just feel cold. Don’t feel nothing..",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "«--just old scars. Toughening up around my heart. I want love on my own terms. After everything I’ve learned. Ivy Me, I carry too much baggage. Oh god I’ve seen so much traffic. But I want love...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": ".--just a different kind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I want love..",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": ".-won’t break me down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Won’t brick me up, won’t fence me in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I want a love, that’ll mean something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ALL",
          "text": "That’s the love I want, I want love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sheila fumbles in a car with FRED who wears a draped jack and has a D.A. hair style. He tries to get her buttons Suddenly he stops, shocked. Sheila looks round and sees Reggie by the car window looking at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Mum! ? \f23 Blue Rev. (07/31/18) White Shooting 13. She winds the window down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Reggie, what are you doing here? * Snooping around? * Fred breaks the embarrassment and presents his hand to th stunned Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Pleased to meet you, son. I’ve heard a lot about you. Reggie stares at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED, (CONT'D)",
          "text": "My name’s Fred. I’m a friend of your mum’s. Reggie looks at Sheila with tears in his eyes then turns runs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Reggie! INT. REGGIE'S BEDROOM, REGGIE’S HOUSE - NIGHT 23 Reggie sits on his bed. Stanley shouts at Sheila. He is furious and loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY, (0.S)",
          "text": "Too bloody right I’1l go! Good! I’m sick of the sight of you. I puta roof over your head. You’ve wanted for nothing. And this builder is what you want now, is he? Got money has he? You love a pound note. You'd drop your knickers for a quid. You self centered, vain, tramp. + eH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Shut up you pig! Get out, just go. Reggie closes his eyes and puts his hands over his ears t drown out the shouting. He starts singing. ‘La, la, la, l la, la...’ as in the start of CROCODILE ROCK.’ Heavy footsteps can be heard on the stairs and along the hallway. Reggie’s door is ajar. He watches the shadow of dad outside his room on the wall. Reggie hopes his Dad wi come in. Stanley turns, hesitates. He’s in two minds. The decides against it and goes down the stairs. \f24 White Shooting 14. The front door slams. Close on Reggie’s heartbreak and confusion. He goes to his bedroom window and watches his walk off down the street with his suitcase. He doesn’t lo back. Reggie sits on his bed and starts to cry. Ivy comes and sits in a chair by the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "He didn’t give me a hug goodbye? Ivy He’s no good at showing affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I wish I was somebody else. It’s dark and she lights a cigarette. Ivy I heard a song on the radio today I thought you’d like. Quietly taps her nails on the chair and she starts to gen sing ‘HEARTBREAK HOTEL’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY, (CONT'D)",
          "text": "Since my baby left me. I’ve had a new place to dwell. It’s down on the end of a lonely street. Heartbreak Hotel. My baby’s so lonely my baby’s lonely I could die. Reggie listens. Slowly he stops crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Who sings it? She sings on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton has now removed more of his costume and sits in his vest with just the bottom half of his feather suit on. Th rest lies in a crumpled heap on the floor. He looks defla and the anger is gone. His head and voice are low and he cries. His hands shake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "How the fuck do you think I felt!? I was a kid. Heartbroken. People don’t care though, do they? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 15.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Anyway, I'd discovered records and rock'n'roll. That was all I cared about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "U.S TV PRESENTER, (V.O.)",
          "text": "And now ladies and gentlemen a rising star of Rock and Roll, all the way from Memphis Tennessee, please welcome Elvis Presley. INT. BACK ROOM, REGGIE’S HOUSE - DAY 25 We cut into a T.V. Elvis’ first appearance on an American T.V. Show. Reggie and Ivy sit on the sofa mesmerized by E as he sings ‘Blue Suede Shoes’. Reggie’s eyes are lit up excitement. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie takes out an exercise book. It is a diary with sev columns of lists. There is a list of “Tunes Learnt” and n another one “Records to purchase” - He writes carefully i the ‘Elvis Presley’ column - ‘Blue Suede Shoes’. * Fred and Sheila come in from shopping. Sheila turns down t.v.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I got you this while I was out. I know you like him. Sheila pulls out Elvis album from a bag. Reggie can’t bel it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA, (CONT'D)",
          "text": "He’s quite a dish. She holds up the cover of the record and they all gaze at fantastic picture of Elvis in all his glory. Ivy Ooo. I would.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Mum!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Thank you, Mum. It’s fantastic. Reggie slowly takes the record. Transfixed. It is obvious that it is in very safe hands with Reggie. \f26 Blue Rev. (07/31/18) White Shooting 16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Be careful with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "So - are you serious about wanting to be a rock’n’roller?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Yeah. Course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Okay, we should get you the proper hair cut then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Can I get it cut like Elvis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Course you can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Enjoy it while it lasts. You’re like my side of the family. You'll be bald as an egg by the time you're twenty. Reggie looks shocked and dismayed. Ivy shakes her head. Sheila exits with the shopping. Ivy And a jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Eh? Ivy He’1l need a proper jacket. Ivy holds up the record with Elvis on the front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "And shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie is at orchestra rehearsals now dressed in his new shoes, jacket and hair cut. The rest of the kids are all dressed a lot more square. A happy Reggie sticks out like sore thumb. A concerned Helen Piena looks at him. \f27 28 White Shooting 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A home-made sign in the window say: “Tonight: All meat ra plus Reginald Dwight on piano”",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A run down hotel bar. A seedy BARMAN talks into the mic t half empty pub. Sheila, Fred and Ivy are all there with a drink. An old upright piano is on the small stage. A man holds up a bag of meat above his head to a small cheer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BARMAN",
          "text": "Congratulations to Dave, he wins four pork chops, half a pound of prime mince and a string of sausages. Right, now Sheila and Fred's boy is going to play us a couple of songs on the piano so give him a warm welcome cos he’s only 12 and get’s a bit shy. Reggie Dwight. Reggie wears his quiff on full attention. He’s decidedly nervous as he walks onto the little stage and sits at the piano. Ivy signals her encouragement. There is an instant feedback through the mic. This gets everybody’s attention",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Hello. Reggie starts to play ‘STREETS OF LAREDO’. No one is impressed. A bloke puts a pint down on top of the piano a continues to talk loudly to his friend. Reggie is intimid and stops. He looks at Ivy who winks at him and mouths. Ivy Play that one I like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Excuse me. You can’t put that on there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "It‘ll get knocked off. Reggie hits the first chord of ‘SATURDAY NIGHT'S ALRIGHT FIGHTING)’. \f29 White Shooting 18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "“It’s getting late have you seen my mates...” As somebody turns to watch Reggie they knock over a woman beer and it spills down the front of a big bloke. He turn and pushes the wrong person which starts a small shoving match, and a fight breaks out. Someone bumps into Fred an turns round and whacks them then turns back to Sheila and puts his arm around her as if nothing has happened. Reggi watches as he plays and gets excited by the atmosphere. A the fight builds so does his playing and energy. He grows into a solid and exciting performer and his singing start push the energy of the fight. People fly across the room, glasses are smashed, chairs are thrown. Reggie sings on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "“Ma tell me when the boys get back here. It’s seven o’clock and I want to rock. Wanna get a belly full of beer” Reggie ducks as a chair flies over the piano. Sheila, Fre and Ivy are in the middle of the chaos with their gin and tonics and still smile encouragingly at Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "“My old man’s drunker than a barrel full of monkey’s. And my old lady she don’t care. My sister looks cute in her braces and her boots. A handful of grease in her hair” Two men, now on top of the piano, fight and Ivy hits them with her handbag. Reggie has to dive this way and that to avoid being hit but plays without missing a beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "“So don’t give us none of your aggravation. We’ve had it with yer discipline. Saturday night’s alright for fighting. Get a little action in”. Suddenly someone has a chair and is about to crash it dow onto the piano when Reggie leaps out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie emerges from the pub in the middle of an ally whic runs down. He come out in the street and jumps over the t of cars - he boots someone who tries to attack him, whils of course, singing in perfect time. \f30 31 White Shooting 19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "“Get about as oiled as a diesel train. Gonna set this dance alight. Cause Saturday night’s alright for fightin’. Saturday night’s alright, alright, alright”. Reggie escapes by climbing through a hole in a wooden fen REGGIE is now seventeen years old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie comes out into a huge fun fair with big bright lig and fast moving action. The bumper cars are close by and different gangs hang out here. Teddy boys, rockers, mods, Beatniks, Jamaicans, Indians, mums and dads with their ki All walks of British 60’s life. Reggie runs and ducks thr the legs of the bigger kids as they come together and car on the fight and dance. The bumper cars are packed with people and Reggie laughs as he hangs on to one of the car",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "“We're packed pretty tight in here tonight. I’m looking for a dolly who’ll see me right. I may use a little muscle to get what I need. I sink a little drink and shout she’s with me..” Reggie jumps off and runs and ducks through another hole the fence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie runs along the street and a gang of mods on scoote come towards him. He turns and goes the other way as the sing:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MODS",
          "text": "“A couple of sounds that we really like. Are the sound of a switchblade and a motorbike. We’re a juvenile product of the working class. Who’s best friend floats in the bottom of a glass”. Reggie flies out of the alley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "“So don’t give us none of your aggravation. We’ve had it with yer discipline”. \f32 33 White Shooting 20. Reggie sees the brightly lit pub and dives back in throug the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie dives across the bar and lands on the piano stool plays on. He has a band backing him called ‘Bluesology’ a dressed identically. Slim fitted, dark clothes and hush puppies. The pub is half full. Sheila, Fred and Ivy are t and politely clap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "“Saturday night’s alright for fightin’. Get a little action in. Saturday! Saturday! Saturday! Saturday! Saturday! Saturday night’s alright.” The number finishes with a flourish. Everyone cheers. Reg beams back at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie and the band BOBBY, CYRIL and ELTON DEAN pack up. tall thin man leans against a wall and smokes. DAVE GODIN",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN",
          "text": "Good show tonight boys. You look like you know how to enjoy yourselves. How would you like to make two quid a week? Each! Elton Dean whistles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON DEAN",
          "text": "Go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN",
          "text": "Dave Godin, promoter of the soul music review. I’ve got 3 new American acts doing a tour of England and they all need back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "We’re not a backing band!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "What’s soul music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN",
          "text": "Music for people who feel it in their heart. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN, (CONT'D)",
          "text": "What I’m looking for is a band that have got music running through their souls. It’s about pain and love and heartbreak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOBBY",
          "text": "You what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN",
          "text": "Forget all this Rock n Roll stuff. Wilson and the Twilights. The Bluebells. The sound of the future. Your future.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON DEAN",
          "text": "Why don’t they have their own band?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN",
          "text": "Enough talk! You’re obviously tough negotiators. Three pounds a week plus room and board. Beat. Godin hands Reggie his card and smiles enigmaticall",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN, (CONT'D)",
          "text": "Think about it. I’1l need to know * by tomorrow lunch time. It’s six * months. So if you’re up for it * swing by the office, pick up the records. You’1ll have a week to * learn twenty songs. Reggie takes the card but a worrying thought comes over Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie walks along and looks unsure of himself. Other students come and go and some say hello. He nods back but distracted. He stops outside a door, paces for a bit then enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie sits next to Helen Piena at the piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "Why are you so distracted, Reg? The ‘Puccini’ recital is next week. Being an accompanist is very * important and you’re obviously not * practicing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue Rev. (07/31/18) White Shooting 22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’m not going to be able to do the recital. My bands been offered six months touring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "You're throwing away all your hard work to dedicate your time to playing rock and roll in dirty pubs? Do you think that’s a good use of your talent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I don’t want to just play dead people’s music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "I beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Anyway, if Puccini were alive today, he’d be playing rock'n'roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "You've got a great future here. The Royal Philharmonic is a very real possibility for you. Helen Piena plays the intro Nessun Dorma.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I need to do this. I love rock‘n’roll...",
          "sentiment": "neutral"
        },
        {
          "speaker": "HELEN PIENA",
          "text": "Passion is important, Reggie but think it through. If you give up your place here you won’t be able to just walk back in when things don’t work out. Can you make any money playing this kind of music? There’s no stability in it. I like rock'n'roll to but I wouldn’t gamble my whole future on it. I can’t allow it. Helen plays ‘Nessun Dorma’ as Reggie gets up and walks ou She doesn’t look back but knows he is gone. INT. REGGIE’S BEDROOM, REGGIE’S HOUSE 35A Reggie enters with a stack of records and throws them on bed and sits. \f36 Blue Rev. (07/31/18) White Shooting 22a. There is a shelf in the room that has a few records on. Reggie puts the new disks on the shelf. He takes one and reverentially puts it on his record player. Intro music starts for ‘BREAKING DOWN THE WALLS OF HEARTA by THE BLUEBELLS. The song plays over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie carries his electric keyboards, the rest of the ba load equipment into a van. Godin smokes and the boys are excited as they get in the van.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f37 38 39 40 4l 42 43 White Shooting 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Montage - as ‘BREAKING DOWN THE WALLS OF HEARTACHE’ carri on: WILSON out front singing like a pro. Reggie plays some gr organ and looks at Wilson doing his thing and the crowd lapping it up. He’s a master at work. Reggie watches his every move, loving it and learning. Wilson is replaced by another great, DIANA and the BLUEBELLS all in beautiful t fitting gold dresses. Again Reggie watches in awe from be the keyboard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie and the rest of the band are crammed in at the bac They are happy and the energy is high. The laugh and smok",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie on stage with the band. The TWILIGHTS sing and dan Reggie is at the back but he and the band all enjoy playi One of the singers, RICHARD smiles and winks at Reggie an smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the corridor leading to the stage, Reggie passes Wilso dressing room and sees through the door. Wilson is being injected with heroin in his arm by his girlfriend. Wilson sees Reggie, smiles and nods at him. INT. STAGE - NIGHT Al On stage Reggie plays while he watches Wilson sing. He wo hard and sweat runs down his face and back. His shirt is soaked through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie packs away his organ as the other guys are surroun by dolly birds. Richard takes off his shirt and Reggie st at him. Richard catches him looking and holds Reggie’s ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie and the guys are all dressed differently and now h more shinny suits on. \f44 45 46 47 Blue Rev. (07/31/18) White Shooting 24. They smoke and drink and are growing up fast. Bobby hands some pills which they all take.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They are all in different costumes. The Bluebells sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie waits to go on. Richard comes up to him and they w The Bluebells perform for a bit. As the girls finish Rich turns to Reggie and suddenly kisses him on the lips on qu a sensual way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Have a good show. Reggie is in shock by the thrill he has just experienced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Thank you. Richard laughs and walks out on stage. INT. REGGIE'S BEDROOM, REGGIE’S HOUSE - NIGHT 46 Reggie puts some records on the shelves which are much fuller. He flops down on his bed and stares at the ceilin",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie and Wilson sit next to each other nursing drinks. other American acts, Godin and the rest of Bluesology dri and laugh with girls they’ve picked up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "What’s up, Reggie? Reggie watches them and broods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "How does a fat boy with glasses from Pinner, called Reggie Dwight get to be a soul man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "Write some songs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Easier said than done. \f48 49 50 Blue Rev. (07/31/18) White Shooting 25.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "Of course it is. Every song I write is part of me. What’s in your heart when you play?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Dunno - everything. It’s where I feel I’m not alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "There you go. Real poetic, kid. Set that to music. Wilson considers Reggie for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON, (CONT'D)",
          "text": "I'm a skinny, black, kid from Detroit who’s real name is Rodney Jones. I played roadside joints for ten years before I realised what I had to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "What? Change your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "Not just your name. You have to kill the person you’re born to be in order become the person you want to be.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wilson is doing his show. Reggie is once again at the bac but watches closely. The backing singers spin round and a they do Richard makes eye contact.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The transit van drive down the motorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As they bump along the motorway a dejected Reggie looks a the band and the cramped conditions. Cyril smokes and loo untroubled as he pisses into a milk bottle and Bobby drin beer. Reggie picks up the NME and looks at the back pages spots something then rips out an ad. Cyril’s piss over fl and runs down the middle of the van getting on Reggie’s brothel creepers. \fYellow Rev. (10/24/18) White Shooting 26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Aw fucking hell, Cyril. Cyril laughs. Reggie broods and rereads the ad in his han",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "Oi, Elton. Elton Dean looks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON DEAN",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’m going to change my name. I’m thinking of calling myself Elton Dean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON DEAN",
          "text": "But that’s my name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I know. What d’ya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON DEAN",
          "text": "I think, fuck off! The other two laugh at Reggie who goes back to his ad. Dick James MUSIC PUBLISHING: Wants Talent. Artistes/ Composers/ singers/ Musicians. Call or write to RAY WILLIAMS. Denmark St. London. Tel. Mayfair 7362",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton smiles to himself at the memory.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "To be honest, I couldn’t stand being at the back any more. After just six weeks I was looking for my way out. You know what they say, “Hell is for other people”. I wasn’t cut out for sharing the back of an old van with people who didn’t care about their futures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH HH HH \f51 52 Yellow Rev. (10/24/18) White Shooting 26A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reggie, dressed more flamboyantly than usual, walks down Denmark Street - London’s Tin Pan Alley - with it’s music publishers and guitar shops. He stops at a doorway. DJ Mu Publishing. He checks the address from an ad in the NME.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In reception a Mary Quant type receptionist, MARY is at t desk. Reg tries to look very cool and important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Can I help you? \fWhite Shooting 27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’ve come to see Mr. Williams. About the ‘Talent wanted’ ad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Reginald Dwight. Mary girl laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Reginald!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Yeah! What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "That’s my grandad’s name. Reggie blushes as Mary smirks and picks up the phone. INT. RAY WILLIAM’S OFFICE - DAY 53 Reggie stands and looks at the pictures of The Beatles. G records etc. Ray Williams a blonde Adonis of 21, has his on the desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’ve been gigging for years now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Piano players I’ve got. Ten a penny, mate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I sing too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What sort of stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "Anything, rock, soul, country and western. Reggie sits at the piano and plays the opening notes of ‘Streets of Laredo’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Fucking hell! I’m going to shoot the next piano player who sings ‘Streets of Laredo’. \fWhite Shooting 28. Reggie’s hands hover over the piano keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "I’ve written songs too. I’m good at tunes but I just haven’t figured out what to write about yet. Reggie plays the opening chords to ‘Candle In The Wind’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "That’s good. What’s that called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "It hasn't got a title. I just made it up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What did you say your name was?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "..-Elton...",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Elton what? Reggie looks at a picture on the wall of The Beatles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "John? *From here on REGGIE will now be ELTON*",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Alright, Elton John the piano player. Leave your details with Mary at reception.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Give me a chance Mr. Williams. I’1l do anything. Ray sees a pile of envelopes on his desk and grabs two or three but then throws one at random to Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Tell you what. See if there’s anything interesting in this and set it to music. It sails through the air. Everything slows down, music pl and a light hits the envelope as it flies majestically to Elton’s hands. \fBlue Rev. (07/31/18) White Shooting 29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY, (CONT'D)",
          "text": "Now fuck off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton pours over the pile of handwritten lyrics: The year the Teddy Bear, The Swan Queen of Laughing Lake, Tartan Coloured Lady and A Dandelion Dies in the Wind. He finds covering letter. He sees the name and address: “Bernie Taupin, Matkin Farm, Owmby-by-Spital, Lincolnshire”. Elton looks at his watch. He wears a Sixties t-shirt, a f jacket, tight pants and his hair is long. He has a cup of and watches expectantly as the straight laced people come go. A waitress comes and puts another tea in front of Elt",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITRESS",
          "text": "We close soon. * Then through the door comes a good looking young man who caries a copy of NME. From the way he’s dressed it’s obvi that he’s a country boy. They look at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Bernie Taupin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Yeah. You must be Elton? * Bernie smiles and Elton is instantly smitten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Yeah. Actually, that’s my stage name. A nervous Bernie is impressed by this cool Londoner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You can tell me your real name when we get to know each other better. Elton and Bernie sit opposite each other. A beat. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON BERNIE, (CONT'D)",
          "text": "I was thinking... Have you ever been... *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Sorry. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "No, after you. * They both smile. * \fBlue Rev. (07/31/18) White Shooting 29A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I like your lyrics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Cheers. The tape you sent me is great. Do you write a lot? \fBlue Rev. (07/31/18) White Shooting 30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m on tour at the moment so I don’t get as much time as I'd like.. Bernie sees that there is a page mixed in with the lyrics sent and tries to take it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Oh, that shouldn’t be in there. I sent that by mistake. Elton pulls it back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No, that’s really good. I wrote a tune to this one. It just flowed out when I read it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Skyline Pigeon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Yeah, I could hear the whole tune in my head. Everything was there and I could see all the notes and I had to get it out. My fingers couldn’t work fast enough to keep up with my brain... Bernie smiles and Elton blushes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Do you ever get that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Not really, no. But I could write some more if you’d like and, you know send them to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "My real name is Reg Dwight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Cool. Sounds like a cowboy’s name. All I ever wanted to do was to be a cowboy. Do you like Country and Western, Reg? Have you ever heard ‘Streets of Laredo’ by Marty Robbins? Elton sings. +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 30A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "As I walked out on the streets of Laredo. As I walked out on Laredo one day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "I spied a poor cowboy wrapped in white linen, wrapped in white linen as cold as the clay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/BERNIE",
          "text": "\"I can see by your outfit that you are a cowboy.\" These words he did say as I boldly walked by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Come an' sit down beside me an' hear my sad story. \fBlue Rev. (07/31/18) White Shooting 31.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I'm shot in the breast an' I know I must die. They both smile and the song segways from ‘Streets of Lar into ‘Skyline Pigeon’. Elton knows he’s met a soul mate. Bernie and Elton talk m and more animatedly as the song carries on. Elton is clea blown away by Bernie. They talk and drink cups of tea unt they are thrown out when the cafe closes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie walk through London as the city goes to sleep and look at the window displays at all the things t don’t have but plan to one day buy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They sit on a bench under a street light and talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They walk, talk and laugh more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie part ways. They shake hands and Elton go in the cafe and Bernie walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At his desk Bernie writes on an envelope. It is addressed ‘Reg’. He pulls out some pages from his note book, folds and puts them inside. 58 INT. REGGIE’S HOUSE - DAY 58 Elton sits at the piano surrounded by scraps of paper, letters and notes. Fred comes in with some post and hands Bernie’s letter. He opens it and puts Bernie lyrics on th piano and starts to compose. \fBlue Rev. (07/31/18) White Shooting 31A. 59 INT. RAY WILLIAM’S OFFICE - DAY 59 DICK JAMES a large 60 year old bald man smokes a cigar an sits at Ray’s desk with his feet up. He looks at Elton, Bernie and Ray. Elton at a piano finishes singing ‘Skylin pigeon’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Fly away, skyline pigeon fly Towards the dreams. You've left so very, so very far behind. \fWhite Shooting",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Am I supposed to be impressed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "It’s catchy, Dick. These guys are special. I’ve got an instinct for these things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Alright, don’t break your neck sucking your own cock. Dick walks round to the front of the desk, sits on stares at them. Dick looks at Elton then at Bernie them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Maybe we should put these two into a little beat combo. They write, they sing, blah, blah. He’s the good looking one. Make him the singer. Elton is hurt and embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Hold on, I’m tone deaf. We write together but Elton sings the songs. Dick looks at Ray and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "No offense but he’s not exactly the look kids are going crazy for. He’s a back room boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "They're writing a lot of good tunes, Dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Okay tiger. Are you flat mates?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "We live with our mum’s. I write the lyrics, send them to Elton and he adds the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Whoever heard of song writers not living and working together. Lennon and McCartney are inseparable. 32. it and and sizes \f60 61 White Shooting 33. Elton looks at Bernie who shrugs. Dick picks up the music one of their songs and looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "How many songs have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Loads. More than thirty!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Play one. Elton plays and sings ‘Daniel’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Depressing. Another one. Elton tries again with ‘ Philadelphia Freedom’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "What the fuck’s that about!? ‘That’s Why They Call It The Blues’",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Are you taking the piss? Elton plays ‘Sad Songs’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Alright! I’ve heard enough. Sounds like 99% of them are shit. It’s the 1% I’m interested in. Ray says you’re an investment but he knows fuck all. You’re both a couple of pricks as far as I can tell so quit that backing band nonsense, find a place to work together and write me tunes that gray haired old tramps will whistle in the street. You never know, one day you might have enough for an album. Do that and I‘1l put you on ten quid a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A dirty, well used 1960’s farm Land Rover with a canvas b drives down a residential street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernie drives and Elton looks worried. \fBlue Rev. (07/31/18) White Shooting 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Why is this suddenly a problem? It’s rent free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "So is my mum’s. It’s alright for you, it’s me she fancies for some strange reason.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "She was just being friendly. Anyway she’s a good looking bird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You go out with her then! She kept stroking my hair. It made me feel uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Fucking hell, Elton! Not your hair again! Last week you were all up for moving in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "That was before I met her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "We need to be closer to the center of town. Soho, not fucking Pinner. Elton fumes in silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Land Rover has parked in front of a very run down terraced house. The street is lively with many people and kids about. Reggae music plays from a window somewhere. E and Bernie carry boxes of belongings up to the front door ARABELLA with two small dogs on her lap sits on the steps next to CLINT, a rasta and ARTHUR a very small bloke, smo a big joint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Ah, my wonderful new lodgers. They're struggling rock stars. Arabella kisses Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE, (TO ARTHUR)",
          "text": "Hi, I’m Bernie. \fBlue Rev. (07/31/18) White Shooting 35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR",
          "text": "Whoever heard of a rock star called, Bernie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Watch it, mate. Arthur stands up. As he’s on the top step he comes eye to with Elton and they square up to each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARTHUR",
          "text": "Yeah? You going to do something about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I will if I have too. Clint laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLINT",
          "text": "Calm yourself, Arthur. Arabella gets up and leads Elton and Bernie inside. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "(To Elton) I was just telling Clint about the time I got arrested in Afghanistan for smoking pot outside of a Mosque. They were very understanding at the police station though. You two are going to love this place. I’ve got a real, Indian, Buddhist monk living next door, from Liverpool. INT. ARABELLA’S FLAT HALLWAY, ALL SAINTS ROAD - DAY 63 * Arabella shows them around the flat. The walls are covere with her shit art work, easels, paints, and a potters whe clutter the hallway. Think everything that was wrong abou the 60’s and this place should be full of it. Arabella sh them a room with just a single bed and a lot of junk art.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "This is your room. Some of my 2nd year course work is still in there and Clint’s borrowed the other mattress but we'll get it sorted out soon enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I can go on the sofa. \f64 Blue Rev.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Absolutely not. You can bunk in with me. I have a huge bed. Elton looks angry at Bernie who shrugs his shoulders. Arabella grabs Elton by the hand and leads them into the living room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA, (CONT'D)",
          "text": "It’ll be like an ashram in India. Have you ever been to Goa? We should hitch hike there this summer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I think I’d be happier on the sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Nonsense. Let’s celebrate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arabella pops some champagne and pours it into mugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Here’s to us. They drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Come on, let’s get some music on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Oh god. You can’t make loud noise in the flat. Livy has sensitive ears. Elton looks in horror at Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Livy the dog? We have to be able to play music. That’s why we moved in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Oh, don’t be a nuisance. Come on, time for you to see our room. You can show me your intricate finger work. Arabella smiles a lascivious smile. She grabs Elton by hi collar and pulls him towards the bedroom. (07/31/18) White Shooting 36. 64 \f65 Blue Rev. (07/31/18) White Shooting 37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "But it’s only six o’clock. Elton looks back in horror as Bernie is left with the champagne. Livy licks Bernie’s feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie are having a drink after the show. They deep in conversation. Wilson, Richard, Godin and a few of other Americans are at the next table. They are clearly talking about Elton and Bernie. They know each other well and the friendship between them all is warm and good natu Wilson looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GODIN",
          "text": "Two weeks to go Reggie, you gonna miss us? Elton smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Sure. I'll be writing to you every five days. And the name’s Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "What’s your plans now, Elton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Not too sure. We’ve written a lot of songs. Enough for an album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "He’s probably going to get married too. All the guys laugh and give each other a knowing look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Arabella wants to get married.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "What about rock and roll? What about hot chicks? And cocaine orgies? What about fame and fortune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "What about the fact you’re a fag? \fBlue Rev. (07/31/18) White Shooting 38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "A what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "You're little friend is a homosexual. A worried Elton looks at Bernie who is shocked and a bit confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’ve got a girlfriend. Wilson smiles and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "When’s that ever stopped anybody? The penny drops for Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Are you? Elton is scared. Caught.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t know. Does it matter? Bernie shrugs and laughs a little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Not to me it doesn’t. Relieved Elton smiles at his friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE, (CONT'D)",
          "text": "But it might do to Arabella.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Oh fuck. They both drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie are completely “shitfaced”. They stagger the door trying not to laugh too loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Ssssssshhhhhh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Ssssssshhhhhhh! \f67 Blue Rev. (07/31/18) White Shooting 39. Elton holds the key but falls over the bin. Bernie tries help Elton up but Elton pulls him down. They are laughing till suddenly a wave of clarity comes over Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "What am I going to do, Bernie? Bernie stops laughing and looks in Elton’s eyes. Elton hiccups again and breaks the mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You're going to tell her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’ll break her heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "I’m not sure she has one. They burst into hysterics again. Suddenly the window open Arabella is in her nightdress. Both Bernie and Elton sit like two schoolboys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Will you keep the noise down! You’1l wake the whole bloody street. Elton looks in despair at Bernie as Arabella slams the wi shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie are on the roof that over looks the city with a bottle of champagne. Their little party not over. Elton dangles his feet over the edge. Bernie is up, drunk animated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "What are you talking about!? There’s so much we’ve got to do. Worlds to conquer. They’re great fucking songs! People keep asking who's singing the demos. You have got an amazing voice, Reg. It’s what I hear when I write. Something special happens when you sing our songs. Bernie sits next to Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f68 69 White Shooting 40.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You've had too much to drink. You heard what Dick thinks. He said my hands are like midget boxers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Fuck what Dick thinks. It’s time for you to be out front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not an artist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Yes you are. Elton looks at Bernie then puts a hand on his knee. In th drunken state there is a moment of tenderness and friends between them. Bernie puts his hand on Elton’s knee. Elton leans in for a kiss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE, (CONT'D)",
          "text": "Reg, I love you mate, but I’m sorry that’s never gonna happen. Elton takes his hand away. INT. BERNIE’S ROOM, ALL SAINTS ROAD - MORNING 68 Bernie sits on his bed writing. After a moment he stops a sniffs the air. INT. KITCHEN, ALL SAINTS ROAD —- MORNING 69 Bernie’s POV: Elton is lying on the floor with his head i the gas oven, on a pillow, with the gas on. The window is wide open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Go away. I’m trying to kill myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "(of the pillow) What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I didn’t want to hurt my head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "But the window’s open. \fBlue Rev. (07/31/18) White Shooting 41.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I know, it absolutely stinks. Bernie turns off the gas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "What about our joint publishing deal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’s alright, I’ve left everything to you. Bernie picks up a will scribbled in biro as Livy runs in starts licking Elton’s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Even the Bob Dylan albums? Arabella appears at the door",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "What are you doing",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "He’s going to kill himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Oh for godsake, what about the wedding? Elton sits up bumping his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’s all off. I’m never going to marry you. I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "But I’ve sent the invitations to the printers. And I’m pregnant with your baby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No, you’re not. We’ve never even had sex properly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "Haven’t we? Yes we have!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "We haven’t got a proper relationship at all. I wouldn't marry you if you were the last person on earth. \f70",
          "sentiment": "neutral"
        },
        {
          "speaker": "TOA",
          "text": "Yellow Rev. (10/24/18) White Shooting 42. CLOSE UP on the shocked and horrified Arabella. Then, lik dam bursting she lets out a scream of rage. The whole hou seems to shake. Elton looks at Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Oh shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie are throwing bags in the back of the Lan Rover as quick as they can. The boxes of records and suitcases are already loaded. Arabella can be heard screa and shouting from the house. A few neighbors are hanging and watching. Elton goes to run back in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Come on. Where you going now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "My keyboards are still in there! Suddenly Elton’s electric piano comes flying out the wind and smashes on the road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Not anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "She's killed my piano.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Bernie sit in the car parked at the side of the road. Bernie is trying to sort through the lyrics and pap that Arabella threw out. They are in the middle of a row.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You can write anywhere but it was my keyboards that got destroyed! We're not that desperate!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Yes, we are! We don’t have a choice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "We can live in the car until we find something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f71 72 Yellow Rev. (10/24/18) White Shooting 42A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Are you mad? There’s no fucking piano in the car! How are we supposed to work?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not doing it! She’s a fucking nightmare. You’re always going on about how we need space to create. She'll eat up your space ina fucking heart beat with her craziness. We’1ll get nothing done and go mad in the process. You can go live there but I'll be fucked if I am. EXT. REGGIE’S HOUSE - EVENING 71 Sheila opens the door to a bedraggled Elton and Bernie, t stand with their things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I knew you'd be back. You’1l have to pay rent. I’m not made of money. INT. KITCHEN, REGGIE’S HOUSE - MORNING 72 Bernie, in his dressing gown, scribbles amongst the debri a full English breakfast. Fred reads the paper. A listles Elton wanders in and sits. Sheila puts a fresh pot of tea the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Get dressed, Reggie +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 Blue Rev. (07/31/18) White Shooting",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Whatever you're calling yourself, I‘’1l not have you moping around here all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "We're song writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Looks like it’s going well. 43. Bernie hands Elton a piece of paper which he starts to re",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "(to himself) There’s egg on this. Bernie closely watches Elton read the lyrics as Sheila go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I want you out of here looking for a proper job. Do you have any idea what it takes to feed and clothe three grown men who are all of working age. It’s like a doss house around here and I’m the only one who does anything. You all just rely on me to take care of everything for you....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "I’d better go take a shave. Elton in a bit of a trance gets up and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "72A",
          "text": "Bernie gets out his razor and foam and starts to shave. H hears Elton at the piano playing. It stops him from what is doing and he wanders out and down to: INT. LIVING ROOM, REGGIE’S HOUSE - MORNING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 Bernie comes and stands in the door way as Elton composes Elton goes slowly but when he gets to the chorus he has gained a fluency of expression that just allows ‘Your Son to flow. \fBlue Rev. (07/31/18) White Shooting 43a.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’s a little bit funny, this feeling inside. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f74 75 White Shooting 44.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "I’m not one of those who can easily hide, I don’t have much money but boy, if I did. I’d buy a big house where we both could live. By the time he’s started the second verse, Bernie is in t doorway, listening. Elton now has the tune for the verse sings it brilliantly - Bernie’s lyrics are a platonic lov song to Elton but Elton’s emotional singing is directly t Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "If I was a sculptor but then again, no. Or a man who makes potions in a traveling show. Oh, I know it’s not much but it’s the best I can do. My gift is my song. And this one’s for you. Bernie stands stunned and moved. A life changing moment w something’s come together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "And you can tell everybody this is your song. It may be quite simple but now that it’s done. I hope you don’t mind/ I hope you don’t mind. That I put down in words. How wonderful life is while you’re in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton plays ‘Your Song’. Engineers mesmerized and Ray is tears as the song finishes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Was that alright?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "It was beautiful. INT. RAY WILLIAM’S OFFICE - DAY 75 Elton and Bernie sit on a large sofa. Dick James bursts i Ray Williams opens a bottle of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "I love it! Best thing I’ve heard since ‘Let it be’. Trans-fucking- Atlantic. I always knew you could do it. \fBlue Rev. (07/31/18) White Shooting",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Our record sales are not exactly golden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "No, they’re shit but people don’t know what they want until you tell them. Trust me. First off, I’m putting you on a three album deal!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Three! ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "A year. And I’ve got you a few nights at the Troubadour. Doug Weston is an old friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Hang on! The Troubadour?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "It’s a really cool folk club in L.A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "We know what it is!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Let’s not be too hasty. I'll need a backing band.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Ray, book some good session boys to play back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "It’s time to do something bold! I’ve invested a ton of money into you boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Well, not really",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "The song is winner. At least it could be. Granted America’s a gamble and if you fuck it up I’1l kill you. Ray’1ll go too and keep and eye on you. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 45A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Get yourself some new clothes, something flashy, put on a great fucking show and don’t kill yourself with drugs. \f76 Blue Rev. (07/31/18) White Shooting 46. Elton looks worried but Bernie can hardly contain himself INT. MISS. DIRECTION SHOP —- DAY 76 Close on a winged platform boot that PETE the big, fat ow of the shop shows Elton and Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Is this the kind of thing you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I love them. I’1l1 take good care of them. Thanks for all this, Tommy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "That’s alright. You can pay me back when you’re rich and famous. Bernie takes the shoe. Beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Can you even play the piano in those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "These are extremely stylish boots of my own design. Very original.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You'll look like a tit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I need to make an impact, Bernie. It’s America. It’s all about being cool. It’s going to be just me and a piano out there. It’s easy for you. This whole thing is a bad idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Elton! You’1l be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETE",
          "text": "Come with me. This is where I keep all the really cool stuff. This is a whole new world man. \f77 78 79 Blue Rev. (07/31/18) White Shooting 47. Pete leads them to the back of the shop where all the wil wonderful and whacky things hang. The rails close in arou them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. LINCOLN CONTINENTAL",
          "text": "Close up of Elton and Bernie looking out the windows bemu We pull out to see they are actually in Los Angeles. Ray looks out at the palm trees and the beautiful girls and b of L.A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton, Bernie and Ray get out of the Lincoln in front of rundown old bar on Santa Monica Blvd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton, Bernie, Ray and the band look at the club. It is s and dark. A group of young women and men hang around by t bar. DOUG WESTON the owner greets them and shows them aro He is larger than life, wears a cowboy hat and has a larg Bowie knife on his belt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Monday nights are always crazy here. It’s going to be packed later",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’s different from what I expected. A lot smaller.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Size is everything my friend. Neil Young was here last week and there were people around the block. Fantastic. The best night ever. Elton looks worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Cool hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "I won it in a bet with Dave Crosby. Take it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Thanks... Doug sticks his hat on Bernie’s head. \f80 81 White Shooting 48.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "If you want anything to drink the girls will take care of you. Hey Joni! Bernie looks over to the bar and a girl who looks a lot l JONI MITCHELL smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "Give the guys whatever they want. They just flew in from England! Their arms are really tired. The girls all laugh at Doug’s lame joke. Doug puts his ar round Elton’s shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (CONT'D)",
          "text": "We're stoked you’re here, man. Love the album - just love it. You're going to be great, man. Let me show you backstage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton, Ray and the band all squashed into one tiny dressi room ready but excited. Elton is putting on the red jump suit, a sparkly bow tie and his first pair of platform sh with wings on the heals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAND MEMBER",
          "text": "Bloody hell, Elton what are you wearing? Elton turns round and in the mirror his name is written i sequins on the back of the red jumpsuit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "My stage gear. Bernie rushes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Reg! Neil Diamond’s at the bar talking to Leon Russell and half the Beach Boys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Oh Jesus shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernie stands outside a cubicle door. \f82 White Shooting 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You're over reacting. We hear Elton retch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "They're the geniuses of American music. There is no way I’m going in front of that lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You can’t back out now! They’re all waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t give a shit. Suddenly Ray bursts in and busts open the cubicle door dragging Elton out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You've signed a contract and Dick has paid your fucking airfare - get out there and play you little bastard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close up of Elton in the half light at the side of the st He sweats, looks ill and terrified by the ordeal. The cam pushes in on him as we hear Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG, (0.S.)",
          "text": "And now ladies and gentlemen a rising star of Rock and Roll, all the way. From, London, England. Please welcome Elton John. Small applause. We follow Elton in slow motion as he goes stage. He looks out at the audience they seem a vast blur sits at the piano but freezes. A few people at the front at him but his eye moves to people who chat at the bar. H hears the glasses clink and the hot girls and boys who ch oblivious to him. He sits at the piano. The room goes qui We can hear him breathe and his heart pound. Suddenly he kicks the piano stool off the stage and launches into ‘CROCODILE ROCK’...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I remember when I was young. Me and Suzie had so much fun. Holding hands and skimming stones. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fWhite Shooting 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Had an old gold Chevy and a place of my own. But the biggest kick I ever got. Was doing a thing called the Crocodile rock. While the other kids were rocking round the clock. We were hopping and bopping to the Crocodile Rock. Elton leaps about as he plays with electrifying abandon. ‘hot girls’ look on in wonder - Bernie slides up to them. Elton gives the performance of a lifetime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Well Crocodile rocking is something shocking. When your feet just can’t keep still. I never knew me a better time and I guess I never will. Oh Lawdy mama those Friday nights. When Suzie wore her dresses tight. And the Crocodile rocking was out of sight. Elton and the piano slowly rise off the ground. He is suspended in the air by two feet as he plays. The audienc starts to rise up as well. Everyone joins in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/EVERYONE",
          "text": "La lalalala la lalalala la lalala The whole energy and power of the music and performance i lifting everyone up and everything into the air. People a suspended and enthralled at what they are witnessing and Elton plays on unaware of the affect his show is having. is lost in the moment. He repeats a phrase again and agai the whole club floats up as one. He encourages them to jo in and drives the crowd to wilder and wilder appreciation Finally, he ends on a huge note and they all hang suspend in time and mid air in silence. For a split second he loo out to the stunned air born crowd. He sees Bernie who has huge grin on his face. The audience are elated and stunne and all smile at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Good grief! Elton smiles back then suddenly he remembers where he is everyone drops back down to the ground and spontaneously burst into a huge cheer and applause. \f83 84 85 White Shooting 51.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The insanity back stage after the gig. People crowd in to talk to Elton. Bernie bursts in on an elated and excited Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You did it, Reg! You were brilliant! Elton hugs Bernie and sees he’s with one of the hot girls HEATHER. He is crestfallen as he knows what it means.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE, (CONT'D)",
          "text": "Elton. This is Heather. Heather grabs Bernie’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HEATHER",
          "text": "You were amazing. Absolutely amazing. I love your boots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not sure they’d suit you. Bernie looks embarrassed for a moment until Ray bursts in with Doug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Okay, enough bullshit! Who wants to go to a party at Mama Cass’s? Ray holds up some keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "This is brilliant. Doug’s just lent me his car!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guys are all in an open top car together. Ray drives a young girl on his lap. Elton, Bernie and Heather and ar all excited and love it. I/E. MAMA CASS’ HOUSE - NIGHT 85 They pile out of the car. People mill about in the road a in the front garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COOL DUDE",
          "text": "Hey man! It’s Elton-fuckin-John. Far out. \fBlue Rev. (07/31/18) White Shooting 52. People give Elton a lot of attention. The cool Dude leads them into the old villa that has tepees and hammocks in t garden and an overgrown woodland feel. Guitars are played round camp fires. A bare footed and bare breasted wonderl of dope, hippies and musicians. Heather takes a joint and feeds it to Bernie as they walk in to the party. It is ro god heaven. INT. MAMA CASS’ HOUSE - NIGHT 86 Elton sits on a huge sofa between his heroes Leon Russell Mama Cass who smokes a big joint which she passes to Elto It’s relaxed and cool. A stoned and merry Bernie comes up whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Hey Elton. How cool is this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Yeah, great. Apparently, Dylan is here somewhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Good, good. Look, I’m going to disappear with Heather for a bit. Elton looks over at Heather as she gets some dope from th Cool Dude.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Really? Right...Er, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You'll be alright won’t you? Elton looks around the party. It’s a cool scene that he’s really a part of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Yeah, course. We still going to Tower records? A distracted Bernie is smiling at Heather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "She's talking about going to somewhere called Paradise Cove tomorrow. We’1ll go another time. Elton looks over at Heather. She smiles and waves. Heartbroken, Elton can see that Bernie is smitten. \f87 88 89 90 White Shooting 53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Of course.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "She's really cool. So beautiful. America, man. Wide open spaces. Beautiful girls. It’s a dream come true. Let’s stay forever. Elton watches Bernie go to Heather as she kisses him and leads him off. Elton watches Bernie and Heather go into t garden.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Blue Jean baby. LA lady. Goddess to the band. Pretty eyes, pirate smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heather and Bernie find a spot by the fire and she rolls joint for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You’1l marry a music man. Ballerina. You must have seen her dancing in the sand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton walks through the party with a drink. People laugh talk but he is alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heather dances for Bernie by the fire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "And now she’s in me. Always with me. Tiny Dancer in my hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton watches people dance, drink and make out. A bearded weirdo spins around and shouts. People sit and watch him. It’s a drugged out hippy scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Jesus freaks. Dance, jowl by check. Handing tickets out for God. \f91 92 93 94 95 96 Blue Rev. (07/31/18) White Shooting 54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Someone puts a tab of acid on Bernie and Heather’ tongues they kiss for the first time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Turning back. She just laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I/E. MAMA CASS' HOUSE",
          "text": "Elton walks onto the balcony and looks out over L.A. ligh",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Piano man. He makes his stand. In the auditorium.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heather takes Bernie’s hand and leads him back into the h",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Looking on. She sings his songs. The words she knows. The tunes she hums. EXT. MAMA CASS’ HOUSE - NIGHT 94 Elton looks out over the city as all the guests come out to the balcony and sing as a chorus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHORUS",
          "text": "But oh how it feels so real lying there with no one near. Only you...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernie and Heather find an empty bed room and enter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/CHORUS",
          "text": ".»--and you can hear him. When he says softly. Slowly. Bernie whispers to her and she laughs and kisses him. Hea smiles and suddenly leaves the room. Bernie is confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton looks out over L.A. Sings: \fBlue Rev. (07/31/18) White Shooting 55.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/ CHORUS",
          "text": "Hold me closer tiny dancer. Count the headlights on the highway. He sees the cars lights on Sunset Blvd below.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/CHORUS, (CONT'D)",
          "text": "Lay me down in sheets of linen. You had a busy day today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heather returns with another girl and they undresses Bern together and they make love.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Hold me closer Tiny Dancer. You had a busy day today. 98 INT. MAMA CASS’ HOUSE. NIGHT. 98 Elton wanders in from the balcony and sits on the sofa al 99 INT. MAMA CASS’ HOUSE - NIGHT 99 Elton wakes on the sofa. His head spins and he feels hung over. A smartly dressed man, JOHN REID sits in an arm cha opposite him. He is calm and relaxed and has a knowing sm He speaks in a soft Scottish accent. He hands Elton a gla of champagne.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Dom Perignon. 63. A very good vintage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "It’s always important to rely on the kindness of strangers. Elton looks blank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID, (CONT'D)",
          "text": "Never mind. John Reid. He sits next to Elton. \fBlue Rev. (07/31/18) White Shooting 56.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID, (CONT'D)",
          "text": "I know it’s all a bit overwhelming at first but something makes me think you’ll get used to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You're that good a judge of character are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Of a great many things. In fact, I predict you could be the best selling artist in America if you desire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "So you like the songs then?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Not quite as much as the singer. Reid stares at Elton. Elton stares back, amazed at this u confident creature. Reid knocks back the champagne and twinkles a smile at Elton. He speaks in a low seductive t",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID, (CONT'D)",
          "text": "You don’t realise what happened at The Troubadour tonight, do you? There are moments in a rock stars life that define who he is and how people perceive him as he ascends into the heavens. You lit the blue touch paper and now we can all see you throwing light and colour and magic into the night sky. Where there was darkness, there is now - you. Elton John. You can do anything you want. You can be anyone you want. And it’s going to be a wild ride. Reid leans in and kisses Elton who mesmerized by this strange, dangerous and exciting creature doesn’t resist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Fireworks? Reid smiles. \f100 101 102 Blue Rev. (07/31/18) White Shooting 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Naked on the bed Elton and Reid kiss. The curtain blows i the wind as the bodies in the shadows, back lit by the ne from outside the window embrace and make love. Overhead shot of Elton in bed. Elton looks over to reveal Reid next to him. Reid’s hand rests on his side as he sle Elton gently puts his hand over Reid’s, being careful not disturb him. ELton settles back, stares upwards, amazed, excited and enthralled that this has happened to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton, Reid, arrive at the club and there is a huge crowd around the block. Some asks Elton to sign his album. Ray rushes out to meet them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Where the fuck have you been? Ray ushers them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton, Reid, and Ray walk through the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "A review from the L.A. Times has been syndicated. Things are going crazy. They are met by Doug at the dressing room door who reads the paper. Bernie and Heather are there too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "“Rejoice. Rock music has a new star. He’s Elton John a 23 year old Englishman whose debut at the Troubadour was in every way magnificent.” It’s happening my friends. Reid takes the paper and reads it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "I knew it. I fucking knew it. Bernie sees that Elton is captivated by Reid and that he looks different. Elton smiles at him. \f103 Blue Rev. (07/31/18) White Shooting Reid goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Dick's extended our stay. We’re in San Francisco tomorrow for three nights. After that we fly to NYC. Back here for two more shows. Then Dick wants us back in London to start the new album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "This is it. You're off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Will I see you when I get back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Work takes me away a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "But I want to see you again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Don’t worry about me. Go, enjoy your moment. That’s what’s important.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Come to London with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "I can’t but next time I’m there I‘1l look you up. Promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "You're on kid. Don’t keep your public waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RIED",
          "text": "I’m going to watch out front.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOUG",
          "text": "Elton! Doug points to the stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Give me a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton looks at the crowd through the curtain and tries take it in. Bernie joins him. 58. 103 to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Green Rev. (10/29/18) White Shooting 59.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "We got to work twice as hard now, Bernie. Bernie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "We will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’s never gonna last.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "So let’s enjoy it while we can. Elton smiles but actually looks closer to tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m so fucking scared. Bernie hugs his friend. Elton composes himself. We hear t crowd go wild and cheer. ‘DON’T GO BREAKING MY HEART’ starts to play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on a phone ringing. Mary, the secretary, grabs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Dick James Publishing. Ray, hurriedly gets some papers together, obviously late. There are boxes of Fan letters on the floor and a pile of Elton’s photos on his desk waiting to be signed. The reception looks like a bomb has gone off and it’s in comp chaos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "(To himself) Shit, shit, shit! Where is that fucking contract.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Hold on. Ray! It’s Carl from Record Mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What? Was I suppose to call him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f104 Green Rev. (10/29/18) White Shooting 59A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I don’t know. He’s asking for the release date for Elton’s new single.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Really!? I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "(into the phone) He doesn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Don’t tell him that! Did you arrange the car to take Elton to the studio?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "I did’t know I had too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "What!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Can Carl get an advance copy of the album?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "No! Send him some tickets for the European tour or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Next year? He tours Canada and North America before that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Right! Whatever! Oh balls, I’m late. Just sort it out. Another phone starts to ring. Mary answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARY",
          "text": "Dick James Publishing (Beat) Ray, it’s Lorrain from the Mail... Ray grabs his bag and runs out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sings with KIKI DEE. She is full of energy and they both having a great time with the song. +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fGreen Rev. (10/29/18) White Shooting 59B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ray is in the control booth and Reid enters. He smiles at Elton and nods. Elton stops the recording and waves Reid",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An excited Elton is with Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Business and I promised if I was ever in town I’d look you up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "How long are you staying? \f107 White Shooting 60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Not sure, that depends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I can beg if you like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "For the last six months I’ve been hearing your songs everywhere. It makes it very hard to stop thinking about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Really? Ray comes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Come on Elton, what are you doing? Either let’s go again or go to the pub.... Reid pushes Elton into a closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid gets up close and personal. The seduction is on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "What do you want, Elton?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Wrong answer. Reid kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Dinner with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You're so humble it’s embarrassing. You're a millionaire rock star who lives at home with his mum! This is grown up time now. Things are serious. Be brave. Think big. What do you really want!? They kiss. Reid smiles and opens the door. Bernie and Hea are there now dressed in top hat and tails and an evening gown and point at a huge theatrical curtain. \fWhite Shooting 61. Intro: ‘HONKEY CAT’ John Reid becomes Elton’s manager and leads him on a ‘dan journey’ of discovery. Introducing him to all the finer things in life. At each stage they accumulate expensive possessions. All executed in a Hollywood 1940,/50’s Musical dance styl They enter the ballroom, and join other dancers. Reid swi Elton into a tailors dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "When I look back, boy, I must have been green. Bopping in the country, fishing in a stream. Looking for an answer, trying to find a sign Until I saw your city lights, honey, I was blind. A swarm of designers gather around him with colourful bol of cloth, sequined jackets, crazy hats. They swirl around and he eventually emerges from the colour, transformed in new attire, Reid looks on approvingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "They said, get back, honky cat Better get back to the woods Well, I quit those days and my redneck ways. And, oh, the change is gonna do me good. Then they dance over to a restaurant table. Waiters make fuss, setting the table, napkins, champagne and caviar served.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You better get back, honky cat Living in the city ain't where it's at. It's like trying to find gold in a silver mine. It's like trying to drink whiskey from a bottle of wine A car horn sounds and a convertible Rolls Royce pulls up. they jump in the back, back projection kicks in to reveal French Riviera mountain roads. They stop at the top of a. Staircase, as they walk / dance down the stairs , Jeweler surround them ( Like Monroe in Diamonds), they drape them watches, rings, diamond necklaces etc. \f108 White Shooting 62.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Well, I read some books, and I read some magazines.About those high- class ladies down in New Orleans. And all the folks back home, well, said I was a fool. They said, oh, believe in the Lord is the golden rule. At the bottom of the stairs a shop window full of adverts Large Mansion houses, Reid appears with a house brochure, shows it to Elton, Reid opens his briefcase, takes out a pen and cheque book, with a flourish he writes and hands to estate agent. Elton and Reid walk off happy. An art house worker pushes a stage flat onto the stage wi collection of Francis Bacon’s, Picasso’s and Van Gogh's. Elton and Reid walk along making a selection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/REID",
          "text": "They said, get back, honky cat Better get back to the woods Well, I quit those days and my redneck ways. And, oh oh oh, oh, change is gonna do me good. They said, stay at home, boy, you gotta tend the farm. Living in the city, boy, is going to break your heart. But how can you stay when your heart says no? How can you stop when your feet say go? The Artwork is rolled away to reveal a Caribbean beach, w young men and woman drinking cocktails and playing beachb Reid and Elton strip down to their bathing suits and join A Pair of plane steps appear they run up them and appear inside a beautifully furnished private plane with a piano bar in the middle. They exit the plane and find them selv In an Auction House, Furniture, sculptures are bid for, t auctioneers gavel coming down again and again and pointin ELTON, SOLD. They get up and walk through a big door into...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid sits at his desk in his newly finished office. Gold disks on the walls etc. Dick James and Ray are there. It’ clear Elton has a hectic year or two ahead. \fBlue Rev. (07/31/18) White Shooting 63. Elton is dressed fantastically and plays pinball and drin whiskey from a tumbler. Dick looks at Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "No one’s being phased out, Dick. Elton just feels that things will run more smoothly if he has personal management. Ray looks at the Francis Bacon on the wall a little confu",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "Is this upside down?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Shut up Ray! There’s never been a problem before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "And there isn’t one now. There’s lots of work and commitments. Tours etc and that’s what I’1l be doing. Personal management. Taking care of things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Will you really? You do realise I have a contract with Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "I've already had that looked into. He’s quite within his rights to take on outside representation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "That's what you think, you fucking poofta. Dick turns on Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "And you're happy with this arrangement are you? After all these years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "It’s not personal, Dick. Dick sizes Elton up then walks to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK",
          "text": "Come on, Ray. I own a percentage of the next two albums. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 64.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "You'll be hearing from my lawyer you fucking rat bag. Dick and Ray go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "That was horrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Don't worry, it’s business. Dick’s a big boy. He’ll be fine. A handsome young male P.A. BRYAN, comes in and delivers a of cocaine which Reid puts in a box on his desk. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRYAN",
          "text": "Lord Grade’s office have called about the Royal Variety performance. Apparently the Queen Mother is a big fan. I’ve booked the tickets for St. Tropez and the return flight to London the next morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Put us both on that and get me the number for the BBC. Bryan exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Couldn’t we have kept on Ray? He’s a lovely guy. Reid looks at Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "‘Lovely guy’ is not a job. This is a crucial time, Elton. You and I are going to have to be more careful. The papers have been sniffing around. We can’t give them anything to speculate on. I’m thinking of getting someone in as your girlfriend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Seems a bit excessive. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "No, this is your career and our business at stake. If our sleeping arrangements get out then all this is gone. \f109 110 Yellow Rev. (10/24/18) White Shooting 65.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You'll need to talk to your parents. Make sure they know what to say. Those are the first doors reporters knock on. EXT. STANLEY’S HOUSE - DAY 109 A limo stops in a drab suburban street. Elton gets out extravagantly dressed and looks completely out of place. look in amazement. He walks down the path of a down at he house. He rings the doorbell and waits. The door opens an Stanley looks at Elton in shock for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Hello, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Hello, Reg. Come in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sits on a small armchair and looks around whilst Stanley sits on the sofa. It is still very awkward betwee them. More so than ever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Looks like things have worked out well second time round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Yes. I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Not everybody gets a second chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "No. Why are you here, reg?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I wanted to show you how well I’m doing. Elton takes out a Rolex box and hands it to Stanley. Stan opens the box and looks at the watch and is dumbfounded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "My Music is really taking off. \fYellow Rev. (10/24/18) White Shooting 65A. Stanley turns the watch over in his hands and looks at it really is a beautiful gift. Suddenly they hear the frontd open and Stanley quickly puts the watch away. A 12 year o boy similar to the young Reggie runs in and jumps onto th sofa next to his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "Dad, there’s a Rolls Royce outside! Stanley hugs Geoff whilst a second boy runs and jumps on sofa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Geoff, Stephen. This is your brother, Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN",
          "text": "Half-brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not called Reggie anymore. There’s an awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "I thought once I’m back off tour we could all get together. As a family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Maybe. Elton looks at Stanley and the boys - it’s clear there’s real place or understanding for him here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "Are you really worth twenty-five million pound? Elton tries his best to smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t know. I hope so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "They’re really proud of you. We’ve even got some of your records.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN",
          "text": "My mums say’s you’re a poofta.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "What’s a poofta?",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "That’s enough now boys. Elton is too uncomfortable - he stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I'd better be off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Maybe you’d like to stay for tea? \fYellow Rev. (10/24/18) White Shooting 66A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN",
          "text": "I thought you said we could go to the chippy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No really, I have to get goin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Hang on. \f111 Yellow Rev. (10/24/18) White Shooting 67. Stanley leaves the room and the boys stare at Elton. No l lost here. It takes an age. Elton stands, deeply embarras by the whole thing. Stanley returns and hands Elton a pen and an album.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY, (CONT'D)",
          "text": "Put ‘To Arthur’ - he’s a bloke I work with. He’s quite a big fan. Slowly Elton signs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "That’1l be worth a few bob now. Elton looks at his father who is still unable to express love for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Well, it was very nice of you to pop by, wasn’t it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEOFF",
          "text": "Let me see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STEPHEN",
          "text": "He smells of lavender. Stanley holds out his hand and shakes Elton’s.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You still don’t know when yo hug me do you. Stanley looks at Elton. Elton’s right- he still can’t bri himself to show Elton any physical affection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the door step Stanley holds out his hand and shakes Elton’s in a friendly manner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "The boys loved meeting a real life pop star.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Sure. Thanks, dad. Stanley looks at Elton. He still can’t bring himself to s Elton any physical affection. +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 67A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on Elton as he looks at the house. The reality hars and raw. The boys with their faces pressed up against the windows look back at him. Stanley comes and gets them awa and gives a little wave. Tears start to run down Elton’s cheeks. \f113 114 115 Blue Rev. (07/31/18) White Shooting 68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close on Elton as he cries. He looks up and sees the grou all looking at him. He picks up the chair and throws it across the room at the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What’ve you got to do get a fucking drink around here?! The rest of the group and the counselor stare in shock at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Reid walk out through the hallway as staff clea and make things nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "I ask you to do one thing to protect our lives and you can’t even do that!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You really pick your moments, don’t you? I’ve got a show. Can we do this another time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You're not the first closeted queer with a mummy complex.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You've got to grow up. You’re getting worse. Do you want me to tell her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Why would I want that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Because I do everything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No. She’1ll make it about herself and be all distressed and dramatic. It’ll be horrible. \f116 Blue Rev. (07/31/18) White Shooting 69. They exit driveway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Would you rather some sleazy reporter talk to her and have her blab the wrong thing? The next day you'll be reading a headline saying ‘Elton John - Queer.’ Is that what you want? She needs to be clear on what to say. I’ve arranged for her to come over Sunday, talk to her then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What? You didn’t think to ask me first? Do you care how much pressure I’m under?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Not really. the house and there are few expensive cars on the They get into a limo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton and Reid are in the back of a limo. Elton drinks whiskey as Reid fumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "For fucks sake, stop sulking. It has to be done wether you like it or not! Are you going to be scared of her your whole life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Right! Stop the car!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Honestly, you’re pathetic. The car stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID, (CONT'D)",
          "text": "You’re on stage in 15 minutes! Elton gets out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You're the big shot manager. You make my excuses! Tell them I’m indisposed - breaking my mothers heart. \f117 118 119 Blue Rev. (07/31/18) White Shooting 70.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid shouts from the window of the car as Elton legs it d the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Elton! Elton! INT. REGGIE’S HOUSE - DAY 118 Sheila and Fred settle down to watch the telly. ‘Liberace the Royal Albert Hall’. The phone rings. Sheila picks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Pinner 9755.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (0.S.)",
          "text": "Mum. It’s me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "I know who you are!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton is half drunk, the bottle of whiskey in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I have something to tell you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Reggie, we're going to miss the bit of the show with you on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Look, shut up, Mum! I’m not on telly yet. I’m talking to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA, (0.S.)",
          "text": "But it’s already started and it’s live....It’s live!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’ve got something important to say. For Christ sake. Tell Fred to turn the TV down. Mum. Me and John we're...The thing is...I’m homosexual. A poofta. A fairy. A queen. Silence. \f120 Blue Rev. (07/31/18) White Shooting 71.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Say something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "For godsake, I know that. I’ve known for years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No you haven't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Of course I have. You’re my child.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Right. And you don’t mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Frankly, I don’t care. I’d rather you keep that sort of thing to yourself. I just hope you realise you're choosing a life of being alone forever. You’ll never be loved properly. Elton hangs up as Reid opens the door of the phone box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "She said I'll never be loved. Reid grabs Elton and gets in his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Don’t you ever put me in that fucking position again. You arse- hole. You’re on in 5 minutes so get over yourself and do the fucking show. We're running a business, you fat shit! Elton pushes him away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID, (CONT'D)",
          "text": "Don’t you push me. Reid slaps him in the face then storms off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton looks in the mirror at his bruised cheek. He applie some make up to cover it. He puts on an outrageous pair o glasses, then changes them for a more outrageous pair. Th he his hair - his comb is full of hairs. \f121 Blue Rev. (07/31/18) White Shooting 72. He looks carefully where he is going bald. He sniffs a li of coke off a mirror and then puts on a outrageous head-d hat to cover his receding hairline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton come out of the dressing room. Bernie looks at him obviously unimpressed by the outlandish of his costume.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You ok? Elton walks off down the corridor as Bernie rushes to kee up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’ve got the number one album in America, again! I’m about to embark on the highest grossing tour in rock history. I'm personally responsible for 5% of all record sales on the entire planet and I have the highest platform heels known to man. Of course I’m OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "It used to be only the two of us. Now there is bus loads of people just to do the music. Don’t you ever want to go out and sing without all this paraphernalia? You know, be yourself? As they come round the corner they both see Reid talking intimately with a young man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Why the fuck would I want to do that? If you were a real friend you wouldn't say that shit. People don't pay to see Reg Dwight. They pay to see Elton John! Don’t ever tell me how to do my job. Reid looks at Elton. The young man laughs out of embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You don’t have to put up with this, you know, Reg. \f122 Blue Rev. (07/31/18) White Shooting 73.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Write the fucking lyrics, Bernie. Let me deal with the rest. Elton takes a shot of Jack Daniels from a bottle behind t stage then turn to Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "I know. Elton walks out on stage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton starts a wild piano with the PINBALL WIZARD riff. H screams wildly into the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Ever since I was a young boy. I’ve played the silver ball. From Soho down to Brighton. I must have played them all. But I ain’t seen nothing like him. In any amusement hall. That deaf dumb and blind kid. Sure plays a mean pinball! We enter Elton ‘Pinball world’. A giant pinball machine o tours and making huge amounts of money. Reid plays Elton the ball and Elton is blindly bounced and buffered from o concert to another. From another country to another spend spree. People rush and pull him. Elton is under the glass the machine and keeps moving and being played. He goes do different holes and pops out at a new gig. Reid sings too he plays, laughs and grins away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "He stands like a statue. Becomes part of the machine. Feeling all the bumpers. Always playing clean. He plays by intuition. The deaf dumb and blind kid. Sure plays a mean pinball!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLS AND BOYS",
          "text": "How do you he does it? I don’t know! What makes him so good? \f123 124 Yellow Rev. (10/24/18) White Shooting 74. The game gets faster and faster and more manic, Elton spi round faster and faster until Reid gives it one shove too many and Elton goes down the black hole marked L.A. We pa and see the machines TILT light flash. INT. CORRIDOR, ELTON’S HOUSE, L.A - DAY 123 Elton walks out of his room into the bright sunlight - an amazing looking transvestite maid cleans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Where am I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAID",
          "text": "At your house, Mr John. In L.A. EXT. POOL AREA, ELTON’S HOUSE, L.A. - DAY 124 Elton walks out to the pool side. The ‘maid’ gives him an orange juice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Put a couple of shots of vodka in there. He sees Reid, slightly obscured by a pool side table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Morning. Elton sees a young man emerge and realises that Reid has a BJ from him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You're up early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Just a bit of ‘rock and roll’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Rock and roll is not screwing the cleaning staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Rock and roll is getting you out of bed in the morning. Arranging 250 gigs a year and overseeing PRS audits in 176 different countries. It’s employment contracts for 112 people in full or part-time employment. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID, (CONT'D)",
          "text": "It’s insurance, copyright indemnity, renegotiating your previously insane contracts and wiping your arse. All you do is play the piano but in my case, Elton, rock and roll is a 87 million dollar a year industry and you begrudge me a little bit on the side. You really are a selfish prick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You're so predictable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "This is my house. Get out of here. I want to be by myself. Not with people who don’t give a shit about me and take the fucking piss. Reid laughs at Elton. A voice calls out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA, (0.S.)",
          "text": "Yohoo. Elton. Elton turns and sees Sheila, Fred, Ivy and a bunch of Bri who have just arrived. They are not dressed for the sun a all have suitcases and bags with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What the fuck is all this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You told me to hire a plane and fly your family over for the gig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I did? Sheila joins with some other people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You remember the Anderson’s from next door, don’t you? Elton looks to see a middle aged couple he has no recollection of. ‘The maid’ comes and takes their bags an their eyes nearly pop out of their heads. \f125 White Shooting 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. ANDERSON",
          "text": "Your lovely Mum’s been telling us all about the house you’ve bought her in Barnes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. ANDERSON",
          "text": "And what a shy little boy you were. Look at you now. Such a lovely big house. Ivy comes joins. Ivy I can’t believe I’m actually in America. I’ve never been on a plane before. She hugs him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "How was it? Ivy I didn’t like the going up and coming down bits but the rest of it was nice. She looks around at all the people laughing and invading home and then takes Elton in. Ivy can see Elton is not at best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "IVY, (CONT'D)",
          "text": "Are we still going on that little trip you promised? Elton looks puzzled at Reid who nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Of course you are Ivy. It’s all arranged.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Come on Elton, you can show us around. Sheila takes Elton by the arm and leads him away with the Anderson's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bright lights of the city. We hear the closing music Elvis’ show. \f126 White Shooting 77. INT. ELVIS’ DRESSING ROOM, LAS VEGAS CASINO - NIGHT 126 The door opens and SONNY is there with Elton and Ivy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONNY",
          "text": "Elton John. Pop star from England. As he opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONNY, (CONT'D)",
          "text": "(To Elton) Make it quick. Members of the Memphis Mafia hang about and drink. ELVIS sat in a throne at his dressing table in his very ornate over blown dressing room. He is fat and sweaty. His breat is labored. He is doped up to the eye balls and not all there. Streaks of black hair dye run down the side of his face which an obsequious hair dresser tries in vain to fi No one takes any notice of Elton and Ivy. Close on Elton he sees the sorry state his boyhood hero is in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "How did I sound tonight boys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONNY",
          "text": "Great boss. Really strong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "And the back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEMPHIS MAFIA",
          "text": "Good at the back. People were crying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "Hey Joe, find me another nice girl tonight. That one last night man, I tell ya! Best damned head I'd ever had. All the mafia boys laugh and agree with Elvis. Ivy steps forward. Ivy Elvis. It’s lovely to meet you. My grandson, Elton and I are big fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "That’s real nice. Thank you ma’m. I heard of your son. Everybody has. The mafia all nod but there’s an awkward silence. \f127 White Shooting 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I was hoping you’d sing Heartbreak Hotel tonight. It was my first record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "Another English boy come over to conquer the states and steal our money and women huh? That’s real nice. What’s your record called?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "‘Candle in the wind’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "No, I think it was another one. I don’t remember.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You were a huge inspiration to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS",
          "text": "‘Were’? Elton doesn’t know what to say and Elvis sees it in his e Elvis takes a cheap nylon scarf from around his neck, dab his forehead then gives it to Ivy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELVIS, (CONT'D)",
          "text": "Here you go ma’m. Glad you’all enjoyed the show. One of the Memphis Mafia starts to take off Elvis’ boots he cant reach them himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SONNY",
          "text": "Okay let’s get you out of here. The King is tired. Elton takes a last look at his hero before he exits. The crowd can be heard still screaming ‘Elvis, Elvis’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A shell shocked Elton and Ivy follow Sonny. Ivy Mark my words. Dead in six months. Close on Elton ‘FUNERAL FOR A FRIEND’. \f128",
          "sentiment": "neutral"
        },
        {
          "speaker": "128A",
          "text": "Blue Rev. (07/31/18) White Shooting 79. INT. ELTON’S HOUSE L.A. - DAY 128 Bernie arrives in his cowboy gear with a couple of blonde girls in tow. The front door is open and they go inside. friends, and neighbors from Pinner cavort with record com people and enjoy the thrill of being in a rock star’s hom Bernie looks into the library and sees Reid snog a young He then catches a glimpse of two or three men as they embrace. A GUY chatting up a GIRL stops Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAND MEMBER",
          "text": "Hey Bernie, tell her how many people we’re playing to at Dodger’s tomorrow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Er, 50-60,000.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAND MEMBER",
          "text": "See? Over two nights, that’s more than a hundred thousand people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRL",
          "text": "Yeah, I can do math you know. Bernie wanders off with the girls. INT. BEDROOM, ELTON’S HOUSE, L.A. - DAY 128A Elton sits alone in the darkened room. Elton vaguely mumb to himself and lines up a row of pills on the coffee tabl There’s a gentle knock and Bernie and the girls stick the heads in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Elt. You okay? You’re missing the all fun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Well as long as the fun isn’t missing me then who gives a shit? Bernie turns to the girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "We'll chat to him later. Bernie closes the door. +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fBlue Rev. (07/31/18) White Shooting 79A. 129 EXT. PARTY, ELTON’S HOUSE, L.A. - DAY 129 Around the pool Sheila, Ivy and Fred are all in their swimming costumes and have the time of their lives. 130 INT. BEDROOM, ELTON’S HOUSE, L.A. - DAY 130 Elton necks a pile of pills and slurps Jack Daniels. He stands up but the room sways violently and staggers into corridor. 131 INT. CORRIDOR, ELTON’S HOUSE, L.A. - DAY 131 Elton steadies himself and wanders through the party bein the perfect host but in reality he falls into things. He knocks down a vase of flowers and falls over. The guests watch impassive. 132 EXT. POOL AREA, ELTON’S HOUSE, L.A. - DAY 132 Outside everyone has a great time at the party. There is crash as Elton throws open the doors. Everybody looks. \f133 White Shooting 80. Elton walks along the side of the pool and climbs on to t diving board and holds out his arms. People laugh and cla",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "And for my next trick - I am going to drown myself. He the falls face first in to the pool and hits the water with a massive splash. INT. POOL, ELTON’S HOUSE, L.A - DAY 133 Elton sinks slowly to the bottom. The pool is unfeasibly deep. As he sinks, pills float out of his mouth like bubb He goes further and further to the bottom as the intro to Rocketman plays. Elton reaches the bottom of the pool and curious to find a tiny figure dressed in an astronauts spacesuit who plays the introduction on a tiny toy piano. tiny figure is Young Reggie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "She packed my bags last night pre- flight. Zero hour nine a.m. The song is muffled by the space helmet. But now we are inside the space helmet with Reggie and singing is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (CONT'D)",
          "text": "And I’m gonna be high as a kite by then. Elton thrashes around, desperately and tries to get away Reggie, who looks up sadly. People dive in above Elton an swim down to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I miss the earth so much. I miss my life. It’s lonely out in space. Elton is hauled upwards by people.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "On such a timeless flight. He is hauled out of the pool. Everybody looks at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "And I think it’s gonna be a long, long time. Till touch down brings me round again to find. \f134 135 136 137 White Shooting 81. He is rushed through the crowds on a trolley - Bernie mop his brow, Reid pushes people out of the way - to an ambulance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "I’m not the man I think I am at all. Oh no no no, I’m a rocketman. Rocketman burning out his fuse up here alone -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton in the ambulance wired to machinery. Elton looks at Paramedic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "And all this science I don’t understand. It’s just my job five days a week. A rocket man, a rocket man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton’s ambulance pulls up. Paramedics run to the vehicle open the doors. As they spring open and Elton climbs out being helped by the paramedics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What appeared to be the entrance to the hospital turns ou be the entrance to backstage. Reid and his acolytes swarm round Elton and start to put him back together. A line of coke as they put on his stage costume. A shot of whiskey they put on his hat and glasses. Elton straightens up and now dressed in his Dodger’s Stadium attire with his bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "And I think it’s gonna be a long, long time. Till touch down brings me round again to find.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton runs backstage but sings on. He runs on stage. The crowd goes wild. As he comes on someone from the crowd th a ball. Elton swings his bat and hits it way into the cro",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not the man I think I am at all. Oh no no no, I’m a Rocket man. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f138 White Shooting 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Rocket man burning out his fuse up here alone - Elton stares out at the vast crowd, the whole stadium is by lighters. The camera pans up, it is impossible to know where the lighters stop and the stars of the night sky st We pan up to the stars in the night sky. A jet flies acro the sky. Elton looks up at the plane and suddenly shoots into the air like a rocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton lands in a seat on the plane and Bernie sits opposi him. Reid, and all the cronies are either crashed out or drunk at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Elton? Elton!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What were you saying? Elton looks a bit unsure where he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "I need a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You need a break? What about me!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Creatively speaking. I need to sort myself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Jesus Bernie, for a straight man you can be really gay sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "I’ve got nothing to say anymore. Every time I wake up all I see is clouds. One tour after another. I don’t know who I am half the time. I’m going home for a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "That's nice for you",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You're stronger than me. I’m not the writer I was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Blue Rev. (07/31/18) White Shooting",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Is this the same speech you make when you want another divorce?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "When did you get so cynical, Elton. It’s doesn’t suit you. A beat while Elton looks at Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE, (CONT'D)",
          "text": "Why don’t we both just disappear for a bit together. Recharge. We can go to my ranch and hide away. Write like the old days. You in one room, me in another. There’s plenty of space...",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "No. There’s other writers I want to work with. It’ll do me good to collaborate with new people. We should take a break. 83. Bernie gets up and walks back to the bar. Elton watches h and all the others drink and party. A dark mood is over h",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton waits to go on. A MINION fusses with his huge wig.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I can’t fucking move. What’s the point of the wig if I can’t fucking move.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINION",
          "text": "You have to let the glue dry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Well get it to hurry up. Where’s my sushi?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSHI GIRL",
          "text": "Here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "This is yellowtail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SUSHI GIRL",
          "text": "Yes, we flew it in from Osaka.",
          "sentiment": "neutral"
        },
        {
          "speaker": "138A",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f139 Blue Rev. (07/31/18) White Shooting 83A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I hate fucking yellowtail. He throws the sushi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Everybody knows I hate yellowtail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MINION",
          "text": "Please stop moving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "How am I expected to play in front of 5000 people on nothing but yellowtail! Fuck this. Give me a bottle of whiskey for god's sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton staggers onto the stage. The crowd start to applaud makes it to the piano and sits. He laughs to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "My loyal subjects! Elton laughs again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Hello. Hello, Australia. Or New York. Or Swindon. Or where-ever-the- hell-we-are. Silence. Someone coughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "The problem with you lot, the problem with you lot is you think “Oh here comes Elton he’1ll cheer us up. He’ll sing us a song”. But you know what? It’s not that easy. Have you thought about what’s going on? (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f140 141 White Shooting 84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Have you asked yourself what you’re doing here, listening to me all happy clappy. There are people starving in Africa. There are people dying, people without homes and here we are singing bloody songs about it. He takes a drink of water and tries to pull himself toget",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "But anyway, I blame the Arabs and the Jews and the Christians and the Hindus and some of those Buddhists aren’t so great either. Elton laughs at himself. The rest of the band can’t hide their embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Anyway, this ones for all the atheists out there. As the music kicks in. “BENNY AND THE JETS”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton’s usual after show party full of debauched hedonist party people. Drag queen’s, Muscle men/women, hangers on, groupies of both sex, roadies and all the weird and wonde going strong. They cheer as Elton enters. The guests are dressed in Elton’s stage outfits from over the years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DRAG QUEEN",
          "text": "Hey kids, shake it loose together. The spotlight’s hitting something. That’s been known to change the weather. We’ll kill the fatted calf tonight. The camera pulls out as someone drapes a huge mink coat o Elton’s naked shoulders. INT. PARTY WONDERLAND, UNDERGROUND CLUB NYC 80’S - NIGHT Elton and all the people from the party dance in as Elton sings. The party Elton’s always wanted, where anything goes and the bold and the beautiful are there doing their debauche best. Elton goes from room to room. \fWhite Shooting 85. He wanders into a large hall/ party area where it all happens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "So stick around. You’re gonna hear electric music. Solid walls of sound. Say, Candy and Ronnie, have you seen them yet. Uh but they’re so spaced out. A high and drunk Elton kisses anyone who is near. He also hands out watches and gifts to everyone who smiles at him Next to Elton - a huge naked man wearing a chief's head d appears next to him. Now everyone dances in synchronization. Hands wander all naked bodies. Elton smiles to the camera and gets on his knees, turns t the guy - Elton finds he is perfectly positioned, at crot height. The crowd close in. The crowd part to reveal Elto singing straight to camera. Elton sits at a grand piano and plays. As he sings he is golden halo - Elton singing delightedly into the camera. crowd close in on Elton singing like a door closing. Elton appears with someone on his knees in front of him - blonde young man. The young man stands, wipes his lips an Elton hands him a watch and strolls towards the bed. A young muscle man spreads himself out and rolls around. then takes Elton by the hand and they climb into bed together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "B-B-B-Benie and the Jets. Oh but they’re weird and they’re wonderful. Oh Benie she’s really keen. She’s got electric boots a mohair suit. You know I read it in a magazine. B-B-B-Bennie and the Jets. There is a succession of men that Elton rolls in and out bed with. He pulls the sheets over their heads and then a man is in there with him. He rolls over and there is a different man in there. He kisses one guy and then there new man in there. It gets faster and faster and more bodi roll around. \f142 Yellow Rev. (10/24/18) White Shooting 86.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sits up abruptly in bed. The curtains are all close keeping out most of the daylight. It is the full rock sta paranoid hide away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Fucking hell! He picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "This is the Presidential Suite. There’s a noise outside my window. I know it’s the fucking wind. Do something about it! He slams the phone down. A young man is in bed with him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Remind me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Hugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Right, Hugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Why do you play these games Elton? You know who I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Let’s have a line.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Wouldn’t you rather get some breakfast? It’s seven in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I didn’t ask you the fucking time! Hugh slowly gathers his clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "You’re a good person, Elton. It’s a shame you don’t think so too. You live in this bullshit world where you pretend not to notice or care. It’s been, what, three months now and I don’t know who I am anymore. God knows what it’s like for you. I’m seriously getting scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+ eH HH HH \f143 Yellow Rev. (10/24/18) White Shooting 86A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What the hell are you scared of?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Dying. We’ve had a wild time but I can’t be part of this. The drink and drugs are more important to you than people. You should look after yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It’s a bit late for that. Elton takes an expensive watch and offers it to Hugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Have something for your trouble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Fuck you. Hugh doesn’t take the watch and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A paranoid and depressed Elton sits with RENATE the studi engineer at the mixing desk. There is also TWO GAY GUYS j hanging out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "Would you like a cup of tea? Elton looks at Renate and she smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Got anything stronger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "Would you like to hear it again? Elton mumbles to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f144 145 Blue Rev. (07/31/18) White Shooting 87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "You should be very proud. I’ve watched you play many times. Your music is always so personal, honest and open. It must be hard sometimes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton holds a cup of tea. It is warm in his hands but he looks at it like it’s the strangest thing he’s ever seen. steam rises from the cup as Elton, Renate and the two gay guys watch a news report about Ryan White on the televisi It shows how he has AIDS from a blood transfusion and how is being vilified and persecuted at school through fear a ignorance. He is a thoughtful and decent young man as is mother who is in the news report too. Renate watches too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "They say it’s an epidemic in New York now. I have a friend who said they call it ‘gay cancer’ at the hospital. He’s wasting away too. He has sores in his mouth and can hardly eat anymore. It’s so distressing for his family.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAY GUY 1",
          "text": "My mother believes you can catch it from a toilet seat. She won’t let me use the bathroom and I caught her throwing away a cup I drank from. Elton looks at Guy 1 and notices that he is self consciou about a mark on his cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAY GUY 2",
          "text": "Thugs ran through the gay district in Chicago and beat people with baseball bats. INT. ELTON’S HOUSE L.A. —- MORNING 145 Elton in nothing more than a robe sits on the floor. The television is on. There is a hugh pile of records spread which he frantically goes through and alphabetizes. He st and in frustration bends and twists up and breaks a vinyl record.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Fuck!!! + eH HH a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e \fBlue Rev. (07/31/18) White Shooting 87A. Reid is let in by the trans maid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "What do you want? I’m busy. \fWhite Shooting 88.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Why don’t you get back in the studio you're paying for? Elton gets a copy of the Rolling Stone Magazine and start manically going through it and waving it at Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What’s all this about only getting to number eleven in Italy? What have you been doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "The song doesn’t work. It’s number one in Finland but who gives a fuck about that. The record is coked out, MOR, shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You never understood me or what I go through. I should have sacked you when you left me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You use to be a genius - now you’re just a fat fuck who plays the piano. I’m glad I left you. It means I can maintain some objectivity on your self-indulgent, myopic little world. Go in the studio and make some music, or don’t. I don’t care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You will do when the money runs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "You signed contracts with me long ago. Every bit of tuna you stuff down your bloated fucking throat, every limousine you ferry your entourage around in comes out of your end. I’11 still be collecting my 20% long after you've killed yourself. Reid exits and Elton throws the ashtray at the door. \f146 147 148 Blue Rev. (07/31/18) White Shooting 89.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton in large dark sunglasses looks sheepish and paranoi the CLINIC NURSE takes his blood. She puts a label on his sample marked ‘Mr Smith’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLINIC NURSE",
          "text": "The results take 6 to 8 weeks. We'll be in touch when we know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The group all stare at Elton. His fingers are intertwined crushed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATIENT",
          "text": "So? What were the results? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I got lucky. I don’t know how. I * shouldn’t be. I’ve known so many people who didn’t make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "And how does that make you feel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Numb? I think I’ve gone so far from the shore that there’s no turning back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "There’s always another chance. We all make mistakes. You have to allow for that. Elton starts to laugh to himself. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slumped and lost Elton sits at the piano pressing one k Renate is in the control room. Elton look through the gla at her and a strange glow is all around her. Renate smile",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "him. * Elton sings a Capella: ‘DON’T LET THE SUN GO DOWN ON ME’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I can’t light no more of my * darkness. All my pictures seem to * fade to black and white. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f149 150 Blue Rev. (07/31/18) White Shooting",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "I’m growing tired and time stands still before me. Frozen here on the ladder of my life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "Too late to save yourself from falling. To take a chance and change your way of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/RENATE",
          "text": "But you misread my meaning when I met you. Closed the door and left me blinded by the light. The music plays on as a gospel choir take up the song.. EXT. WOODSIDE MANSION - DAY. 90. 149 Elton and Renate stand under a flower covered alter in th gardens and kiss. There are screams and shouts and camera flashes. Elton smiles as the gospel choir sing behind the",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOSPEL CHOIR",
          "text": "Don’t let the sun go down on me. Although I searched myself, it’s always someone else I see. I’d just allow a fragment of your life to wander free. But losing everything is like the sun going down on me. Reid, Sheila, Fred and Ivy are there but no one is as confused and troubled as Bernie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton has tears running down his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’ve never said it before but Renate didn’t deserve that. She’s a good person. I dragged her into all that madness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PATIENT",
          "text": "I remember when you got married. The papers were full of it. 150 \f151 152 153 154 Pink Rev. (08/22/18) White Shooting 91.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "Did being married make you happy? *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Not really. I’m gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Birds sing and the sun shines as one gardener waters the and another rakes leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The song ends as Elton exits from one room and Renate exi from another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON/RENATE",
          "text": "Morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sits at the table and pours himself a vodka and ora as Renate makes herself a coffee. She sits opposite him. clock ticks. Elton sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RENATE",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pissed Elton comes into the restaurant. The Maitre de welcomes him and Elton whispers something then makes his to a table. It’s like the King has arrived - people rubbe neck as diners greet him and shake his hand. The whole th is a complete palaver but Elton keeps a beaming smile on face then sits at the table with Sheila and Fred. Faced b his mother he is weak and child like.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "That poor Renate. Such a lovely * woman, divorce can be so painful. * You're looking well! *",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I suppose, yes. * \fPink Rev. (08/22/18) White Shooting 91A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Anyway darling, celebration is on order, we've found a lovely villa by the sea, it’d be good if you would talk to John today to get the money arranged. Can’t risk losing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "It’s in minorca. We love it there. + eH HH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(08/22/18) White Shooting",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Minorca?! What do you want to go to go there for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Because you’re driving me away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "One little slip about the Jews and everyone gets hysterical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "It wasn’t just them. You’ve insulted everybody and I’m the one who has to hear about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Every time we pick up a paper there’s something in it about the drink and drugs. You’re breaking your mother’s heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I‘ll write her a cheque, she can buy a new one!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "How dare you Reggie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not fucking, Reggie! I am Elton Hercules John. Who in their right mind calls their son Reginald Dwight!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "How could you say something like that to me when I’ve given up so much for you!?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What? What have you given up for me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "How about your father for a start!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You heartless monster! I don’t live life in black and white. I don’t want your fucked up frigid ideas about anything. I’m sick of running away from who I am. There’s nothing wrong with success or pleasure. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f(08/22/18) White Shooting 92A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Why am I apologizing for it? So I fucked everything that moves and took every drug known to man. I enjoyed every last minute of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You’ve never had to work hard for a bloody thing in your life. Ever since you first dangled your legs in front of a piano you’ve been lucky. It all just comes to you and we're the ones who to suffer. I should never of had children. Do you know how disappointing it is to be your mother? + eH HH HH \f155 156 Pink Rev. (08/22/18) White Shooting 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What have I got to do to make you love me? What have I got to do to make you care? What do I do when lightning strikes me? And I wake to find that you're not there? Elton gets up from the table and walks through the restau to the toilets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton enters and splashes water on his face and sings int the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What have I got to do to make you want me? What have I got to do to be heard? What do I say when it's all over? And sorry seems to be the hardest word.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton comes out of the toilets and walks back to his tabl As he does the restaurant punters sing although they don’ look at Elton.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PUNTERS",
          "text": "It's sad, so sad (so sad) It's a sad, sad situation And it's getting more and more absurd. It's sad, so sad (so sad) Why can't they talk it over?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Oh it seems to me. That sorry seems to be the hardest word. Elton sits down. He turns to a waiter: \fWhite Shooting 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Bring two chocolate puddings, a raspberry fool and an apple pie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "What kind of ice cream would you like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "All of them. Elton looks up and Bernie sits opposite him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Where’s Reid nowadays?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Does it matter? He hates my guts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Nobody hates you, Elton. Elton pours himself a big drink and downs it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE, (CONT'D)",
          "text": "Nobody except you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What are you doing here, Bernie!? You fucked off when it suited. Now you come crawling back to lecture me. From the first moment we got somewhere, you decided to leave me and go fuck some tart. Some trollop was more important to you than me and all those legends who where welcoming us in. You left me at the most important time! I went to tower records on my own, Bernie because if I’d have waited for you, it would have been too late! The waiter brings the desserts and ice cream and Elton ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "When did you give up, Reg? When did you stop being in control? If you don’t care about yourself how do you expect anyone else too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Whenever I’ve needed you most you weren’t there. I worked my balls off to get us out of the shit. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f157 158 White Shooting 95.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Day in, day out, for years. And now I’m the one who can’t walk the streets! I’m the one who doesn’t have a life. I don’t get to sit around and chew on a fucking pencil with my feet up on a desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "“Write the lyrics Bernie and I'1l take care of everything else”.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "It was a test you selfish prick! You should have known that! Elton eats and drinks more. Bernie stares at his old frie heartbroken. Elton eats and drinks more. Cue: Intro to ‘GOODBYE YELLOW BRICK ROAD’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "When are you gonna come down. When are you going to land. I should have stayed on the farm. I should have listened to my old man. Bernie gets up and walks out of the restaurant. Elton sta to follow him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Where the fuck are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernie walks down the middle of the road. Elton follows h out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "You know you can’t hold me forever. I didn’t sign up with you. I’m not a present for your friends to open. This boy’s too young to be singing the blues. Bernie hails a taxi and gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bernie sings in the back of the taxi. \f159 160 161 162 White Shooting 96.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "So goodbye yellow brick road. Where the dogs of society howl. You can’t plant me in your penthouse. I’m going back to my plough. Back to the howling old owl in the woods. Hunting the horny back toad. Oh I’ve finally decided my future lies. Beyond the yellow brick road.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton stands in the street and watches Bernie go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Coward. The same as always. Leaving me when things get too real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton enters and collapses. He crawls to the bottom of th stairs, curls up into a ball and cries.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You idiot, you idiot, you fucking idiot. What the fuck are you doing? Staff walk past but think it’s best to leave him where he",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton runs in and pukes in the toilet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton slams the door. He takes the briefcase and hurries his desk. He hastily cuts an enormous line and snorts it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’1ll show them. I’1l get well. I’11 get clean and fucking show him. Bernie betrays me, everyone does. No one wants you when you lose. Ha! Fuck them. I’1l get so clean they'll fucking shit... He starts to shake. He staggers up from the desk. Shakes. is having a fit. \fBlue Rev. (07/31/18) White Shooting 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Oh fuck. Oh fuck. He staggers to the top of the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton passes out and slides face first down the staircase comes to a stop at the bottom and can not move. Dribble a sputum run from his mouth and nose. His eyes roll back in head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Reid talks on the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "I’m on my way to see him now. It’s a chest infection, Mac. He’s going to be fine. How are ticket sales? Great. Add five more nights. Let me worry about that. I always get him up and running. He’1ll be there. 165 INT. ELTON’S PRIVATE HOSPITAL ROOM - NIGHT 165 A nurse attends to Elton who is in bed looking grey wired to lots of machines. Elton’s eyes flicker open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "How are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "The heart attack after the cocaine seizure was a bit of a shock but otherwise fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "There are places you can go, you know, where they can help you with addiction.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t need any help. Reid opens the door and the nurse goes and keeps him from entering.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "He’s not awake yet I’m afraid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yellow Rev. (10/24/18) White Shooting 97A.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "When can he get out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "You’1ll have to talk to Dr. Vaughn about that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Right. Make sure he isn’t disturbed. He’s not allowed any visitors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "He hasn’t had any. No one’s been in to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "Right. Good. Reid goes and the nurse turns off the lights and leaves t The sound of “ELTON, ELTON, ELTON” fades up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton is at the counter while a NURSE gets together his prescriptions. As she talks him through what-does-what hi attention is drawn by the TV. There is the Ted Coppal interview with Ryan white on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE, (0.S.)",
          "text": "These are for your blood pressure. You'll need to take 3 a day. These are Oxycodone, you need to be careful with these, it’s a pain reliever but they are very strong. Now, for the anxiety and tremors I’m going to give you Valium and Diazipam, please keep to the prescribed dose as they can cause a dependency. I’ve also booked you in with Dr. Vaughn next week to assess your irregular heartbeat. As Elton watches the TV in horror. Hugh walks up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Wow! That was quick! How you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "The heart attack after the cocaine seizure was a bit of a shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 97B. Hugh smiles and shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "What are you doing here hugh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "It’s normal to come and see friends when they go into hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Well, you’ve seen me. I’m all better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Really? Cause you look like shit! The TV coverage of Ryan White plays on and Elton Looks at Elton and Hugh Sit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "This kid breaks my heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "He’s not going down without a fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Why doesn’t he scream and shout about the shitty hand he’s been dealt?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "What difference would it make? He obviously thinks there’s something better he can do with the time he’s got left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What are you saying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Nothing. Just an observation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "When did you get so fucking philosophical?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "I’m in Rehab. It puts a different perspective on things. You should try it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 97C.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "You heard. It’s time to stop the self pity and get on with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t need that kind of help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "Yes you do. You’re an alcoholic, cocaine addict with sex issues. Where are you going now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I have shows in NYC. Rehab will have to wait because my fans won’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "They’11 still buy your records if you take two weeks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You've no fucking idea what you’re talking about. Stick to being a dancer or whatever it is you do. Elton takes his big bag of prescription pills and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e \f166 167 168 White Shooting 98.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sits at his dressing table surrounded by good luck cards and flowers. He looks a bit better but not much. Th young guys all hang around drinking. They all have gold watches and look a little like past boyfriends. It looks similar to Elvis’ dressing room and entourage. Elton star at them. One of them notices.",
          "sentiment": "neutral"
        },
        {
          "speaker": "1ST HANGER-ON",
          "text": "Do you need a hand getting your boots on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "What? Er, no. How many are in tonight? He ignores Elton and carries on drinking and talking. Elt stares at himself in the mirror. He slowly gets up and go into the bathroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He goes to the sink and racks out a line. He takes a snif and when he comes back up he sees, on the loo, trousers d a cadaverous Elvis. Elton leaps back in horror. Elton loo at the dead eyed Elvis on the toilet. Elton spins back to reality and looks at himself in the mirror. He’s pale and has trouble breathing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Oh fuck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton steps back into the room but no one takes any notic him. He sits again at the mirror. The chanting still goes He looks at the useless hangers on he has there and no friends. ‘Goodbye Yellow Brick Road’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "So what do you think you'll do then? I bet that'll shoot down the Plane. It'll take me a couple of vodka and tonics to set me on my feet again. Elton gets up as he sings and walks out of the dressing r The guys all look confused. \f169 170 171 White Shooting 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "YOUNG GUY",
          "text": "You're on in five minutes. Elton carries on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton exits through a fire door and one of the guys follo him out and watches Elton walk away as he sings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Maybe you'll get a replacement There's plenty like me to be found Mongrels who ain't got a penny, sniffing for tidbits like you on the ground. Elton walks on and goes into the night leaving the hanger behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton walks out into the street and carries on walking aw from the stadium. The neon light glows behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "So goodbye yellow brick road where the dogs of society howl You can't plant me in your penthouse. I'm going back to my plough. Back to the howling old owl in the woods. Hunting the horny back toad. Oh, I've finally decided my future lies. Beyond the yellow brick road. A yellow taxi pulls up besides him and Elton gets in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton sits in the middle of the back seat and sings direc to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "So goodbye yellow brick road where the dogs of society howl You can't plant me in your penthouse. I'm going back to my plough.Back to the howling old owl in the woods. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f172 173 174 175 176 177 White Shooting 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "Hunting the horny back toad. Oh, I've finally decided my future lies. I've finally decided my future lies I've finally decided my future lies Beyond the yellow brick road",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi drives off as the music plays on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi drives on as the sunrises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi pulls up. Elton, still in his stage costume gets at a leafy upstate, private hospital. People stare amazed",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton walks down the corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton half in his mad costume has come full circle. Close as tears roll down his face. He is back at the last time saw him in rehab. He has told his story. He looks round a the faces of the other patients. He has got to the end. T first day of his recovery.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton stripped off looks at himself naked in a mirror. He puts on his regulation grey uniform. A counselor appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t know if I can do this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "Nobody makes you stay. The choice is yours. Choose who you want to be. The counselor hands him a pile of clothes. \f178 179 180 Yellow Rev. (10/24/18) White Shooting 101.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR, (CONT'D)",
          "text": "We all do chores here. The laundry’s down the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton comes in. An OLD LADY is there. He smiles as she changes a load of washing. Elton looks at the row of machines. He has never done washing in his life. He looks the coin-op system, presses a few buttons, but is unable get the door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Is this broken? The old lady presses the door release button and it sprin open. Elton puts the washing in the machine. The old lady puts a quarter in for Elton and fills it with soap powder The machine whirls into action and Elton sits down humiliated. The old lady sits down and reads her book. El stares at the machine. A radio plays an Elton John song. old lady gets up and turns it off. Elton sits. His hands shaky. The old lady sits next to Elton and they watch the washing spin round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "I think I’m going to like it here. INT. ELTON’S ROOM, PARKLANDS HOSPITAL - DAY 179 Elton is alone. He now really suffers the effects of withdrawal. He starts to sweat and shake. He looks very i He catches sight of himself in the mirror and is horrifie",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton faces the group. A long pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "There was always someone better than me. Better looking. More talented. Catchier songs, whiter teeth, bigger hair. For as long as I can remember I’ve hated myself. Believed I'd never be loved.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COUNSELOR",
          "text": "There is a moment where we have to forgive ourselves. Elton looks serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 102.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I started acting like a cunt in ‘75 and forgot to stop. I’m ashamed of myself. I’ve spent so long being resentful about things that don’t matter The group all nod in agreement and Elton smiles to himsel",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON, (CONT'D)",
          "text": "I should have tried to be more ordinary. Ivy You were never ordinary! Elton swings round and sees Ivy who is sitting amongst th group as if nothing was out of the ordinary. They smile a each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Look at you - in here! You really are a loser. Therapy’s a waste of time. Elton swings round in the other direction to see that it’ Sheila dressed in her 60's outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You only put up with me for my money. I was nothing but a burden to you before that. Suddenly ‘Hugh’ is there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HUGH",
          "text": "I didn’t realise how ready you were for all this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I don’t know if I am to be honest but when I think of Ryan, his death...I’ve watched friends and lovers all die horribly and he did so much and I’ve done nothing. It’s time to stop the self pity and get on with it. In the reverse angle we see from behind the circle the re patients look at Elton. Now he scans the room and sees al with Ivy and Sheila are Fred, Bernie, Reid and Stanley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "The problem is you’re selfish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 102A. Elton walks up to Reid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "My ‘problem’ was I believed you loved me. I gave you everything to try and keep what I never really had.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I always thought you were an introverted extrovert with abandonment issues.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You what? +e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fYellow Rev. (10/24/18) White Shooting 103. Ivy He’s shy. He’s always been shy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "It’s why he loves all that dressing up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "That’s all his fathers fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "STANLEY",
          "text": "Don’t blame me. He would’ve been strange regardless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "Oh god. Not you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Mum. Shut up!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHEILA",
          "text": "You’re going to miss me when I’m dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I’m not going to allow you to talk to me like this anymore. It’s going to stop. Bernie steps forward",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "It’s about time you said that. Elton softens as he sees his true friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Better late than never. Sorry bernie, I never....",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "AH, AH, AH! I love you man. Always have, always will. Bernie smiles. Ray williams steps forward out of the shad and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RAY",
          "text": "You know, I still cry like a baby every time I hear ‘Your song’. Can’t help it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e \fYellow Rev. (10/24/18) White Shooting 103A. Then Wilson steps up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILSON",
          "text": "I’m proud of you man. There’s a little bit of you in every song you write. Not bad for a fat kid from Pinner. Richard is there too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHARD",
          "text": "Not bad for a virgin back stage kiss. Arabella too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARABELLA",
          "text": "I love telling people you where my lodgers. You still owe me six pounds in rent by the way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REID",
          "text": "He doesn’t know who the hell he is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Yes, I do! I’m Elton Hercules John! A young voice breaks through",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "+e \f181 182 White Shooting 104.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE, (0.S.)",
          "text": "I thought you were Reggie Dwight. They all turn and stare at little Reggie who stands in th middle of the chairs. Elton walks to Reggie and kneels do The boy holds out his hand and touches Elton’s cheek, as to see that he is real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "I haven't been Reggie Dwight for years. Behind Elton the group on chairs is made up of the real patients in therapy as they watch Elton cry. Reggie stand front of them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "REGGIE",
          "text": "When are you going to hug me? Slowly Elton puts his arms around the tiny figure and pul him close. INT. ELTON’S ROOM, PARKLANDS HOSPITAL - DAY 181 Elton by himself. He looks transformed. Clean, healthy, c headed. He looks in the mirror. Elton puts on a boater ha and smiles at us. He sings slowly: Intro : “I’M STILL STANDING”",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You could never know what it’s like. Your blood like winter freezes just like ice. And there’s a cold lonely light that shines from you. You’1l wind up like the wreck you hide behind that mask you use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton walks down the corridor, singing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "And did you think this fool could never win. Well look at me, I’m coming back again. I got a taste of life in a simple way. And if you need to know why I’m still standing you just fade away. \f183 184 Blue Rev. (07/31/18) White Shooting 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton walks through in to the room. The group are all the with Bernie. Everyone looks bright and happy. The beautif song picks up the tempo and a dance number breaks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "Don’t you know I’m still standing better than I ever did. Looking like a true survivor, feeling like a little kid. I’m still standing after all this time. Picking up the pieces of my life, my heart, my soul, my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BERNIE",
          "text": "Once I never coulda hope to win. You started down the road leaving me no friend. The threats you made were meant to cut me down. And if love was just a circus you’d be a clown by now. Elton hugs Bernie and waves to the group and walks out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Elton dances along the corridor with the group behind as sings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELTON",
          "text": "You know I’m still standing better than I ever did. Looking like a true survivor, feeling like a little kid. I’m still standing after all this time. Picking up the pieces of my life without you on my mind. He gets to large double doors, turns and smiles at us the throws the doors open. Sunlight bursts in and Elton is silhouetted in the frame. P.S. Scenes of the real E.J and the joys of his life sinc rehab. \fMARV ROCKET Lata Sal) =1Aeg",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "OPER Cae Mr ee Cea",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1565"
    }
  ]
}