{
  "movie_id": "MOV1567",
  "scenes": [
    {
      "location": "BLUE DOOR FIGHT CLUB",
      "time": "NIGHT",
      "characters": [
        "THE TITLE CREDITS END",
        "SUPERIMPOSE OVER ACTION... \"NOVEMBER 12, 1975",
        "SERIES OF SHOTS",
        "WASHINGTON",
        "ROCKY'S CORNER",
        "DAY",
        "\"THE ITALIAN STALLION\"",
        "APOLLO'S CORNER",
        "FADE IN"
      ],
      "dialogues": [
        {
          "speaker": "SUPERIMPOSE OVER ACTION... \"NOVEMBER 12, 1975",
          "text": "... The club itself resembles a large unemptied trash-can The boxing ring is extra small to insure constant battle. The lights overhead have barely enough wattage to see who fighting. In the ring are two heavyweights, one white the other bla The white fighter is ROCKY BALBOA.  He is thirty years ol His face is scarred and thick around the nose... His blac hair shines and hangs in his eyes.  Rocky fights in a plodding, machine-like style.  The BLACK FIGHTER dances a bangs combinations into Rocky's face with great accuracy. But the punches do not even cause Rocky to blink... He gr at his opponent and keeps grinding ahead. The people at ringside sit on folding chairs and clamor f blood... They lean out of their seats and heckle the figh In the thick smoke they resemble spectres.  Everyone is hustling bets... The action is even heavier in the balcon A housewife yells for somebody to cover a two dollar bet. The BELL RINGS and the fighters return to their corner... Somebody heaves a beer can into the ring. The Black Fighter spits something red in a bucket and sne across the ring at Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to cornerman)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm gonna bust his head wide open! In Rocky's corner he is being assisted by a shriveled, balding CORNERMAN, who is an employee of the club... He works on Rocky without any enthusiasm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(lackluster)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ya waltzin' -- Give the suckers some action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overriding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya movin' like a bum -- Want some advice --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Just gimme the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A FIGHT FAN rushes up to Rocky... He is sixty-five, with yellow teeth and wearing sunglasses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should I bet the fight don't go the distance -- Ya feel strong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ya want some good advice?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I just want the mouthpiece. The BELL RINGS... Rocky makes the sign of the cross.  The fighters engage in battle.  The other fighter grabs Rocky a clinch and purposely butts him... The butt opens a blee cut on the corner of Rocky's eye. Rocky becomes furious over the foul and drives a flurry i the man's body... Rocky slams the man on the jaw and the fighter is out for the night.  The fans throw rubbish int the ring.  Rocky ignores it. The fans loudly go about collecting bets.  The referee do not bother to even count the fighter out and drags him un the ropes where he is placed on a stretcher.  Two new fighters enter the ring.  Rocky slips on a tattered robe. Embroidered clumsily on the back is, \"The Italian Stallio",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winner, Rocky Balboa -- Next a six rounder between local lightweights. Without pomp Rocky climbs out of the ring and bums a cigarette from a spectator... The fighter on the stretche passes behind him.  He watches for a moment and continues the aisle... Before he even reaches the rear of the club BELL RINGS and the next fight has already begun... Rocky fades into the darkness of the rear of the club.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky has nearly completed dressing and reaches into his locker for his hat... Also in the dingy room are ten othe fighters... Two taped fighters talk shop in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Tomorrow me an' my woman are gonna tip on down to Atlantic City, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's cold, Bro'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That's right, I got the city to myself... Another paces nervously... Two other fighters shadowbox a spit nervously on the floor. A young pug combs his hair and listens to a portable RADI that is BLASTING MUSIC. The fighter that Rocky has just defeated is drinking a be and joking with three other fighters... Some of the fight are smoking.  The room is cloudy. A short man of fifty enters.  He is dressed in a sweater buttoned over a t-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Balboa!? Rocky raises his head.  The promoter steps over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Twenty bucks for the locker an' cornerman -- Two bucks for the towel an' shower, seven for tax -- The house owes ya, sixty-one dollars. The man peels off the money and departs... Rocky closes h locker, nods to the defeated fighter, and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky is on the trolley heading to South Philly... The trolley is empty except for a thin old black WOMAN... The black Woman studies Rocky's bruised face... Rocky becomes self-conscious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost apologetic)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tired)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yo' iz an accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky exits the trolley and walks down the block... He wa at a pair of high-heeled hookers and they wave back. Rocky passes a sleeping wino curled in front of a dirty bookstore.  Rocky drags the man into a protective passage Further down the street, Rocky pauses in front of the \"ANIMAL TOWN PET SHOP\"... He peers into the dark store an sees a sad, huge dog sitting in the window.  He mumbles t the dog and continues to the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short while later, Rocky approaches his apartment locat in the most deprived section of South Philly.  He kicks a the litter that has gathered against the apartment steps enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The narrow hallway is painted olive brown.  A single ligh bulb illuminates the gloomy corridor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky enters.  The one-room apartment is drab, with a curling boxing poster of Rocky Marciano tacked on the wal Nailed against the far wall is a mattress.  The mattress used as a punching bag.  Stuffing spills out of the cente Rocky drops his coat on the floor.  He puts on a pair of glasses.  He crosses to a small turtle bowl... He lifts t creatures.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Look who's home. Rocky starts to boil a pan of water on his hot plate, the places an old 45 RPM record on a battered phonograph.  Th record is a tune, \"ALL IN THE GAME.\" ... As the CRACKLING MUSIC BEGINS, Rocky picks up his hairbrush.  Using it like a microphone, he mimes to the record.  He assumes the posture of a famous singer crooni to thousands of adoring fans... He then switches into a bullish fighting stance and throws several punches. The water boils.  Rocky soaks his badly-swollen hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We SEE the jagged skyline, highlighted by the towering figure of William Penn that rises above the dawn haze as sits majestically above City Hall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky is walking along the waterfront... He has a bandaid over one eye.  He looks at the rugged stevedores going ab their business... He stuffs his hands in his cheap wool jacket and approaches a ship being unloaded. Rocky passes two thick Mafia types leaning against a park car.  These men look like blood drinkers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rock -- How's your Boss?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Real good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fightin' again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, here an' there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mebbe we make sum money togather soon... Give ya boss my best. Rocky shrugs and moves away... He nears a heavy man worki the crane.  The heavy man looks frightened... He stops th crane and hurries into the ship's hole.  Rocky dashes up gangplank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man enters the ship's hole and runs past tons of stac crates and coffee beans. Rocky sprints after him... He lunges and flings the man b the neck against the wall of stacked cargo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(terror-filled)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't hit the face!  Not the face!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Gazzo wants the two hundred now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honest to God I'm broke -- Gimme a break.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Gazzo says I should get two hundred or break the thumb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I need my hands to work -- Christ, don't bust my thumbs. At wits' end the man picks up a large metal hook used by stevedores.  Rocky remains cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goin' fishin'? The man drops the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's ya name again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, Bob, if ya wanna dance, ya gotta pay the band -- If ya borrow, ya gotta pay the man... Me, I ain't emotionally involved. Rocky's determined expression strikes home.  The fat man quickly fumbles through his pockets and hands over a smal wad of bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; counting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A hundred an' thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it, I'm broke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it? -- Completely?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What about for food an' stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have my food in ya hand. Rocky looks almost sympathetically into the fat man's flushed expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The juice is climbin' every week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know the juice is climbin' -- I been workin' six months just to pay the damn interest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya still light seventy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Waits! -- Be smart.  Ya don't have to break nothin' -- Here, take my coat, it's worth fifty-sixty dollars.  It's yours. The man quickly removes his coat and extends it...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, ya a smart guy, Gazzo's don't have to know nuthin'. I'll go tape up the hand like ya broke my thumb.  Gazzo won't be wise to nothin' -- Be a smart guy, keep the coat, we'll fake like ya broke the hand. The man extends his coat again... Rocky suddenly grabs th man's thumb and bends him to his knees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No - no - no - Please - Please - Please don't... Rocky releases the man who remains almost in shock.  The thumb is fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...That's what coulda happened. (walks off.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Later that morning Rocky passes \"Animal Town Pet Shop\" in South Philly... The shop is not very prosperous looking. the window hangs a sign reading \"Today's special -- Mixed Kittens -- $1.50\"... Rocky stops at this shop every morni He stares at a litter of Lhasa Apsa puppies.  He taps the window and whistles.  He SEES a girl behind the counter a presses his face against the window and does his impressi of the Hunchback of Notre Dame.  The girl nervously looks away. The girl behind the counter is ADRIAN KLEIN.  She is not very attractive, but pleasant-looking.  Thirty years old. Brown hair pulled back.  Light skinned.  She wears glasse Rocky really stops by to flirt with Adrian, but she is so painfully shy nothing ever gets started... Rocky enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Could you take the puppy out --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It can breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, nothin' - I paid for this dog and can do whatever I want with it - I can throw it through the window if I want - Now give me my two dollars back before I do throw it through the window. Rocky walks over to her, stares hard in her face and snat the bag out of her hand.  He removes the puppy and hands to Adrian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from me - Give me that! Rocky takes a couple dollars out of his pocket and hands to the lady... She nervously exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... How's the turtle food this week?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me, I'm kinda aggravated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't your fault - Here's the problem. Adrian nods... Though charmed, she is slightly intimidate",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The last food I got here had more moths than flies -- An' the moths get caught in my turtle's throat -- That makes them cough -- The OWNER, a squat woman of forty, steps out of the back waves at Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Gloria -- I was talkin' about the turtle food -- Like I was sayin', the moths get caught in the turtle's throat an' makes 'em cough... (coughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A little cough an' I gotta smack 'em on the shell -- An' whatta think they get? Adrian shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I smack 'em hard on the shell an' they get... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shell-shocked! Both the Owner and Adrian smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Startin' with the bad jokes early today, huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inventin' jokes ain't easy. Rocky steps over to a large cage at the rear of the shop. Inside is a huge dog.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How's Butkus this mornin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't had time to check 'em. Rocky opens the cage and the large dog jumps out and look very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Butkus -- Dead.  Play dead. The dog plays dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...What kinda dog is this again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bullmastiff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The owner was suppose to pick him up three weeks ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're not responsible for animals left over thirty days - We board it ain't a animal shelter, Y'know. ...Adrian, I want you to clean all those cat cages downstairs, they're a mess. (Adrian nods.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky waves goodbye to Adrian and exits the shop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazzo picks up Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DAY",
          "text": "MR. GAZZO and his YOUNG BODY GUARD sit in the front seat. Rocky is in the back seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He only had a hundred an' thirty. -- I think he's good for the rest next week, Mr. Gazzo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(patiently)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, Rocky, Bob's good for it... Gazzo hands Rocky a twenty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow collect from Del Rio -- He's late three weeks. How'd you do last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Fine. Gazzo's Bodyguard looks at Rocky's bruised face in the mirror and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did ya get the license number?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of wa?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Of the truck that run over your face. Gazzo steps out of the car and beckons to Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo Rock.  Did I give you a job this mornin?  How come ya didn't break this guy's thumb like I asked ya?  When ya don't do what ya are told, it makes me look bad, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I figure if I break the thumb this guy gets thrown outta his job and can't pay nothin no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It don't matter.  It's my reputation.  These guys think they can get off light.  It's bad for my reputation -- It's bad for business.  See ya killer. Gazzo gets into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Bodyguard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The Rock's a good kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(emotionless)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... A meatbag. They pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazzo drives off and Rocky strolls across the street to Goldmill's Gym.  On the way he passes several familiar people and exchanges waves... Out front is a young Irishm who runs a soft pretzel stand... His name is RUDY.  It is apparent from his face he was a prize fighter... He is bl and mentally defective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...See the fight last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nah, I was fightin' myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo Creed beat the bum to pieces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey's Gym is surrounded by bars and a couple of greasy spoons.  Out front a crowd of young Blacks talk and jive among themselves.  Two winos lean against the entrance. Rocky enters the gym... The place is nearly full.  The MEASURED BEAT of SKIP ROPES and THROBBING SPEED BAGS make the room come alive, like it was a mindless piece of machinery.  Over the loudspeaker MUSIC by the Isley Broth BLARES out... The music adds a background to the CLANG of the AUTOMATIC TIMERS, SNORTING SPARRING PARTNERS and the THUDDING of HEAVY BAGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is divided -- Fifty percent Black -- thirty-five percent Latin -- ten percent white -- five percent other. As Rocky walks through the gym many of the FIGHTERS pause wave and yell greetings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, hear ya knocked Spider Rice out in the sixth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The third -- Shoulda seen it. Rocky passes another FIGHTER punching the heavy bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(removes glove)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Rock, touch my hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, it's important. Rocky touches the Fighter's bare hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can ya tell I just whacked-off? Rocky smiles and moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The dressing room is lined with dented lockers.  Wooden benches stretch across the room.  On the wall is a sign t reads, \"NO KISSING.\" Rocky goes to his locker.  He tries to open it but fails. He leans his ear against the lock and rolls the tumblers. Still it does not open.  He shakes the lock forcefully, n luck... Rocky is flustered and sits on a bench to ponder situation. After a moment of deep thought, Rocky stands, seizes the bench and smashes open the lock.  Opening the door Rocky taken aback when he sees a set of very flashy clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mumbling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... These ain't my clothes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He sees a picture of several black girls taped on the ins of the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... These ain't my pictures. A short powerful man of thirty-five enters.  His hair loo like it has been shaped with hedge clippers.  His name is MIKE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Mike -- What's happenin' here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't your locker no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta ya talkin' about it ain't my locker no more?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'm with you -- But ya gotta talk to Mickey -- I put ya stuff in the bag over there. Rocky looks at his belongings crammed in a wilted shoppin bag and follows Mike across the room... Mike leans his he into the shower room.  Two Latin fighters are lathering u",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...Hey, Peanut, gimme some soap, Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Nobody -- Yeah, you, Nobody -- You don't call me Peanut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Peanut, gimme some soap. The fighters laugh.  Inflamed, Mike removes a bar of soap from his pocket and hurls it at the insulting fighter.  I hits just above the man's head.  The fighters are shocked into silence. Mike turns and exits with Rocky... The fighters curse the loudly in Spanish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky and Mike move past fighters going through their training routines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You were ready to bite that guy's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah -- See the fight last night?  Apollo Creed beat that English guy bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Creed's great. Mike fakes a friendly punch at Rocky and hurries off to another chore...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Owner, MICKEY, sits on a stool near the entrance.  He wears a baggy suit... He is in his late seventies. Rocky approaches... Mickey is conversing with another fig",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what nobody says, this bum Creed woulda never made it in the Thirties --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, how ya feelin', Mickey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(monotoned)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said, how ya feelin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dryly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you see me talkin'?  Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(low)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(spitting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then stand there an' wait till I'm done -- Creed's good, yeah, he's real fine but I gotta boy, y'know Big Dipper, who's got the stuff it takes to be a champ -- He's mean, quick, an' big -- What more d'ya need?  Okay, go to work... (to Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Yeah -- Whatta ya want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was talkin' with ya man, Mike. -- Hey, how come I been put outta my locker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dipper needed it. Rocky turns and looks at DIPPER sparring... Dipper is a young, muscular heavyweight with a mean expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dipper's a climber -- You're a tomato.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Tomato?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Facts is facts.  I run a business here -- I'm cleanin' house -- Mickey pauses to watch a young middleweight time-skip as trainer sings \"FASCINATIN' RHYTHM.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old are ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How old?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come July, twenty-five.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More like thirty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Twenty-five, thirty -- What's the difference? -- It took me two months to learn the combination of that locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The legs must be goin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, they're goin', -- that's nature... That was my locker for six years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Did ya fight last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did ya win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, Kayo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Who'd ya fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spider Rice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rice is a bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think everybody I fight is a bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't they? Mickey shoots Rocky a quick, indifferent look and removes rosary from his pocket and idly rolls it around his finge",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya want the truth -- Ya got heart, but ya fight like an ape -- The only thing special about you is ya never got ya nose broke -- keep ya nose pretty -- what's left of ya brain an' retire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I'm gonna take a steam -- Did good last night -- Shoulda seen it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, ever think about retirin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, sure. Shrugging, Rocky moves away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "...I think I'm gonna take a steam -- Shoulda seen me fight -- Did good, y'know. Mickey leans over to Mike who approaches with a mop and p",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gesturing towards Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Known him since he was fifteen -- A waste of life. Dejected, Rocky travels to the locker room.  He passes Bi Dipper sparring in a ring... Dipper spits a mouthful of water in a bucket and looks smugly at Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I dig yo' locker, Man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time, Dipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dipper smiles cruelly and begins sparring... Scene FADES Rocky's crestfallen expression.  He moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At sunset Rocky comes down the street and pauses at the p shop... He is eating Colonel Sanders' fried chicken out o bag... He taps on the window with a chicken bone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inside Adrian is arranging pet toys on the counter... She hears the tapping, sees Rocky, and tenses.  Rocky enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Wow -- cold!  Good night to catch pneumonia. Adrian smiles slightly and moves behind the counter.  Roc fumbles idly among the pet toys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah -- I came in here for somethin'... Oh, yeah, would ya like somebody to walk ya home? The girl wants to say yes but a tremendous inferiority complex will not permit it... Rocky understands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, how's my buddy doin'? (looks into Butkus' cage)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- Nice dog -- Well, I'll see ya later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Goodnight, Rocky. Rocky exits.  Adrian watches his departure with mixed emotions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A short while later Rocky arrives at Andy's Bar... He thr the Colonel Sanders bag and bones in a large public litte can.  The trash can has a bicentennial picture of George Washington pointing at a pile of garbage.  The caption reads, \"There was no litter at Valley Forge!\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky enters the bar.  He sits the Drunk in a booth... Several drinkers wave at him.  OLD ANDY sets a mug of bee in front of him... Rocky seems to be looking for someone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Catch pneumonia out there -- Seen Paulie? Andy casually nods towards the men's room. Rocky traverses the room and passes TWO DRUNKS leaning on the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky enters the restroom... It is a vile stench hole wit years of the remnants of many sick drunks caked on the wa PAULIE is presently trying to comb his hair in the only remaining piece of mirror in the room... Paulie is in his early thirties.  He is medium height.  Brown hair.  Squar shouldered.  He has a foul personality... A classic misanthrope.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very drunk)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rocky -- Look at this mirror.  I'd like to kill the friggin' moron who broke this mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your sister's givin' me the shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget her.  You could do better than my sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Every mornin', every night I pass by -- I smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say jokes.  Nothin'.  She looks at me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(annoyed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, like I was a plate of leftovers -- Somethin' wrong with my face -- Whatta I need, a Caddy to connect with ya sister?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My sister's a friggin' loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes she gets me so crazy, I'd like to split her head with a razor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get mental, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya caught me in a bad mood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya always in a bad mood --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Adrian ain't sharp. The restroom stench is overwhelming... Rocky covers his n with the neckline of his t-shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's a loser -- She don't enjoy life -- She reads -- Brainy -- Pushin' thirty friggin' years old!  She's gonna die alone if she don't wise up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm thirty myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An' you're dyin' alone, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't see no crowd around you, neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pointing at the wall)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna kill the friggin' moron who broke the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's get outta this stink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The restroom door opens.  Rocky guides Paulie out.  Thoug stumbling, Paulie talks as he walks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The girl's dryin' up!  She's gotta live a little before her body dries up!!  You're a pal, Rock -- How 'bout yo' talk to her?  Y'know, it's Thanksgivin' tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tomorrow you come for some bird, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely... Paulie smiles and Rocky guides him to a booth... Rocky st to the bar.  Andy leans over to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That was alotta crap to go through for a dinner invite. Rocky shakes his head no and raises his eyes towards a suspended television... the nightly sports broadcast is o The SPORTS COMMENTATOR is at the airport and about to interview the heavyweight champion of the world, APOLLO CREED.  Creed is twenty-eight years old.  He is a tall, smooth-muscled Black with barely a scar on his light coff colored face...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He is followed by an entourage of mixed trainers and cornermen.  Also tagging alone is a small group of hanger The Commentator interviews Creed as he and his followers disembark a private jet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How was the flight, Champ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very high an' very fast. Apollo's crowd smiles almost automatically at everything says.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo, how would you rate this last British challenger, Henry Wilcoxson?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was big, an' very nasty so I destroyed him in a hurry -- Now I'm gettin' ready for Mac Lee Green next month.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're referring to the much publicized bicentennial fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right -- It's gonna be the greatest sportin' event in this country's history -- A gala occurrence!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Still to be held in Philadelphia?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Bicentennial Heavyweight Championship of the World is gonna be held in the only place it can be held -- Philadelphia! -- the nation's cradle -- January First -- the first major event of our two hundredth year.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where're you off to now? Apollo draws his wife close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me an' my wife are goin' home 'cause we miss our children an' can't go no more time without seein' them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any quick advice for young boxing hopefuls?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(looks straight into the camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Stay in school an' use your brains, dig -- Be a lawyer, be a doctor, carry a leather briefcase an' forget about sports!!  Sports can only make ya grunt an' smell -- Be a thinker not a stinker!! Apollo's entourage laughs and they move on... The Comment faces the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jerry Simpson at Kennedy Airport with the Champion, Apollo Creed. The sports show cuts away, but Rocky continues to look at the television with a pensive stare... Andy has been spea the following dialogue over Apollo's broadcast.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody cares what's happenin' in the world of sports nomore -- Downhill.  Baseball, downhill -- Basketball, downhill.  Football's goin', too.  Bank on it.  Baseball use to be America's best sport... Sure -- Nuttin' like squattin' through a great double header, but now baseball's all business. The news report with Apollo ends.  Andy drinks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are the real fighters? The pros.  Today we jig clowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Clown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He took his best shot an' became champ -- What shot did you ever take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rock, you ain't happy with yourself?  Fine.  But me, I gotta business here -- I don't need to take no shot. Becoming despondent, Rocky rises and crosses to Paulie slumped unconscious in the booth. Rocky exits the bar... Andy turns to his customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; boldly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a shot, he says! -- Sure, I'll take a shot! Laughing, Andy pours himself a shot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky passes an all-night sandwich shop... In the window hangs the sign \"ATOMIC HOAGIE SHOP, INC.\" Out front are several YOUNG MEN and WOMEN.  They are much too young to out so late... A boy with a badly-chipped tooth beckons t Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(aggressively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rocks, buy us sum wine, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No wine -- Bad for ya' brain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, man, it's cold, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rock, gimme a dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sarcastically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Cause we dig ya, man -- Gimme a dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, give Rocky a dime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... How come?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So he can call all his friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mildly embarrassed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That's an old one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buy us some Thunderbird, man. Rocky ignores the statement and faces a very young girl w is smoking and leaning whore-like against the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that Marie? -- Marie, ya brother know you're hangin' out so late? The girl, MARIE, assumes an indifferent attitude, attempt to impress her friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Screw you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(awed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What'd you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Screw you, yoyo. The gang laughs.  Angered and shocked, Rocky grabs her ar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did these guys teach you to talk dirty?  Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stuff it, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shakes her)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you never say that -- (to the gang)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- You guys talk like that in front of a little girl -- You guys are scum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is our place, dig! The gang reluctantly backs up a step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't ya never come round this girl -- Go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is our corner, man!  You go, chump! Rocky moves forward and they scatter... They quickly move",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(backpedaling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll kill you, man -- We gotta gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pull heat on me? -- I'll dent ya face! Rocky leads the girl away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky is walking the young girl home... They are presentl cutting through a dark public school yard.  They pass through the beams of light cast off by weak flood lights located at the top of the school building.  The atmospher is somewhat eerie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How come ya wanna hang out with those guys?  They teach ya bad things.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like 'em.  If you don't you can f--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey!  When I was your age, there was only one girl who talked like that in the whole neighborhood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bored)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah. She attempts to light a cigarette... Rocky nonchalantly tosses it to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make your teeth yella --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like yella teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Makes your breath like garbage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe I like garbage. Rocky and Marie take a shortcut through a dark school yar",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody likes garbage -- Anyway, this girl with the dirty mouth wasn't bad lookin', but the guys wouldn't take her out for any serious datin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Cause that's the way guys are -- They laugh when ya talk dirty.  They think ya cute for a while, but then ya getta reputation an' watch out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody's ever gonna take ya serious.  Ya get no respect... I gotta use a bad word -- Whore.  You'll end up maybe becomin' a whore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, Rocky.  I'm twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That doesn't matter -- You don't really have to be a whore, just act like one an' that's it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, a bad reputation -- Twenty years from now people will say 'D'you remember Marie?' 'No, who was she?' 'She was that little whore who hung out at the Atomic Hoagie Shop.' 'Oh, now I remember!'... See, they don't remember you, they remember the rep. Rocky and Marie exit the dark school yard... Standing in shadows of the building are three young muggers.  The lig from their cigarettes flares red in their faces. The muggers pace Rocky across the street and follow them down the block... Rocky sees them and stops and faces the three.  The muggers pause and study Rocky from a distance twenty yards.  Rocky gives a loud boxer's snort, wipes hi nose with the side of his thumb and rolls his shoulders.. The muggers are intimidated and slowly peel off the meand away. Rocky turns to Marie who has been standing behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(points down the block)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That's your house, ain't it? Marie nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I hope ya don't --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was I gonna say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya hope I don't keep acting like a whore or I'll turn into one, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya, somethin' like that. They exchange smiles and Marie moves away.  Rocky has mad an impact on her life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goodnight, Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Night, Marie. She takes a few more steps and pauses again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Fuck you, Creepo!!! The girl runs to her house as Rocky looks on in dismay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walks off)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah, who're you to give advice, Creepo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "APOLLO CREED and his LAWYER and TRAINER are seated in the offices of MILES JERGENS.  Jergens, a successful promoter looks unhappy as he looks into the scowling face of Apoll Creed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are the doctor's reports confirmed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Definitely -- (reading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- It says here, Mac Lee Green has suffered a seriously cracked third metacarpal in his left hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I suppose we could cancel the fight indefinitely if you are set on fighting Green.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't just Green, what about the time Apollo's invested --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I believe we can find a solution.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Solution, nothin' -- What about the Bicentennial fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jergens, don't play games with my client!  Apollo has already done nearly a million dollars worth of publicity --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten million's worth!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- And has made contractual obligations with over twenty different organizations -- He doesn't want to be embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You best find me another ranked contender an' I mean in a flash, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(holding up some notes)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I contacted Ernie Roman's manager, he's fighting in France the same week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then gimme Buddy Shaw -- He's ranked fifth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shaw's fighting in South America -- Why not postpone the bout until July Fourth?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hell with Fourth of July, man! Ten thousand things'll be goin' down on the Fourth of July! -- Apollo wants to be first!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That may not be possible, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This man here is the Star, dig -- Don't cause him to breathe heavy -- Now what 'bout that sucker, Billy Dukes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Went to California and gained fifty pounds -- and I called every worthwhile contender, but they say five weeks isn't enough time to get in shape. Apollo stands beneath a new fight poster and points to it",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shape, nothin' -- They're afraid.  They know everybody in the world's gonna see this fight an' none of them gotta prayer of beating me so they're makin' excuses so they don't have to be the chump that's gonna be whipped in front of the whole civilized world!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo, I'm sure there's a way to salvage this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody wants to be dissected on the country's birthday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All I can counter with is that I'm a goddamn good promoter -- I've promoted in every country in the world -- and I've tried to the best of my abilities. Perhaps you're right, and no one wants to be beat on the country's birthday... I don't know what else to say --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do -- Maybe what this fight needs is something new -- a novelty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You's the novelty, Champ!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give my main man a raise!! Everyone laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now here's what's goin' down. Listen, 'cause I'm gonna say this but one time.  On January first, the first day of the Bicentennial I'm gonna fight me a local poor underdog, dig? A snow-white underdog.  An' I'm gonna put his face on this poster with me, hear?  An' I'll tell you why, 'cause I'm sentimental -- An' all the people in the country all sentimental, man, an' they'd like nothin' better than me, Apollo Creed, to let some unknown get a shot at the greatest title in the world on this country's biggest birthday. Now that's the way I see it an' that's the way I want it!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's very American.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, man, it's very smart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Late that afternoon Mr. Gazzo's white 1970 Cadillac pulls to Rocky's apartment... Rocky is in the back seat with th loan shark.  Gazzo's bodyguard is driving. Gazzo flips through a small black notepad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Next Wednesday I grab a grand from Snyder.  An' Thursday two yards from Cappoli, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, two yards from Snyder, an' a grand from Cappoli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, screw ya brain on right. Now, who's this girl you're going out with tonight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I don't hear things?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie's sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(abrasively)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hear she's retarded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dryly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She ain't retarded, she's shy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take 'er to the zoo -- Retards like the zoo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does that bum have to say that? The Bodyguard reddens... Gazzo motions to his Bodyguard t relax.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy's in a bad mood -- prostate problems.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's always in a bad mood. (laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Count ya blessin's.  Ya a healthy person -- ya legs work -- ya hands work -- The Bodyguard has been looking at Rocky with murderous ey",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like ya face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't like yours neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kiss my ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Move your shoulders down. Mr. Gazzo is amused.  He steps out of the car, followed b Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buddy's got a thing against ya, Rock.  Some people just hate for no reason, y'know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's fifty bucks -- You an' the girl have a nice time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Mr. Gazzo. Rocky enters his apartment and Gazzo drives off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SCENE REVERTS BACK TO Miles Jergens' office.  Apollo pores over a large record book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How 'bout this Billy Snow?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fouls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How 'bout this Big Chuck Smith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Too old, dull fighter. (points at a name)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bobby Judge is a good boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I don't feel heat from the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe Zack is a good prospect -- Exciting boy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Still don't feel no heat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sighs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exactly what are you looking for, Apollo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... This man. Everybody leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; much amused)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'The Italian Stallion' -- He's my man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky Balboa -- His record's poor --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't matter -- That name. 'The Italian Stallion,' it's right on. (laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who discovered America?  An Italian, right?  So, man, what could be better than to get it on with one of his ancestors --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He won't last one round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I gonna carry this boy three rounds, then drop 'im like a bad habit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like you messin' with southpaws -- They do everything wrong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Southpaw, nuthin' -- I'll drop 'im in three -- 'Apollo Creed meets the Italian Stallion.' Shhiii -- Sounds like a damn monster movie!! Everyone laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky and Paulie walk towards his house... Even though it cold and dark, a group of kids conduct an energetic game half-ball. (Half-ball is a variation of stick-ball.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mimes throwing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I usta be deadly at half-ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hate the friggin' game... I'd like to talk some business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What kinda business?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at my hands -- See how the joints are swollen. Paulie extends his thick hands and tries to make a fist.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inflamed joints -- Walkin' in an' out of a freezer carryin' meat plays hell on the joints.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe ya should see a doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need a doctor, I need a different job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe another job is the best thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me a favor -- Talk to Gazzo. Tell him I'm a friend an' would do a good job... Tell him I ain't bothered by nothin' an' would be a great collector... Bustin' bones don't bother me -- Tell him I'm a good worker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazzo's gotta come to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm askin' ya to go to him -- As a favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazzo's gotta come to you -- Hey, Paulie, it's a bad job -- Do what you do now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They continue past the Atomic Hoagie Shoppe, Inc... A gro of young men pitch quarters on the sidewalk out front. Rocky pauses... He sees Marie, the little girl from the night before, hanging around with the guys.  She sees Roc Marie takes a deep drag on her cigarette and faces the opposite direction... The gang smiles and continues to pi quarters. Anger and disappointment register across Rocky's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know her? Rocky shrugs and the two men move off... Filling the nigh air is the METALLIC SOUND of pitching QUARTERS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men arrive at Paulie's home.  It is at the top of a dimly-lit four story walk-up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya sister knows I'm comin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, sure -- She's very excited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie unlocks the apartment door and enters... Rocky stiffly follows.  Paulie's sister steps out of the kitche A large serving spoon is in her hand... The TV is on. She stops short and eyes Rocky... She is visibly unsettle by Rocky's unexpected presence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie, you're late. She looks at Rocky again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you call the hospital? (to Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If I'm ten minutes late, she calls the hospital. Adrian enters the bedroom and slams the door... Paulie follows.  An argument ensues and Rocky overhears. OVER the argument is HEARD a SPORTS BROADCAST rising from the TELEVISION.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Unfortunate luck for fifth-ranked heavyweight, Mac Lee Green.  The slugging fighter acquired a serious fracture in his left hand after an aggressive day of sparring -- Champion Apollo Creed says he'll be 'shopping for another victim,' to fill Green's vacancy for the Bicentennial Championship Fight to be held in Philly next month... By the way, rumor has it that this will be the most widely-viewed sporting event in the entire world -- and that includes the Super Bowl, folks... Today U.S. swimmers set a new...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meanwhile, the argument between brother and sister contin in the bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Paulie, why didn't you tell me you were bringing him home?!  Look at me, I'm not ready for this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like it would make a difference if you were, right?  This guy's a friend and now he's takin' ya out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... I can't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya, ya goin' outta the bedroom an' I don't wanna know from nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie, please --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I want ya out instamaticly. -- I'm sicka lookin' at ya hangin' around like a friggin' spider -- Go out -- Live!  Do, enjoy life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Like you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't get wise with me.  I want ya to stop bein' a loser.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't go out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie, it's Thanksgiving. I've gotta turkey in the oven. Paulie turns and leaves the bedroom... He enters the kitc Grabbing a large fork, he opens the oven and spears the turkey... With the turkey suspended on the end of the for Paulie heaves the dripping bird out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian has seen this and is shattered.  She runs back int the bedroom and locks the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "!! Ya want the bird, go out in the alley an' eat the bird -- I want ya outta the house -- Enjoy ya friggin' life... Ya hungry, Rock?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe ya better forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget nothin' -- Here, talk to my sister, tell 'er somethin' nice. Rocky walks over to Adrian's bedroom door and begins spea to the enclosed girl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yo, Adrian, it's me, Rocky... Ah, ah -- Ah, it's kinda hard for me to think of somethin' to say, y'know -- 'Cause I never talked to a door before, I mean whatta ya say to a door. Rocky turns away and begins to walk off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Maybe I better forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try again, c'mon, try again. Rocky goes over to the door and begins speaking again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, Adrian, I know ya ain't too happy at this moment, but would ya do me a favor -- I ain't got nobody to spend Thanksgivin' with -- How 'bout you an' me goin' out -- Get somethin' to eat, maybe laugh a little, who knows... Would ya like, I dunno, go out together? Adrian opens the door... She already has her winter coat",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll have a good time. Paulie opens the front door and gives Rocky an encouragin smile...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's ya sister like to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ice skate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't want no turkey anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's Thanksgiving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To you, to me it's Thursday.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky and Adrian enter a deserted skating rink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Looks quiet, y'know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think it's closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think mebbe we're early or somethin' -- From across the rink a CLEANING MAN yells at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, whatta ya doin' here -- we're closed... Yo, we're closed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yells back)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are ya closed to the General Public or to just everybody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(starts to walk over)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, the rink is empty 'cause we're closed -- ya ain't allowed in here so do me a favor an' not stay here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait here, gotta smooth this guy out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could go somewhere else an' -- Rocky approaches the Cleaner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, pal, what's with you -- The place ain't operatin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I gotta problem.  This girl ain't feelin' well, y'know -- The doctor says she should exercise, y'know once in awhile an' ice skatin' is the best thing --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This a con?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at her, ya can see she ain't feelin' good -- needs a few minutes exercise --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Few minutes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ten minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ten minutes for ten dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah, give 'er the Blades.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian has on skates.  Rocky follows her onto the ice.  H wears street shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Aren't you skating?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't skated since I was fifteen -- That's when I started fightin' -- gotta watch the ankles.  Yeah, fightin' use to be tops with me, but no more.  All I wanted to prove was I weren't no bum -- That I had the stuff to make a good pro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you never got the chance? The Cleaner yells from the sideline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nine minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, I ain't cryin'... I still fight.  Kinda do it like a hobby.  See I'm a natural southpaw an' most pugs won't fight a southpaw 'cause we mess up their timin' an' look awkward -- Southpaw means lefthanded... But I guess in the long run things probably worked out for the best, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But you never had a chance to prove yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Eight minutes! Adrian slips and Rocky breaks her fall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just dislocated my finger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ohh!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Seven minutes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't your fault -- I originally done it in the Baby Crenshaw fight. (opens his wallet)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's me fightin' Big Baby Crenshaw -- Big Baby was the size of an airplane an' I broke my hands on his head -- I lost, but it's a nice picture, don't ya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How 'bout some Cokes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cost ya a buck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This guy is beautiful -- get the Cokes. Adrian does a slight turn and Rocky has to speed up and nearly falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, I ain't graceful, y'know -- I don't move good -- Stink as a dancer too -- But I can really swat, I hit hard,                real hard, bu an' nobody wants to fight a southpaw! -- Havin' a good time? Adrian nods and is very nervous... The Cleaner moves carefully across the ice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know how I got started in the fight racket?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "By accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here -- Three minutes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah -- My ol' man who was never the sharpest told me -- I weren't born with much brain so I better use my body. For the first time, Adrian laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My mother told me just the opposite.  She said, 'You weren't born with much of a body so you'd better develop your brain.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Time! The Cleaner walks over as Rocky and Adrian get off the ic",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's ten bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I must be goin' deaf 'cause I thought ya said, 'ten cents.' Rocky hands him a dime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(weakly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... How 'bout for the Cokes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charge it. Rocky and Adrian start to leave.  Rocky pauses at the doo and fishes into his pocket and hands over eleven dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had ya goin', didn't I, huh? He grins and leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people are very shy by nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would say you're very shy bu nature.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I suppose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Some people think bein' shy is a disease, but it don't bother me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It doesn't bother me either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then why did I bother bringin' it up?  'Cause I'm dumb, that's why... Y'know, I think we make a real sharp coupla coconuts -- I'm dumb an' you're shy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It is just hard for me to understand why anybody wants to be a fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya gotta be a little soft to wanna be a pug... It's a racket where ya' almost guaranteed to end up a bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think you're a bum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm at least half a bum. Yeah, fightin' is a crazy racket.  The roughest part is the mornin' after.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning after?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After a rough fight, ya' nothin' but a large wound. Sometimes I feel like callin' a taxi to drive me from my bed to the bathroom... Ya' eyes hurt, ya' ears hurt, ya' hair even hurts... But the thing I'm proud of is I been in over sixty fights an' never had a busted nose -- Bent an' twisted an' bitten but never broke... That's rare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you do it if it hurts so bad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(pause)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Cause you can't sing or dance? Rocky smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky and Adrian enter his one-room apartment... She is nervous and taken aback by the bleakness of the room... Rocky goes to the icebox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would ya like a glass of water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No thanks. Adrian looks at the mirror above Rocky's dresser.  She se a high school photo of Rocky.  He once was handsome and smooth-faced... Rocky steps up behind her and his face is reflected in the mirror. He turns on his cheap RECORD PLAYER... He reaches into th turtle bowl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the guys I was tellin' ya about -- This is Cuff an' Link.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I sold them to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(very embarrassed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Oh, yeah, I bought the whole kit -- Yeah, ya sold me the turtles, the bowl, an' the mountain -- I had to get rid of the mountain 'cause they kept fallin' off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I had it pulled.  People callin' all the time.  Who needs it -- Who'd you wanna call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna let my brother know where I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "D'you really wanna call?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think he might be worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll call your brother. Rocky flings open the window and bellows like a foghorn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "!!Yo, Paulie -- Ya sister's with me!  I'll call ya later. Rocky closes the window and faces the woman... She is not smiling.  She looks frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the matter?  Ya don't like the room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's only temporary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the problem?  You don't like me -- Don't like the turtles -- What is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't think I belong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I don't belong here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right -- You're my guest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I've never been in a man's apartment before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gesturing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're all the same.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not sure I know you well enough -- I don't think I'm comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, I'm not comfortable either.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(standing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I'm willin' to make the best of this uncomfortable situation. Adrian moves to the door... Rocky intercepts her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would ya take off your glasses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dumbstruck)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The glasses... Please. Rocky removes her glasses and looks deeply into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(timidly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... T-thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me another favor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could ya take off that hat. After a moment, Adrian removes the hat... She is becoming rather pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always knew you was pretty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't tease me. The woman melts into the corner and begins lightly sobbin Rocky steps forward and fences her with his arms and body",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wanna kiss ya -- Ya don't have to kiss me back if ya don't feel like it. Rocky softly kisses the woman... Her arms hang limp.  He puts more passion into the kiss and she starts to respond Her hand glides like smoke up his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She embraces his neck.  The dam of passion erupts.  She gives herself freely for the first time in thirty years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The following day, Rocky strolls down the street to Goldmill's Gym... Out front a group of young blacks stop talking and study Rocky as he passes.  Rocky's eyebrows k in confusion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky climbs the stairs and enters the gym... ... In a matter of seconds, his presence is known and the athletes stare in wonderment... The big black heavyweight contender, Dipper, throws down his towel in disgust and turns away. Mike quietly approaches Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Rock -- What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bout what? Mickey Goldmill steps out of his office...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did ya get the message, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Message -- What message? Mickey pulls out a card from his breast pocket... He hand it to Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Rep from Miles Jergens' Promotions was lookin' for ya -- They need sparrin' partners for Creed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya puttin' me on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's the card?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When was they here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bout an hour ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Probably lookin' for sparrin' partners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I said that before. Rocky turns from Mickey and jogs out of the gym.  Mickey fumbles with his rosary beads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Waste of life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky steps off a bus in mid-town Philadelphia.  He hurri down Broad Street.  Every few steps he breaks into a trot He enters a skyscraper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky exits the elevator and enters the office of Miles Jergens' Productions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The SECRETARY is slightly startled by Rocky's excited expression.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I help you? Rocky hands her the business card.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your name, please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Balboa, Rocky Balboa. The Secretary rises and enters Jergens' office... Rocky e the multitude of sporting pictures hanging on all four wa The Secretary returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may go in. Rocky collects himself and enters...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Miles Jergens warmly greets him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello, Mr. Balboa -- I'm Miles Jergens -- Please, have a seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr. Balboa --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(overriding)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, do you have any representation?  A manager?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No -- Just me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, would you be interested in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sparrin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know ya need sparrin' partners -- I'm very available.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely -- Sparrin' with the Champ would be an honor -- y'know what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wouldn't take no cheap shots. I'd be a good sparrin' partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jergens seems very amused.  He lights a cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, would you be interested in fighting Apollo Creed for the Championship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Like I said, I'd make a boss sparrin' mate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did you hear what I said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, an' I'm smart enough to know that no sparrin' partner should take cheap shots at the Champ.  He's just there to help condition the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not spar, I'm asking whether you would be interested in fighting Creed for the championship. The weight of the statement comes crashing down in Rocky. For a long moment he becomes nothing more than a basket c as he ponders the statement... He half regains his senses",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ah... Absolutely. The SCENE FADES and becomes a black and white television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky and Adrian are at her home watching an old black an white television... Rocky smiles... The film now cuts to Apollo being interviewed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd you like the 'City of Brotherly Love?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like my Philadelphia Brothers. An' I'm patriotic! Apollo has to move to the side to avoid a thrusting microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; mock seriousness)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If yo' don't back up I'm gonna send yo' home with a microphone in yo' nose! The Reporters laugh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you agree to fight a man who has virtually no chance of winning?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If history proves one thing, everybody gotta chance -- Didn't yo' all ever hear of David an' Goliath? -- 'Course I woulda knocked out Goliath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a coincidence that you're fighting a white man on the most celebrated day in the country's history?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The same coincidence that he's fightin' a black man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're your feelings about the challenger?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's Italian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What does that mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It means if he can't fight, I bet he can cook! Rocky and Adrian laugh at the interview... Paulie, her brother, takes offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do me a favor -- His lungs, punch 'em out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paul.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky's interview now fills the screen.  Rocky squints an looks nervous under the hot lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is your largest payday ever -- How do you feel about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feel?  I dunno... Happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How will you fight Apollo Creed?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(mind elsewhere)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Creed's great, ain't he... I'll do what I can.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did you get the name, 'Italian Stallion?'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought of it 'bout eight years ago, when I was eatin' dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it true the most you've ever made in a prizefight is five hundred dollars?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Four hundred -- But that was a long time ago.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And now your payday will be one hundred and fifty thousand dollars.  Any comment?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, I wanna say hi to my girlfriend -- Yo, Adrian! Adrian blushes and laughs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Rocky!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dry)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You didn't!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure I did.  You heard. They continue to watch the remainder of the interview... head COMMENTATOR is looking directly into the camera.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Bicentennial Fight -- January first.  It will be the first sporting event on our two hundredth birthday and is already being called by many the greatest farce in sports history.  If this man lasts more than a minute I would say he's on borrowed time. (sarcastically)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's matches like this with their exorbitant prices that give sports a bad name -- Not only is this match bad, people, it's sad!  Why a Rocky Balboa?  At the State Athletic Commission, Larry Duggan reporting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The guy's a friggin' moron.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't it matter none he's makin' ya out a fool? -- I'd break his lips.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It don't matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's takin' cheap shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It don't bother me none.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rock -- now ya'll be lookin' for people to help, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Help what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know, to help keep ya livin' clean.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll do okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya gotta have a guy help ya exercise, mebbe somebody to be standin' by with a towel or run errands, y'know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, who cared about me yesterday, huh?  Nobody -- I think I'm gonna train myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without havin' good people around, ya won't have such a good chance. Adrian is not happy with her brother's overbearing attitu She faces him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Einstein flunked out of school... twice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Roosevelt finished last in his class -- Beethoven was deaf, an' Helen Keller was blind -- I think Rocky has a good chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky stands in Adrian's doorway.  He kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See ya tomorrow. Rocky moves down the stairway and continues to do so as h converses with Adrian who remains upstairs.  His VOICE ECHOES up the stairwell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How'd ya like hearin' ya name on TV?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know -- I was shocked. Why did you do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya puttin' me on, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely -- What time should I expect you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "'Bout seven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll be waiting. Rocky is now on the ground floor yelling up to Adrian on top floor landing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know how I said that stuff on television didn't bother me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It did. As Rocky completes the last word, he exits the building a slams the door which RESOUNDS throughout the apartment ho",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazzo, the bodyguard, and Rocky are standing out front. They are eating hot sandwiches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know I won't be able to work for ya no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- if a good man can make a better life, let him make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I feel bad about walkin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take your shot, kid -- You got money for trainin' expenses?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A few bucks. Gazzo takes out a wad and peels off several bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Here's five hundred -- Put it in your glove.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I have to pay juice? Gazzo looks at the Bodyguard and shakes his head as if to imply, \"Why's this guy asking such a foolish question?\" Gazzo and the bodyguard step to the white Caddy parked at the curb.  They enter the cab.  Rocky watches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does Santa Claus charge juice? Merry Christmas -- Now, how's about my present, ya gonna win?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gonna try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, kid, I'm with ya.  Ya know, I'm with ya -- Italian, we're blood.  You kill this rug -- We Guinneas gotta show these Afro-Americans where it's at.  Give it your best shot cause I want ya to prove to these bums on the corner that my man can't be beat by this rug... Ya got any action on the side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya gettin 150 grand killer. Ya got any plans for it? Whatta ya think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya like to put it on the street, make it work for ya?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm gonna do somethin with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure, you do what ya want. Stay away from the stock market.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Black market?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Same thing.  Ya know, Rock, remember when we was kids, we fought together.  An' I wasn't well an' ya had to beat up that Irish kid -- what's his name? -- Gallager -- I bought a suit and became a businessman. You put on gloves.  An' I remember Mama almost cried, may she rest in peace -- an' our ol' man who said ya had no brains -- I'd like to lay hands on that bastard.  You ain't never had any luck. Even when I owned you in '66 you never had luck.  But now I think you might be gettin' some luck kid.  Whatta you think? Rocky smiles and Gazzo gets into his car.  Rocky follows across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, you gonna show, Tony?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where else am I gonna go. (to Bodyguard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet three grand on Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's a bum -- are you kiddin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(slaps Bodyguard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!  I'm not kiddin! Rocky walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky returns home and enters his apartment.  After turni on the light, he flips on his RECORD PLAYER.  He now feed the turtles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look who's home! Rocky notices two telegrams laying inside the threshold. approaches them with a sense of awe.  He opens and reads Settling on the bed, he reads the other. A KNOCK is HEARD.  Rocky opens the door.  Mickey Goldmill the gym owner, stands framed in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stiffly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I seen the light.  I figure somebody was home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey, Mickey -- Whatta ya doin' here?  Here, sit down. Rocky tosses soiled clothing off a mangled armchair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Best seat in the house -- Hey, Mick, this is too much.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm usta seein' ya at the gym, but seein' ya here, in my house, it's kinda outta joint. By the manner in which Goldmill listens, it is obvious something important is preying on his mind. Rocky is slightly uncomfortable, almost embarrassed at having outsiders see how he lives.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Listen, Rock, you're a very lucky guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happened is freak luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freak luck for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at all them other fighters. Real good boys.  Good records. Colorful.  Fight their hearts out for peanuts -- But who cared?  Nobody.  They got it shoved in their back door. Nobody ever give them a shot at the title...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Freak luck is a strange thing. Mickey does not hear.  His attention is drawn to the turt",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta' those?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Turtles -- domestic turtles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(businesslike)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here tellin' ya to be very smart with this shot.  Like the Bible sez, ya don't get no second chance. Mickey looks hard into Rocky's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya need a manager.  An advisor. I been in the racket fifty years.  I done it all, there ain't nothin' about the world of pugilism that ain't livin' up here. He lights a half-smoked cigar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(at a loss)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty years, huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(stronger)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fifty years.  The rep is known around Philly, an' a good rep can't be bought, but I don't have to tell you that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How 'bout a glass of water?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, d'ya know what I done?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(uneasy)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(driving each word hard)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I done it all.  I've done an' seen everything'.  Believe what I'm tellin' ya -- Ya shoulda seen the night in Brooklyn, I smacked 'Ginny' Russo outta the ring, September 14, 1923 -- same night Firpo knocked Dempsey outta the ring. But who got the Press?  He did. He had a manager -- September 14, 1923.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya got a good mind for dates. Mickey deafly continues, becoming more engrossed every se",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at this face -- twenty- one stitches over the left eye, thirty-four over the right -- my nose was busted seventeen times, the last being the Sailor Mike fight New Year's Eve, 1940, in Camden, New Jersey -- What a professional pastin' I give him.  Here, read about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shows a tiny press clipping; points to cauliflower ear)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An' he give me the vegetable on the ear.  I got pain an' experience... an' you got heart -- kinda remind me of Marciano, ya do. Rocky points to his most prized possession.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody ever said that -- There's his picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, ya kinda remind me of the Rock.  Ya move like 'im. Mickey has rung the bell.  Nothing could please Rocky mor than being compared to his idol.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya got heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heart, but I ain't got no Tocker. Rocky shifts against the wall and lowers himself into a crouch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, I know this business. Rocky, when I was fightin' it was the dirtiest racket goin', see.  Pugs like me was treated like fightin' dogs -- throw ya in the pit an' for ten bucks ya try to kill each other.  We had no management...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "fought in boxcars, in whorehouse basements, any joint with a floor -- October 1931 I fought a bum who put a tack in the thumb of his glove an' punched so many holes in my face I had spit shootin' outta my cheeks -- I never had no manager watchin' out for me -- See that picture outside the gym -- 'Mighty Mick,' that's me in my prime.  I had all the tools.  I coulda starched any lightweight husky on the East Coast -- But I had no management.  Nobody ever got to know how slick I was, but I had a head for business an' stashed a few bucks an' opened the gym -- It's a dirt hole, I know it, but that an' a lotta scars is what I got to show for fifty years in the business, kid -- now you come along with this shot an' I feel like it's me gettin' the shot I never got... Yeah, we was treated like dogs -- like them Dago's, no offense, in the Colosseum in Rome there -- An' now I got all this knowledge, I wanna give it to ya so I can protect ya an' make sure ya get the best deal ya can! Rocky rises and opens a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Respect, I always dished ya respect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ya gave Dipper my locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost begging)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry, I -- I made a mistake.  Kid, I'm askin' man to man.  I wanna be ya manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fight's set -- I don't need a manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look, you can't buy what I know.  Ya can't.  I've seen it all!  I got pain an' I got experience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got pain an' experience too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tightly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever I got, I always got on the slide.  This shot's no different.  I didn't earn nothin' -- I got it on the slide... I needed ya help about ten years ago when I was startin', but ya never helped me none. Mickey drops the ashtray and kneels to pick it up... He remains on one knee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If ya was wantin' my help, why didn't ya ask?  Just ask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked, but ya never helped nothin'! -- Like the Bible sez, ya don't get no second chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yells)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, I'm seventy-six years old.  Maybe you can be the winner I never was -- your shot is my last shot! Rocky is choked and goes into the bathroom and closes the door. Mickey struggles to his feet and, like a beaten man, leav Several moments later Rocky steps out and lowers himself into bed.  Springing up a second later, he runs outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky races up the block toward the shadowy and hunched f of Mickey.  Way in the distance, we SEE Rocky stop the ol man beneath a street lamp.  He places an arm around his shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The following morning, Rocky's ALARM CLOCK GOES OFF at exactly four A.M.  Not accustomed to rising this early, w great difficulty Rocky staggers to his feet and wavers to the bathroom.  He turns the light on and roaches scatter. At the top of the mirror hang the telegrams.  Rocky fills the basin and submerges his face in cold water. Rocky sways to the icebox and removes a dozen eggs.  He cracks five raw eggs into a glass and downs it in one swill... his body quivers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky steps outside.  He is dressed in a well-worn sweat suit with a hood, gloves and sneakers.  It is pitch dark his steaming breath attests to the cold. He begins running down the center of the deserted street. He can only be clearly SEEN as his form passes beneath th street lamps. Two garbage men stop hoisting cans to watch him pass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky stands at the base of an overwhelmingly steep fligh of stairs.  He stares up at the stairs that nearly disapp into the morning gray.  Taking a deep breath, he starts u From the start, he looks out of shape and halfway up his legs give way.  Standing, he brushes off and descends the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky passes City Hall and veers to the river.  He pauses heaving great gusts of exhausted breaths.  He throws seve lazy jabs in the air and walks awhile with hands on his aching sides.  Men delivering the morning papers observe with amusement. Rocky forces himself to begin running again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Heading along Spring Garden Street, Rocky passes beneath elevated train station.  The ROARING TRAIN overhead seems blend perfectly with his muscular running style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sky is beginning to lighten.  The fighter now runs al the piers and past anchored freighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is five-thirty and Rocky approaches the loading platfo belonging to Eastern Packing Company.  Alongside the load platform come several boxcars. Rocky mounts the ramp and knocks on the metal door.  It s opens and Paulie guides him inside.  Paulie is drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How ya feelin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(panting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got whiskey here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No. Rocky notices TWO PUERTO RICANS lounging alongside theshi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is the guy who's fightin' Apollo Creed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(heavy accent)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck -- Kill him, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as though rehearsed badly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hip -- Hip -- Hooray!  C'mon -- Hip -- Hip --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(walks away)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hooray, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rock'll be comin' by every mornin' to pick up some Prime -- can't train on that store crap. Rocky smiles and Paulie leads him out of the office and t the large metal door of a walk-in refrigerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter.  The freezer resembles a modern torture chamb row after row of hanging slabs of beef stretch into the darkness to the far end of the refrigerator.  The blower overhead causes the men to speak loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(teasing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If ya don't pay Gazzo, ya end up hangin' on the hook, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gazzo's a good man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How 'bout you talk to 'em about me? (tightly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please do me that favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep this job, ya eat better. Paulie opens a jackknife and idly jabs the hanging meat. swills whiskey from a pint bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Y'know, d'ya think you an' my sister -- Ah, doin' good together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta you think?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't sure, what's the story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The story -- what's happenin'? Paulie speaks like a man who has been mulling this over f quite a while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya really like her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure I like her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(nervous laughter)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's the attraction?  I don't see it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dunno -- she fills gaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What gaps?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shrugs and takes meat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She got gaps.  I got gaps -- together we fill the gaps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sharply)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ballin' her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns around)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk dirty 'bout ya sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(tersely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, ya screwin' her? From across the room Rocky looks him hard in the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's why I can't put ya together with Gazzo, cause ya talk too much -- big mouth. Paulie reddens.  He steps forward and slams his fists in hanging beef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The punching of the beef is a muted challenge and Rocky responds. Rocky walks up to a beef and slams his fist into the ribs The grotesque object swings in a wide arc like a hanging corpse.  Rocky moves to the next one and hooks. Rocky's face reveals a never before seen concentration, a though he were locked in total battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit the rump.  The rump! Ya'll break the ribs! Rocky speeds up and continues pounding on the second row beef.  Paulie's eyes widen and his face grimaces with eve punch, like he were receiving it.  Rocky moves into the d recess of the refrigerator.  Only the dull SOUNDS of his POUNDING FISTS can be HEARD. Rocky works his way to Paulie again.  Every hanging beef swings and appears surrealistically alive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do that to Creed an' they'll take us to jail for murder. Rocky looks at his hands.  They are drenched in red up to the elbows with beef blood. Paulie hands him a package of beef.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk dirty 'bout ya sister. Rocky takes the package and runs out.  Paulie's bleary ey reveal a fearful respect and slight resentment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gym is filled to capacity.  The NOISE is DEAFENING. Rocky pounds a heavy bag. Mickey steps forward and removes a piece of string from h pocket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(passionate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop!  Stop!  I can't stand it! It's clumsy.  You're off balance. He motions to his bullish helper, Mike.  He hands him the string.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tie it to both ankles -- Leave two feet slack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I never had good footwork. Mike completes the task.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget the footwork -- You're off balance.  The legs are sticking everywhere.  Marciano had the same problem, an' the string cured it.  When you can hit and move without breakin' the string you'll have balance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll be a very dangerous person. Two young boys in street clothes interrupt Mickey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, could we have your autograph?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(irate)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you boys ever interrupt when I'm conductin' business, or I'll kill you both -- Go away. The boys depart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Autographs!  Ya wanna be a writer or a fighter?  Let's work. Mike looks off across the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... we got visitors. Mickey strains his eyes to see a group of REPORTERS and N CAMERAMEN entering his gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(approaching)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Cameraman)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Set the camera up over there. (to Mickey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're from Channel Seven -- Covering the pre-fight training.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I own the place. The Reporter has a hundred things on his mind... he turns from Mickey and nods to his crew... the other television crews rush to set up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rolling here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Speed here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We're here at Goldmill's Gym -- A Philadelphia landmark of sorts since 1929 -- The stench of toil permeates every corner.  The sweat a trademark of a unique profession... Yet, the most unique fixture is an unprecedented 50 to 1 underdog heavyweight named, Rocky Balboa. The camera turns to Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mickey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Should I do this? Mickey nods and Rocky faces the glaring lights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So much has happened lately -- Has it changed your life style much?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... People talk to me more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How're you preparing for this Bicentennial bout? A young punchy fighter yells out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Readin' fuckin' history books, man! The gym explodes with laughter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(flushed)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can cut that out later. Apollo Creed says he'll let you stay three rounds before he puts you away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(honestly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo's a great fighter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you feel you have a chance?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe -- He faces Mickey.  Mickey whispers in his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll tear his head off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have anything derogatory to say about the Champion?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Derogatory?  Yeah, he's great. Apollo Creed and his entourage enter the gym.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(bellowing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am the Champion of the whole world!!! The gym freezes... everyone turns and stares in wondermen Mickey Goldmill shakes his head in disbelief.  He now realizes it is a publicity stunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing) (approaching Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Italian Stallion, I come over to tell you to be very smart an' after this fight donate what's gonna be left of your body to science, cause after this fight what's left won't fill a tuna fish can!... So beware, Mon Cher!!! Apollo turns to the cameras... Rocky is speechless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This classic fight -- Tha's right, this bicentennial fight's goin' down in the history books 'cause January first I'm gonna be the first man to bounce another man offa the planet Pluto! Dipper stands in the far ring... the attention Rocky is receiving makes him a killer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now I gots a special announcement, y'hear.  For the first time in alotta years this championship fight is gonna be on your home T.V.! Free -- 'Course that's just for Philly -- My present to the city...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now some ya'll ain't much on likin' me, but ya gotta admit Apollo Creed is one DAMN generous, 100% pure, government inspected, Afro-American Folk Hero!!! Everyone laughs... Dipper moves across the room like a la snake.  He brushes people aside and steps behind Rocky. nudges him... Rocky thinks it is an accident and ignores Dipper pushes harder and Rocky looks questioningly at him",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(loud)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya nothin', Boy! Apollo stops his sales pitch in mid-sentence... The television crew faces Dipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I say ya nothin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's happenin' here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm happenin'!  This pig is takin' my shot -- I iz a contender.  He's nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(dumbstruck)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo', Dipper, why're ya --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(shaking his fist)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spar me in front of these here TV dudes -- I knock ya ass to Jersey! Dipper's fat black trainer holds out his hands and Dipper slaps them soul style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Dipper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can forget about sparring, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo' know I iz the best man here!  Yo' said so yoself!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(almost apologetically to the crew)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why let Rocky here take a chance on cuttin' or breakin' a hand? -- Take a shower, Dipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't mouth me, old man, I'll knock yo' out too.  C'mon, wop, spar me, let everybody see who's got the heat around here. Silence looms over the gym... Apollo is apprehensive.  Th scene is becoming too real.  The frightened television cr slyly begins putting away their expensive equipment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; insanely)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, yo' best keep them cameras out!  Fight me, boy! Let Creed here see the kind of punk he's fightin'! Mike forces his way through the crowd and stands behind R",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't chance it, man -- He's sick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This is gettin' outta hand -- Rocky will fight in the ring January first, not here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo' yellow, old man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not yellow, cautious. (to the crew)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See, it's very easy for a fighter to accidentally hurt -- Dipper suddenly steps forward and slaps Rocky very hard across the side of the head... The gym becomes stone cold Dipper is in total command and enjoying every moment of i",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If yo're afraid to fight me, then get down an' kiss my feet, boy. Mickey looks nervously around and knows it's only seconds before the blood will run... Rocky stands motionless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's take a walk, Rock. Please, don't take a chance. He wants to hurt you so you can't fight. Rocky swallows his pride.  He still has the string around his ankles.  He starts to shuffle away with Mickey... Dip steps forward and viciously slaps Rocky again. Mike jumps forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why you tryin' to cut 'im, man! Back off, scumbag, or I'll bite your face! Dipper cuts loose with a hook and knocks Mike flat.  The room reeks of fear... Apollo's eyes flick back and forth between Rocky and Dipper.  Apollo taps his bodyguards and they begin to ease away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Now, boy, kiss my feet. Rocky eyes his friend lying on the floor.  He shuffles forward and stands before Dipper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; almost in a whisper)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Kiss 'em. Rocky looks at Mickey, then lowers his eyes to Dipper's feet... Dipper smiles.  Rocky starts to bend towards the shoes.  Without warning, he explodes with a pair of combinations into Dipper's exposed ribs.  A CRACK is HEAR and Dipper sinks to the floor writhing in pain... The roo is silent except for Dipper's moaning. Apollo is stunned by the scene.  The gym has become a ver gloomy place.  He eyes Rocky with admiration and a hint o apprehension... He leaves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey is the first one to shake off the chill... He shak his fists at the Reporters, and puts his arm around Rocky",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The kid's got cannons -- Print that. The crowd disperses, leaving Dipper a pathetic and broken figure lying on a dirty gym floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They enter the dismal apartment... On the floor are at le ten telegrams.  Rocky scoops them up and tosses them asid Next to the door is a pile of over a hundred telegrams.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you open them anymore?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They either say, 'Kill the nigger' or 'Hope you die, Honky.' -- What ya got in the bag? Adrian steps to the window.  She pulls a pair of short bu lovely curtains from a shopping bag... The colorful curta glare in the dark room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sharp -- Real nice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really -- You don't think they're overly feminine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No... Sharp -- You look great. Adrian smiles and pulls out a small Christmas wreath... Rocky smiles.  His eyes show what he feels for this woman",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian, you really look great, y'know -- But I can't fool around durin' trainin' -- makes the legs weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't want weak legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't fool around -- You look very great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "-- The legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... But I think weak legs ain't bad sometimes, y'know. Rocky approaches in a seductive manner.  Adrian uncharacteristically removes her sweater.  Underneath is T-shirt that reads \"Win, Rocky, Win.\"",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought it might be cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya right -- (laughs)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mebbe we best just hold hands -- the shirt made me feel guilty, y'know. SCENE FADES.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky is running... for extra weight he carries his huge dog, Butkus.  After a half a block he sags under the weig and laughing, begins to wrestle with the dog on the pavement... Rocky tries to sneak away from the dog, but after a few steps the beast sees him and chases him down street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is early morning and as usual Rocky jogs to the meatho He is followed by his new dog, Butkus.  He is stopped sho when he notices several television news vans parked out f",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He and the dog enter the freezer area and see several reporters and men with mini-cameras milling around... Pau is waiting for him -- Rocky is upset and goes outside. Paulie follows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rock.  I made a few phone calls an' thanks to me ya goin' to be a big man -- Thatta dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta these guys want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To see ya train.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, what's with you? -- It was suppose to be private.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I was doin' ya a favor -- C'mon inside -- Y'know, my sister really likes ya. Rocky follows Paulie inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A REPORTER points in Rocky's direction and suddenly he is surrounded and led into the freezer area and positioned beside a slab of hanging beef.  The camera lights go on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just relax, Mr. Balboa -- (to the camera)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today we're here with heavyweight challenger, Rocky Balboa.  The reason we are standing in a refrigerated box is that Mr. Balboa has an unusual method of training and in a moment he is going to demonstrate it for our viewing audience -- But first, Rocky, how did you ever come to train in an icebox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah -- My buddy Paulie let me in one day an' I hit the beef here an' liked it -- An' since I become a challenger, the owner don't mind neither.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a common training method -- I mean do other fighters pound raw meat?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think me and Paulie invented it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you give us a demonstration? Rocky steps over to a hanging beef and begins pounding wi incredible intensity... Everyone present is taken aback. Rocky completes hitting the meat and stands there with hi hands dripping beef blood. The Commentator is unnerved and Rocky looks straight into the camera lens and holds up his bloody fists.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Diane Lewis in the meathouse with the Southpaw, Rocky Balboa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo sits behind Jergens' desk.  Jergens is not present Four middle-aged and younger types and Creed's lawyer sit around the desk.  The desk is flowing with forms and char",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How much is being channeled into West Coast closed-circuit advertising?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three hundred thousand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make it four hundred an' fifty. (to younger man)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Send two hundred roses to the mayor's wife from me, get a picture an' make sure it gets all the papers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do ya want to run the fifteen radio spots in the mid-west? I think you could spend the money better in Canadian publicity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I'd like to get Canada -- see, if we can get a tax break -- Gimme the figures on the Program Concession. Meanwhile, the trainer sits across the room in a darkened corner looking at a small television.  He is watching Rocky's bloody exhibition on the news... He waves at Apollo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo, you oughta come see this boy you're gonna fight on TV -- looks like he means business. Apollo is still engrossed in his paperwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean business, too -- (to men)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The gross rental of the arena is gonna include the four hundred ushers, right? -- Gimme some coffee.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a moonless night and Paulie staggers across the str and enters his building... He staggers up the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie removes his coat and tosses it listlessly in a chair... He rubs his red eyes and sways into the kitchen. He takes a bottle of wine out of the icebox.  As he swill the wine he hears the SOUND of Rocky's and Adrian's VOICE traveling from his sister's room.  Paulie's face tightens and he staggers towards the bedroom. He stands outside the bedroom door and peers through a crack... Rocky, Adrian, and the dog are watching TV in th otherwise darkened room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... And he called the reporters --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... Threw my whole day off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be mad at him -- He just wants to help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo -- I ain't mad.  I'm just outta joint when reporters are around -- They take cheap shots an' Paulie knows it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Are you going to say anything to him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What's to say?  I dunno what he wants from me -- Filled with uncontrollable anger, Paulie smashes into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nothin'!  I want nothin' from you!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shutup!  I want nothin' -- I ain't no charity case!  Get outta my house!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not your house --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ain't no friend no more -- Go home!  Outta my house I want ya!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't talk like that to him!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get outta my life both of ya's. Paulie kicks the door out of frustration and appears to b bordering on a nervous breakdown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Outta my house I want ya!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's cold outside, Paulie. Paulie goes to the living room closet and removes a baseb bat... Rocky and Adrian quickly follow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want ya messin' up my sister no more -- He's scum from the corner, I don't raise ya to hang with no bum! Adrian is speechless... Rocky moves towards Paulie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; raising the bat)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Wanna hit on me?  C'mon -- C'mon, I'll break both ya arms so's they never work... Rocky freezes...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Paulie.  Stop now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want 'im outta here -- (to Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't think I'm good enough to work for Gazzo? (spits)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what I think of bums like you an' Gazzo! (spits again)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're goin' up an' don't care enough to throw Paulie some crumbs! (spits)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I give ya meat, an' I give ya my sister, too!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Only a pig would say that! Paulie smashes a small table with the bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Adrian)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You forget what I went through to give ya the best.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You gave me what?!  Knots! You gave me knots in here every day -- you made me scared of everything!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I always seen ya had the best, but did ya ever think of puttin' in a good word for me with this scumbag! Paulie smashes a large lamp with the bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't do that again!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get away from me -- I could never even get married 'cause you couldn't live by yaself -- ya'd die by yaself!  So instead I put you two together -- Did ya think of puttin' in a good word for me? -- You owe me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Owe you what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You owe me an' are supposed to treat me good!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good?  Good, Paulie?!  I've been treatin' you like a baby. Since I can't remember it's so long -- I'm the only one who feeds you an' puts you in bed when ya can't stand up -- and it's you that made me feel like a loser -- That's what ya use to call me 'Loser' -- What kind of name is that?  So can ya blame me for not remembering to talk about you when I'm with Rocky -- I don't owe you, Paulie, you owe me. The brother flares up and threatens Adrian with the bat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You busted?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You a virgin? -- Ya let 'im in ya pants, didn't ya!  Ya pulled down ya pants an' let him have it, didn't ya!! Mortified, Adrian runs to her room... Rocky steps to Paul",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(fuming)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey -- Paulie cocks the bat back and tenses... Rocky remains sti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(softly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I can't haul meat no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I do about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, I been beggin' ya for a break until I'm sick inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What break?  Huh?  What break! Who am I to give breaks!  I'm a fighter, you haul meat.  You do what you do an' I do what I do best -- that's it -- that's life, man! Paulie looks ashamed... Rocky walks, then returns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... An' what ya said to my girlfriend ain't right -- Do it again, I'll kill ya. Rocky goes into the bedroom... Adrian has buried her face a pillow... She is rocking slightly.  Rocky cradles her a kisses her cheek.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna hear a dirty joke?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mickey is in his cluttered office above the gym... the ro is dark.  Blankets are tacked over the windows.  Rocky is watching 8 mm movies of Apollo Creed in action... Rocky watches with intense concentration as the fighter moves l a huge dancer around the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "His defense is great, can't lie 'bout that -- You have a rollin' style.  Can't retreat as fast -- But your style ain't retreatin'. They both watch the flickering images.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See how he plays sometimes -- Drives his cornermen nuts. Nobody knows his next move -- Him included. They watch more action... Creed has a fighter helpless against the ropes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Killer instinct -- Ya both got the killer touch.  Interestin'. See that! -- Right-cross combination.  Beautiful.  But you got the power to rip the body. They watch more action.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, when ya climb into the square, an' know ya' meetin' the best fighter in the world, ya' gonna be ready, ya' gonna be ready 'cause I been waitin' for fifty years -- Fifty years. When I'm done with you, you'll gonna be able to spit nails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll gonna be able to eat lightin' and crap thunder -- You'll be a very, very dangerous person... The SCENE FADES on Mickey's voice and Rocky staring transfixed at the images projecting on the wall...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky is pounding the heavy bag with intense concentratio As he strikes from all angles, Mickey instructs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky now works on the incline situp board... While doing situps, he pounds himself in the stomach with a dumbbell. The pain is evident on his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pushups between two chairs as Mike sits on his shoulders. Mickey coaching drives him on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike has on a pair of target gloves and Rocky moves aroun the ring swinging at them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Drenched in sweat, Rocky hums the speed bag.  His express is hard and flushed.  Mickey clicks a stopwatch and pats Rocky's shoulder... He is very happy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky has just completed exercising with the medicine bal Dino hands him a towel... Paulie crosses the gym as Rocky heads to the steam room... A thin man crosses the gym and Mickey nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What cha say, Benny -- Meet 'The Rock.' This is our cutman, Benny Stein.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Benny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check the eyes, Ben.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Benny checks the skin around Rocky's eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ain't bad.  Seen worse -- Cover up an' things should be okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Take a shower. Heading towards the shower, Rocky is intercepted by Pauli who traverses the gym.  He stops Rocky at the shower room entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Rock, I think I found an angle to make some bread usin' ya name, ya mind? Exhausted, Rocky studies Paulie's face a moment and nods 'yes.'... Rocky sways into the shower room and Paulie strides off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Running... Rocky's crowd of trailing boys has tripled. Dashing through the streets, he resembles the Pied Piper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is twilight and Rocky is alone at the very bottom of a huge flight of steps that seem to stretch into the heaven Rocky takes a deep breath and sprints up the never-ending stairs... Halfway up, his body shows the strain.  Nearing the top, Rocky pumps with all his strength and arrives at the very top... He looks down the steep stairs and swells with pride... He is ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky is led into Mayor Rizzo's office by an aide... Rock is very nervous as he approaches the mayor, who is seated behind his wide desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sit down, Rocky. Flips open a thick file that lays in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been going over your record -- You've been the busy type -- (reading)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nineteen arrests -- probation three times -- expelled from seven public schools in 1964 and '65. Rocky tries to sink into the chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm a very busy man, but I just wanted to remind you that you'll be setting an example for thousands of guys like yourself and maybe start them off in a new direction and give our police force a break -- I also hope you try your very best and bring pride to Philadelphia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'll try. The mayor presses a button and a photographer enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you stand up, please. Rocky rises and the mayor shakes his hand... Their pictur is taken three times... The photographer exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you for coming by, Rocky -- good luck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(turns)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(sitting)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait... After the fight you'll have nearly a hundred and fifty thousand dollars -- What do you plan to do with it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Run for mayor. The mayor is shocked at first but then breaks into a big, friendly laugh, and Rocky exits.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian and Rocky are at his apartment.  They are looking new scrapbooks.  Newsweek Magazine: Headline: \"The Italia Stallion or Donkey?\" -- Philadelphia Magazine -- Rocky stands with the mayor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, do you realize everybody in this country knows your face, and after the fight everybody in the world is going to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah... She flips through Sports Illustrated, The American Sports Ring Magazine, World Boxing, True, and a multitude of oth clippings. The TELEPHONE RINGS... Rocky rises and walks to the new white object hanging on the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My first call... Hello?  Yeah, speakin' -- Who is this? Bruce?  Bruce who? -- Yo, Bruce!  How ya been?  I ain't seen ya for nine or eight years -- Yeah, things is great, how's things with you upstate -- Ya sellin' real estate, hey, that's a good job... Yeah, I gotta advance, but I bought ringside seats for the guys at the gym.  I get the hundred an' fifty grand after the fight... Adrian overhears the statement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah, I know it's a lotta money -- Condominiums?  Nobody uses them anybody.  Listen, I think a pet shop is a good investment, y'know -- I don't care 'bout long hours -- there's no depreciation -- that don't matter none to me -- Yeah, I like animals. Why don't ya give me ya number an' I'll call ya back?  Lemme getta pencil -- Rocky makes no motion to get a pencil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay, what is it -- four- twelve 659-2424.  Yeah, yeah, thanks for callin' -- Sure I'll get back to ya, Bruce -- see ya. Rocky hangs up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What was that you said about a pet shop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(distant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What did you say about a pet shop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want ya cleanin' nobody else's cages no more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is everything all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta go out for a while. Rocky grabs his coat and moves to the front door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing; to dog)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky arrives at Goldmill's Gym... He unlocks the gym's d Rocky and the dog move through the eerie shadows of the g Rocky moves across the gym with his dog and moves up the steps to Mickey's office... At the top of the stairs he looks down at the ring, reflects for a moment, then enter the office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After turning on the lights, he quickly cleans the clutte desk and sets up the projector... He goes to the cabinet removes a stack of 16 mm films.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The office clock indicates it is several hours later.  Ro is engrossed in watching another Apollo Creed film.  He s motionless. Rocky sits upright.  Something catches his eyes... He springs at the projector.  He reruns the scene several ti",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Several hours later Rocky is engrossed in watching anothe Apollo Creed film... He sits motionless.  Something catch his eye.  Rocky stops the projector as Apollo is deliveri a knockout blow to an unfortunate opponent. Rocky moves right up to freeze frame and inspects it like was a priceless painting... He backs off and begins writi on a note pad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The first light of dawn streams through Mickey's filthy windows... Rocky is slumped in a chair and it is apparent has lost interest in watching the movies. The film has completed its run through the projector and lazily flops around on the top reel... Listlessly Rocky r his reddened eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The door opens and Mickey flips on the light... The two m stare at each other for a long moment.  Mickey studies Rocky's despondent expression and knows what is on the fighter's mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I know what you're thinkin'm kid -- At least ya gotta shot -- All ya can do is try ya' best. Rocky stands and, with his dog, inches past Mickey and ex the room.  Mickey walks over and turns off the projector. He idly pushes the machine with a lazy motion until it slides off the desk and crashes to the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "After leaving Mickey's gym, Rocky and his dog listlessly move down the street and head for home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky arrives at his apartment... Adrian is asleep on the couch.  He lowers himself beside her.  Her eyes open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Can't do it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I can't beat him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I can't beat him. Adrian touches his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I been watchin' the movies -- studyin' -- He ain't weak nowhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What're we going to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I dunno.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, Rocky -- you worked so hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It ain't so bad, 'cause I was a nothin' before --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't say that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon, it's true -- But that don't bother me -- I just wanna prove somethin' -- I ain't no bum... It don't matter if I lose... Don't matter if he opens my head... The only thing I wanna do is go the distance -- That's all. Nobody's ever gone fifteen rounds with Creed.  If I go them fifteen rounds, an' that bell rings an' I'm still standin', I'm gonna know then I weren't just another bum from the neighborhood... Adrian touches Rocky's face... The fighter gently lowers himself beside his woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... No foolin' around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is the night of the Bicentennial fight... The location the Philadelphia Spectrum. The Spectrum is filling to capacity... Grandly dressed celebrities and wealthy fight fans lower themselves into their ringside seat.  Nearly everyone is holding a red, white, and blue sweater... The arena is decorated in tons of patriotic red, white an blue.  High above the ring are huge posters of GEORGE",
          "sentiment": "neutral"
        },
        {
          "speaker": "WASHINGTON",
          "text": "FRANKLIN - and APOLLO CREED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo Creed sits in his dressing room... It is dead sile except for some NOISE that filters under the door from th arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is a CLOSE-UP of Apollo's hand being taped... The RASP SOUND of the adhesive tape is very pronounced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The atmosphere is identical to Apollo's dressing room. Adrian watches in silence as Mike wraps Rocky's hand. Again, the most pronounced SOUND is the RASPING of the adhesive tape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo's other hand is being wrapped.  Dead silence excep for the TAPE and APOLLO'S BREATHING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky's other hand is being wrapped in a CLOSE-UP.  The o SOUND is the TAPE and ROCKY'S mounting BREATHING PATTERN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-UP of drops being placed in his nose to help increa his intake of oxygen.  The tremendously magnified SOUND o APOLLO TAKING IN AIR.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-UP of the drops being placed in Rocky's nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A heavy coating of vaseline is applied around the Champio eyes... In an EXTREME CLOSE-UP, the eyes shine brightly w the grease.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Grease is smeared around Rocky's eyes... In the EXTREME CLOSE-UP several deep scars are SEEN.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-UP of Apollo's trainer digging his fingers deeply i the thick neck muscles of Apollo's upper back and neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE-UP OF Mike's arms wrapped around Rocky's waist and lifting his diaphragm up... Magnified BREATHING ROARS fro the screen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo's trainer slips a mouthpiece into Apollo's mouth. Apollo shakes his head and the trainer removes it and pla another one in the champ's mouth... Creed nods yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everyone present is motionless as Rocky is in the bathroo Alone, Rocky is on his knee praying.  Completing his sile prayer, he stands and looks at himself in the mirror. Suddenly a wave of emotion sweeps over him as he thinks t in a few moments he will face the most overwhelming chall of his life. Out in the dressing room, the door opens and a guard lean in and nods that it is time.  He leaves... Rocky steps ou",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... It's time, kid. Rocky nods and moves toward Adrian.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'll wait for you here. Rocky nods and she kisses him.  The fighter leaves with h trainers... Adrian is on the verge of tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky, Mickey and Mike start down the long hallway... Up ahead are three security guards... Rocky rubs his bare shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, Mick, can I have my rob? Rocky puts on the robe... Embroidered across the back in flaming letters is:",
          "sentiment": "neutral"
        },
        {
          "speaker": "\"THE ITALIAN STALLION\"",
          "text": "*Pennzoil*",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mike helps him into the robe... Mickey is not amused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you care what the people will say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... I'm doin' it for a friend.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta you get outta this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I get the robe an' Paulie gets three grand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Shrewd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "TWO RINGSIDE COMMENTATORS sit in front of a panel of clos circuit televisions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We would like to welcome our viewing audience to the Grand World Championship Bicentennial Heavyweight Fight -- the first major event of the Bicentennial Year... A point of interest is that the fight is being beamed to more than seven hundred and fifty million fans in theatres in nearly every corner of the world.  I would like to welcome an old friend, and co- commentator for this evening's event -- Jimmy Michaels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you, Bob.  The electricity is everywhere tonight.  Rocky Balboa, a fifty-to-one underdog, is living a Cinderella story which has captured peoples' imaginations all over the world -- to quote a popular sports magazine, 'The fighting style should be 'The Caveman Against the Cavalier.' From the increase in sound it appears the challenger is now approaching the ring... His record is forty-four wins, twenty losses and thirty-eight knockouts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I only wonder if this man has the skill to go past three rounds -- Vegas odds say, 'no.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A wedge of uniformed guards knife down the aisle to the r Many people wish Rocky well as he passes... people also h insults.  From the expression on Mickey's face it is also the greatest night of his life.  In the audience are fami faces from the gym.  From the back of the arena a ROAR go up... Apollo Creed is in a mock boat dressed like George Washington.  He throws silver dollars.  The NOISE builds DEAFENING proportions.  Creed's trainer holds the rope an Creed bounds into the ring.  He tears off the Washington outfit and it is clearly SEEN that Apollo Creed is garbed an outrageous Uncle Sam outfit... On his head is a red, white and blue sequined top hat.  The robe is sequined re white and blue.  His boxing trunks are red, white and blu silk with stars around the waistband.  The boxing shoes match the trunks.  On his chin is a pointed white Uncle S beard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You could go deaf with the noise -- it undoubtedly means Champion Apollo Creed is heading towards the ring --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Am I seeing right?  Creed is approaching the ring in a boat. Is he supposed to be George Washington?  Obviously so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been confirmed that it is definitely an impersonation of George Washington -- a great way to start 1976 off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I agree. Immediately Creed begins gracefully dancing in a wide cir He passes within inches of Rocky in his Uncle Sam outfit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you!  I want you! The crowd loves the taunting.  Apollo Creed floats back t his corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't let 'im get you tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatta ya think that outfit cost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The ANNOUNCER steps to the center of the ring... Several in suits stand against the ropes... Paulie is dressed nic and sits at ringside with a pretty blonde escort.  Rocky waves at him.  Paulie waves back and secretly gestures at his date... Rocky smiles and gestures back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen -- Welcome to the Bicentennial Heavyweight Championship Fight... We are very proud to have with us four former Great Champions... Ladies an' gents, 'The one and only 'Manassa Mauler' -- Jack Dempsey!' The CROWD ROARS and JACK DEMPSEY waves and goes to Creed' corner, then Rocky's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good luck, kid. He moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Mickey)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Christ, Jack Dempsey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Announcer points and the timekeeper RINGS the BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Former Middleweight Champion -- 'The Bronx Bull' -- Jake LaMotta! JAKE LA MOTTA raises his fist and gives best wishes to bo contenders... Timekeeper RINGS the BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man with the big punch -- Everybody's favorite, 'The Brown Bomber ' -- Joe Louis!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JOE LOUIS bows and steps to Creed's corner.  Creed strike boxing pose and Louis tosses a playful punch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They must be friends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, last but certainly not least -- the former Heavyweight Champion, a son of Philly, Smoking Joe Frazier! FRAZIER rumbles to the center of the ring.  The CROWD CHE Apollo puts on a show... He grimaces and gestures like he going to attack Frazier.  His cornermen hold him back.  T laugh.  Frazier goes to Rocky's corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Save some of him for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commentators beckon to Frazier as he exits the ring.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The former champ looks great -- Can we get Joe over here -- here he comes. Joe Frazier stands in front of the Commentators.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Joe, what are your feelings about tonight's fight?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, I think any man who works an' trains hard always gotta chance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look in great shape, Joe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm always in shape. Joe laughs and exits.  The timekeeper RINGS the BELL.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Now for the evening's main event -- In the corner to my right, The Challenger, wearing white trunks -- At one hundred an' ninety-one pounds, one of Philly's own sons -- 'The Italian Stallion,' Rocky Balboa! A good CROWD RESPONSE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the far corner, wearing red, white an' blue -- Weighing in at two hundred and ten pounds -- Undefeated in forty- six fights -- the Heavyweight Champion of the World -- 'The Master of Disaster' -- Apollo Creed! The arena EXPLODES and Creed puts on a display of hand sp",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The REFEREE motions to both fighters... They step to the center of the ring.  As the Referee explains the rules Apollo and Rocky stare hard into each other's eyes... The Referee's voice fades and the fighters' expressions fill screen... Something soulful and frightening is being communicated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Now come out fighting. The fighters return to their corners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God bless ya, Rock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thanks, Mick -- I'm gonna try.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL RINGS... Creed dances forward and boxes Rocky as though he considers the man an amateur.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Champ stings the slower challenger with jabs at will -- Balboa blocks eighty percent of the blows with his face -- Creed doesn't look the best he's ever been but is moving smoothly -- Creed snaps out a triple combination that backs Balboa into a corner -- oh, a solid hook by Creed, a master of fist-men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Champion is smiling and toying with the man -- trying to give the fans their money's worth and make a show of it with the badly out-classes challenger -- Another left to right combination.  I feel sorry for --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Creed is down!!!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky suddenly explodes with an upswing hook to the jaw. Creed is dropped.  The arena EXPLODES.  Creed's eyes show disbelief.  So do Rocky's. Rocky backs into his corner... Mickey and Mike yell at hi",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can do it!  Goddamnit, you got the power!  The body, get the body!!!  Ya got him goin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six!... Seven!... Eight!... Creed is up... His playful attitude is gone... he is now business.  His lightning jab stings Rocky's face repeated",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Come at me, sucker! Rocky charges and a terrific right crashes against Apollo chin, followed by an uppercut to the liver that causes Cr to cringe...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo counters with jabs and Rocky whips brutal combinat to the body. The BELL RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How am I doin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Real good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See how fast he is -- damn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Breathe deep -- Keep ya chin down!!  Use the legs and drive through 'im.  Attack -- Attack -- Attack!",
          "sentiment": "neutral"
        },
        {
          "speaker": "APOLLO'S CORNER",
          "text": "Apollo does not sit.  He stands and clowns with the spectators to prove he is not hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Trainer)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That boy damn near broke my arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure -- He can hit -- Don't play no more -- Stick an' move, hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll carry him 'till the third.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't play with this man, he's fightin' hard -- Let 'em feel some real heat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL for the second round RINGS... Rocky rushes out f and furious.  Apollo melts out a left hook that raises a goose egg over Rocky's eye... Apollo employs footwork tha dazzles Rocky.  He has class.  He studies Rocky and emplo his lightning jab with cutting accuracy. Still Rocky shuf ahead, bombarding Creed's midsection with hooks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The round ends with Apollo assaulting Rocky with blinding combinations and delivering a stupendous right cross that flings Rocky into the ropes and shatters his nose... The round ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo stands in his corner and jokes with the fans, but is beginning to show the strain from the body punches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man, I rearranged his face with that right -- The people love what's happenin' tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "People nothin', you in a fight, my man, -- ya best believe what you hear... Knock that boy out soon an' let's go home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky sits as Mickey and Benny try to reduce the swelling around his eyes... The nose is shattered.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya nose is broke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn!  How's it look?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't hardly tell.  Don't swallow the blood -- Go for his ribs.  Don't let 'im breathe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The guy's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why don't ya tell 'im you're a fan!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commentators are caught up in the action.  They speak rapidly into their microphones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you had asked anyone who knows boxing, they never would've predicted a first round knockdown and the second round punishment to the body of the Champion... Most fighters will tell you, receiving a good body punch is the next worst thing to dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Round three ready to start and should be interesting to see if Creed can put the challenger away -- there goes the bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Round three... Apollo comes out dancing.  He skips and si steps Rocky's sledgehammer hooks.  An expert ring general Apollo uses the ring fully.  Rocky keeps tearing in and Creed meets the bombing attack that cause thick swelling. Near the end of the round Rocky fires a penetrating punch the heart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo almost sprints out of his corner -- feints and throws a pair of left-right combinations.  Balboa drops beneath a left upper cut and lands a very solid shot on Creed's temple -- not much movement from Balboa, duck a left, a right, another left and explodes with a right hook to the temple -- I mean explodes.  The Champ backs off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's no way Apollo expected this kind of hitting power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No way -- but the brilliant ability of the Champion to master situations like this is one of his most outstanding traits -- Creed tosses a perfect right hand that rocks Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Creed on the offensive -- Balboa takes the punishment and counters with a left flush over the heart... that hurt. The wallop knocks Apollo off balance... The CAMERA GOES T STEEP ANGLE SHOT from the floor, VERTICALLY UP Apollo's b The SCENE GOES INTO SLOW MOTION... Rocky releases a terrifying uppercut that opens a gash under Creed's eye. Creed's face contorts with excruciation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(yelling)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cover your face!  Cover up! (to Assistant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My man's cut, my man's bleedin' -- Get ready!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL SOUNDS.  Apollo's corner works frantically to cl the wound... The ring DOCTOR inspects the cut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bad?  Talk to me, man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deep, but passable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(staring at Rocky)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... That man's takin' his job too serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's movin' to your left -- don't let him no more -- dance and stick, hear?  Don't play -- I know what ya feelin', but don't play.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He got lucky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Luck!  You fightin' a crazy man -- but you got him hurt bad. (to Assistant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "More ice, now!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky's face is in very bad shape, not cut, but wretchedl swollen around the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How you holdin' up, kid?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine... That guy's great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme the water!  Ya getttin' tagged with his right.  I think you should feint left and high hook 'im -- Benny, check the eyes!  Can ya see?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(standing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya sappin' his strength -- He's losin' steam.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He ain't losin' nothin'.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Keep on him -- You're doin' great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SERIES OF SHOTS",
          "text": "In the next ten rounds, Apollo cuts and slashes Rocky to ribbons, but pays dearly... Both his eyes and lips are cu Welts across his midsection attest to Rocky's body-batter",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian is unable to remain alone... She is lured by the GROWING ROAR OF THE FANS... She exits the dressing room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stepping out of the dressing room she walks down the corr The MOUNTING CHEERS make her speed up.  She opens the doo at the end of the corridor and is hit by a THUNDEROUS WAV OF SOUND.  The guard at the door inspects her and goes ba to watching the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Adrian stands at the rear of the arena and watches the battle.  She is entranced by the power of it all. Back in the ring, Rocky keeps grinding ahead.  He plants thumping left over the Champion's heart and Creed winces. Rocky is game but losing. At ringside Paulie is frantic... He is living the fight f his seat. Mr. Gazzo and his Bodyguard watch from the second row. Gazzo looks proud.  The Bodyguard, impassive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A huge and lively crowd look up at the television over th bar... They see Rocky driving Creed against the ropes and cheer loudly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... The Rock's got real stones.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The men are fighting with appalling tenacity.  Rocky rips and tears into the body... Apollo counters with a ceasele stream of rapier-like lefts... The Challenger is seriousl outclassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C'mon -- Lemme cut yo'! Rocky wades in and Creed employs incredible footwork.  He sets himself and cuts loose with a thunderbolt right cros to Rocky's already broken nose.  Blood sprays from the wo and red droplets drip from his chin... Rocky takes a merciless beating and is staggered by a torrent of combinations.  Rocky's eyes are closed.  But Creed cannot drop him... The BELL RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commentators shift in their seats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Without a doubt this is the most punishing brawl I have ever seen -- The ringside audience is spotted with blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This fight should have been stopped rounds ago but Rocky Balboa refuses to fall --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not only has he refused to fall, but he has beaten the Champion's body without mercy and the bout has become a vicious slugfest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo's corner is in turmoil... The Champion is definite hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Assistant)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get that doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No doctor!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're hurtin', man!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No doctor!... I'm feelin' good, bro!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Rocky's corner, things are frantic.  His eyes are swol shut.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanna keep goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you keep goin'?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No more, ya wanna lose an eye? No more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Open my eyes -- Please, open my eyes! Mickey nods to Benny.  He secretly places a small ring kn between his index and middle finger.  In one smooth movem he drags the razor over the blood welts and quickly cover the draining wounds with gauze... It is done so quickly n one is ever aware of the operation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "At the rear of the arena Adrian looks transfixed at the r She is caught up in the heat of the battle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL RINGS for round fourteen.  Rocky bores in close, but Apollo still has spring in his legs.  He seems determ to end it this round... Apollo catches Rocky flush on the jaw.  Rocky is staggered.  Like a wolf, Apollo cuts loose with pure savagery.  Rocky is driven against the ropes an receives a devastating beating from the Champion... Rocky dropped. Rocky sits stunned in the middle of the ring... Everythin is a distortion.  He looks for familiar faces as though t ask for help... Mickey and Mike scream frantically for hi to stay down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Six -- Seven -- Eight -- Rocky gets to his feet and tenses with renewed energy.  H is like a wounded wild animal.  The tide suddenly turns. Rocky drops low and catches Apollo with a pair of terrifi body punches that seem to drive Apollo's diaphragm up to throat... A CRACK is HEARD.  A glaze of pain covers Apoll eyes.  It is only a supreme effort that keeps the Champio upright... Apollo is badly hurt.  He is bent over. Rocky moves towards Apollo.  Apollo flicks dread jabs int Rocky's eyes... The Italian wades in with punches that se to bulge out Apollo's back.  Creed takes the punishment l a stoic. Blood is running from Apollo's mouth.  In the clinch he leans over Rocky and it drips down the Italian's neck and shoulders.  Apollo shields his wound from the ringside judges and continues to fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL RINGS.  Apollo's men rush out and guide him to h corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ribs broke -- Blood trickles from the corner of Apollo's mouth.  The Trainer feels the ribs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo' bleedin' inside, man -- Get that doctor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more round.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't kill yourself, man -- Let the doctor stop the fight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Stop jivin'!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cover the ribs -- Look here, elbow down, tight -- Tight -- stand straight -- you're the best, you're the best!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky no longer resembles himself... His face has complet been beaten to jelly, but his mood is buoyant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How I look out there, Mick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(truly worried)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great, kid, great. The ring Doctor leans over Rocky and checks the eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One more round -- How do you feel? Rocky is approaching the supreme moment of his life.  He cannot be bothered with pain or doctors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fine -- Go away, I'm gonna make it -- I'm gonna make it! Everyone is distraught over Rocky's dangerous condition.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We gotta stop it, kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya gave it ya best shot!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody's gonna say ya didn't give ya all.  I can't let ya go out. Rocky stands and eyes them all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(impassioned and quietly)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll kill ya all... Don't stop nothin' --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL RINGS... Apollo moves cautiously out of his corn and circles to Rocky's right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Commentators stare unansweringly at the fighters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The fight has slowed down to a near stand-still -- Creed circles to Rocky's right... The spectrum is nearly silent -- Neither fighter has made a motion to throw... I've never seen anything like it in the last round of a championship fight... Apollo spits blood on the canvas.  It appears he is protecting his right side.  His ribs were probably injured at the end of round fourteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's confirmed, unofficially, Creed's ribs may be broken -- Apollo fakes a left and throws a big tired right -- Balboa's mouthpiece is out!  Creed attacks with one hand!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo feints and Rocky falls for it.  The Champion unlea a lethal blow to the side of the head that jolts Rocky's mouthpiece into the second row... Rocky sags against the ropes in a crucified position... The insane crowd leaps t their feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky's bloody teeth snarl at Apollo and he waves him to come ahead and fight toe to toe... Apollo obliges with a weary but effective burst of rights and lefts that have K written on every punch.  Rocky counters the assault blow blow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme ya best!!!! Mickey looks at the clock... TEN SECONDS TO GO.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gimme ya best!!! Blood sprays over the ropes and onto the ringside photographers... They are horrified and wipe away the blo The fighters stand toe to toe and drag every remaining bi of strength from their souls and beat each other without mercy.  They look hypnotized and have entered a dimension far beyond blood and pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BELL RINGS... The arena EXPLODES with thunderous appr",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their cornermen rush to their collapsed fighters... In th midst of all the confusion both fighters look at each oth with unabashed respect -- They stand like blood-drenched gladiators on the most dramatic night of their lives. As though reacting to some unspoken command, they both st towards each other and embrace... Apollo whispers in Rock ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Ain't gonna be no rematch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "... Don't want one. Mickey comes over and separates them and leads him back t his corner... Mickey embraces him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Announcer enters the ring with a microphone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Attention, please!!  Attention!! Ladies and gentlemen, tonight we have had the rare privilege to have witnessed the greatest exhibitions of stamina and guts ever in the history of sports. The CROWD ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(continuing)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ladies and gentlemen -- We have a split decision!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo did not expect this and tenses.  His corner nervou tries to reassure him.  It does no good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky did not expect this either and looks in confusion a Mickey, but Mickey is frozen with anticipation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge Walker scores it eight- seven Creed... Judge Roseman scores it eight-seven Balboa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo is rigid.  Fear radiates from his eyes.  To lose t crown on this night after the fight he fought would kill him... A silence has blanketed the arena.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Judge Conners scores it nine- six Creed... Winner and still Heavyweight Champion of the World, Apollo Creed!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky sorely smiles and looks at the waves of CHEERING fa that circle the ring and reach out towards him... Mickey grabs Rocky's hand and raises it.  The CROWD ROARS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't care what they say, you're a winner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yo, can I have my locker back? Mickey and Rocky look at each other and grin.  Mickey hug Rocky like a son.  Mickey raises Rocky's hand again.  Roc turns away from Mickey and pats Benny the cut-man's shoulder... Benny smiles wearily.  Rocky stares across th ring at Apollo Creed, who stands victorious, but his face and body are badly distorted... The two men lock stares t reflect admiration.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Apollo climbs out of the ring and the fans crush forward screaming his name and waving red, white and blue banners",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky also climbs out of the ring and waves of frantic we wishing fans rumble forward... Mickey's eyes show mountin apprehension as the fans become abnormally active.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They shove the police aside and clutch wildly at Creed. Creed's army of bodyguards swing angrily at the crowd but they are soon engulfed by screaming waves of humanity. Apollo is suddenly hoisted into the air and is being carr along by a legion of fans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the opposite aisle Rocky is experiencing the same overwhelming adulation by his fans but does not seem to b frightened by it, like Apollo.  Mickey tries his best to control things but his voice is drowned out in the growin clamor.  The fans shove the guards aside and hoist Rocky their shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky's and Apollo's fans are aggressively competing agai each other... chanting, 'Creed, Creed, Creed.' Rocky's fans counter by bellowing, 'Rocky, Rocky, Rocky.'",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Paulie tries to get to Rocky but is shoved aside and he starts swinging.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Both Rocky and Apollo are completely at the mercy of the crowd.  They are being passed overhead and remain helples as their bodies float up the aisle on the sea of hands... The CHANTING IS DEAFENING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fearful that Rocky is in danger, Adrian tries to move forward.  Running headlong into the crowd, she angles through the mass to get to Rocky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She is manhandled and shoved in a multitude of directions but she keeps her feet... She sees him.  In the distance, Rocky floats INTO VIEW and Adrian flattens against the wa and waits for the procession to pass. The procession approaches and she clearly sees Rocky's unbelievably battered but smiling face.  He appears to be king of the world. The procession approaches and passes Adrian.  She jumps o her toes and waves frantically but is not seen.  She scre Rocky's name... Somehow the delicate voice knifes through the racket and reaches Rocky. Rocky frantically looks in all directions and barely mana to see Adrian jumping up and down waving.  The crowd is carrying him away.  He attempts to lower himself but the crowd won't permit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Rocky instead turns and begins climbing across people's heads and shoulders.  He resembles a man trying to go up down escalator.  People are jammed so tightly together Ro manages to crawl across them to Adrian. Still suspended in air, Rocky leans down and Adrian jumps and they lock in an embrace.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you -- I love you -- I love you... The two are swept along into the greatest night anyone ca remember...",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1569"
    }
  ]
}