{
  "movie_id": "MOV1578",
  "scenes": [
    {
      "location": "DINING ROOM. DAY.",
      "characters": [
        "RADIO OPERATOR",
        "-- THE END --",
        "RALEIGH",
        "OK.",
        "74,",
        "REPORTER",
        "CHAS",
        "PRIEST",
        "ETHELINE",
        "TEX HAYWARD, (V.O.)",
        "BELLBOY",
        "VOICE",
        "A",
        "CONTINUED",
        "CUT TO",
        "GRADUATE STUDENT",
        "ARI, (V.O.)",
        "JUDGE",
        "WALTER",
        "ETHELINE, (0.S.)",
        "PAGODA",
        "I",
        "MANAGER",
        "PETER",
        "DOCTOR",
        "DUDLEY",
        "MARGOT",
        "MARGOT, (CONT'D)",
        "23.",
        "FATHER",
        "ARI",
        "SABRINA",
        "DUSTY",
        "ELI",
        "MAINTENANCE MAN",
        "51.",
        "PARAMEDIC",
        "NURSE",
        "ROYAL",
        "MEDICAL STUDENT",
        "RICHIE",
        "SANCHEZ",
        "DETECTIVE",
        "WAITER",
        "HENRY",
        "ANNOUNCER, (V.O.)",
        "ELDERLY MAN 2",
        "POLICE OFFICER",
        "NARRATOR, (V.O.)",
        "NARRATOR",
        "ELDERLY MAN 1"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Royal sits at the head of a long table. He is surrounded his children. Chas is twelve, with curly hair, dressed in a black suit tie. Margot is ten, with a barrette in her hair, wearing knitted LaCoste dress and penny loafers. Richie is eight, with long hair, parted on the side, dressed in a Bjorn Bo style tennis outfit with a headband. Chas wears a blank expression, Margot looks as if she is about to cry, and Richie has tears all over his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Are you getting divorced?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(gently) At the moment, no. But it doesnвЂ™t look good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Do you still love us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Of course, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(pointedly) Do you still love Mom? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Very much. But she asked me to leave, and I had to respect her position on the matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Was it our fault?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(long pause) No. Obviously, we had to make certain sacrifices as a result of having children, but no. Lord, no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "WhyвЂ™d she ask you to leave?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(sadly) I donвЂ™t really know any more. Maybe I wasnвЂ™t as true to her as I couldвЂ™ve been.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Well, she says --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "LetвЂ™s not rehash it, Chassie. An Indian man with salt-and-pepper hair, dressed in pink pants, a white shirt and a white apron, comes in from the kitchen with a Martini on a tray. He is Pagoda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "They were never legally divorced. Pagoda hands Royal the Martini.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Thanks, Pagoda. INT. HALLWAY. DAY. A gallery of the childrenвЂ™s art, done mostly in crayon, with beautiful frames and careful lighting. The subject matter includes: spaceships, wild animals, sailboats, motorcycles, and war scenes with tanks and paratroopers. A stuffed and mounted boarвЂ™s head with its teeth bared in the stairwell. A label on it says вЂњWild Javelina, An Mountains.вЂќ Under the stairs there is a telephone room size of a closet. Old messages are tacked to the walls, a the childrenвЂ™s heights are marked on the door frame. A thirty-three-year-old woman with a scarf around her nec and sunglasses on top of her head talks on a rotary telephone. She is Etheline. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Richie sits on her lap reading an Atlas of the World. Mar sits on a foot-stool reading The Cherry Orchard. Chas sta in the doorway with a slip of blue paper in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Etheline Tenenbaum kept the house and raised the children, and their education was her highest priority. Etheline says into the telephone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "IвЂ™1l hold, thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "I need $187.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) Write yourself a check. Chas hands Etheline the slip of blue paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cheque made out in the amount of $187. Etheline signs i",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Chas taking back the cheque. Etheline says into the telephone: ETHELINE (CONTвЂ™D) Bene. Si. Grazie mille. Etheline hangs up. There is a schedule of activities -- guitar, ballet, yoga, scuba-diving -- written on a chalkb behind her and divided into columns labelled Chas, Richie Margot. She changes an Italian lesson from 4:30 to 5:30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "She wrote a book on the subject.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A copy of Etheline TenenbaumвЂ™s book, Family of Geniuses the dust jacket there is a photograph of the three childr conducting a press conference in a room crowded with journalists. It appears to have been published in the lat seventies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The press conference. Chas points to a reporter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "The gentleman in the blue cardigan, please. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "REPORTER",
          "text": "Thank you. I have a two-part question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Go ahead. INT. CHASвЂ™ BEDROOM. DAY. ChasвЂ™ room looks like a businessmanвЂ™s office, except very small and has bunk beds. There is a desk with an App II computer and an electric coffee pot on it. There is a water cooler in the corner, with a paper cup dispenser. Chas stands talking on the telephone while Etheline bring his lunch on a tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Chas Tenenbaum had, since elementary school, taken most of his meals in his room, standing up at his desk with a cup of coffee, to save time. On a shelf in an alcove there are ten cages connected together by plastic tubes. White mice with tiny black spo all over them race around outside the cages. Chas feeds o of them a drop of blue liquid from a test tube. NARRATOR (CONTвЂ™D) In the sixth grade, he went into business, breeding dalmation mice, which he sold to a pet shop in Little Tokyo. There are twenty-five pinstriped suits in boysвЂ™ size tw and an electric tie rack hanging in the closet. Chas push a button on the tie rack and the ties glide along a track NARRATOR (CONTвЂ™D) He started buying real estate in his early teens and seemed to have an almost preternatural understanding of international finance. There are a small weightlifting bench and punchbag in the corner. There is a set of exercise charts neatly drawn wi felt-tip pen tacked on the wall. Chas bench-presses about fifty pounds on a small barbell. NARRATOR (CONTвЂ™D) He negotiated the purchase of his fatherвЂ™s summer house on EagleвЂ™s Island. EXT. BACKYARD. DAY. A house in the country. Chas crouches in the bushes with BB gun. Across the lawn, he sees two younger boys with BB guns drop down from a tree. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "One of the boys is Richie, and the other has nearly-white blond hair. He is Eli. He wears Apache warpaint. Chas gets Richie in his sights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Hold it, Chassie. Chas freezes. He looks up and sees Royal watching from th roof with a BB gun trained on him. Royal is dressed in kh pants, sunglasses and no shirt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "What are you doing? YouвЂ™re on my team!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(hesitates) There are no teams. Royal fires. Chas screams and fires back as Royal scrambl away, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "The BB was still lodged between two knuckles in ChasвЂ™ left hand. INT. MARGOTвЂ™S BEDROOM. DAY. The walls of MargotвЂ™s room are red, with little running zebras painted all over them. There is a collection of African masks hanging in the corner. Margot sits at a sma metal stand, typing on an IBM typewriter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Margot Tenenbaum was adopted at the age of two. Her father had always noted this when introducing her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A cocktail party. Royal introduces Margot to a group of elderly men in black tie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "This is my adopted daughter, Margot Tenenbaum. Margot nods politely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A wall filled with bookshelves. There are thousands of bo of plays. Margot takes out a copy of The Iceman Cometh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "She was a playwright and won a Braverman Grant of fifty-thousand dollars in the ninth grade. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There is a mock-up of a stage set for a play that appears have taken place in a network of tree houses on a tropica island. Margot places a tiny canoe beneath a palm tree. NARRATOR (CONTвЂ™D) She and her brother Richie ran away from home one winter and camped out in the African Wing of the Public Archives. EXT. MUSEUM. DAY. Richie and Margot sit on a bench in front of a large Goth building. Richie has on a small backpack with a sleeping attached to it. Margot carries a small red suitcase. They both look extremely dishevelled and tired. A single-file line of students in Catholic school uniform goes past them following a museum guide. Eli is at the en of the line. He stops and stares at Margot and Richie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Hi, Eli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "You said I could run away, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "No, I didnвЂ™t. And donвЂ™t tell anybody you saw us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richie and Margot sharing a Boy Scout sleeping bag on a b in a gallery of wildlife dioramas in a darkened museum. Margot reads a book about sharks by the light of a flashlight. Richie is asleep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Four years later, she disappeared alone for almost two weeks and came back with half a finger missing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pair of knitted gloves. One finger has been clipped off the middle knuckle and is being sewn up. INT. RICHIEвЂ™S BEDROOM. DAY. RichieвЂ™s room is in the attic. There are a chemistry se drum set and a long shelf filled with tennis trophies. Richie sits on the edge of his bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Richie Tenenbaum had been a champion tennis player since the third grade. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There are thousands of Matchbox cars arranged on every available inch of space on tables, desks and window sills Richie parks a little Maserati next to a dune buggy. NARRATOR (CONTвЂ™D) He turned pro at seventeen and won the U.S. Nationals three years in a row. There is a ham radio set in the corner of the room. Richi sits at the console wearing a set of headphones. There is map of the world on the wall, with colored pins stuck in different cities. NARRATOR (CONTвЂ™D) He kept a studio in the corner of the ballroom but had failed to develop as a painter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A ballroom with vaulted ceilings and a giant chandelier o the top floor of the house. One corner is filled with seventeen almost identical portraits of Margot looking ov the top of a book with an irritated expression. Etheline helps Richie hang a new portrait among the others. NARRATOR (CONTвЂ™D) On weekends, Royal took him on outings around the city. EXT. STREET. DAY. Royal and Richie stand among a group of Puerto Rican men two large, vicious-looking pit bulls with scars all over snarl at each other. Royal yells along with the others:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Vamanos! Andale! Royal throws a fifty-dollar bill into a pile of money on sidewalk. Richie throws in a dollar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "These invitations were never extended to anyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The second floor of the Tenenbaum house. Chas sits alone one window. Margot sits alone in the next. They both watc as Royal and Richie get out of a gypsy cab in front of th house, sharing a bag of peanuts and laughing. There is a slightly run-down thirty-five-story apartment building across the street. Eli sits alone in a window. \fINT. APARTMENT. DAY. A two-room apartment with a crucifix on the wall. Eli finishes making his bed and folds it into the couch. An elderly woman works at a sewing machine in the next room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "RichieвЂ™s best friend Eli Cash lived with his aunt in a building across the street. EXT. STREET. DAY. Eli walks up the front steps of the Tenenbaum house and r the doorbell. He wears a set of house keys on a string around his neck. Pagoda opens the door. He is dressed in pajamas, slippers and a bathrobe. He lets Eli inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "He was a regular fixture at family gatherings, holidays, mornings before school and most afternoons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The Tenenbaum house at night. There are strings of colore lights glowing around the front door and white paper bags with candles in them on the steps. Royal rings the front doorbell. He carries a small package wrapped in red-and-p striped paper with a white ribbon on it. NARRATOR (CONTвЂ™D) The three Tenenbaum children performed MargotвЂ™s first play on the night of her eleventh birthday. INT. BALLROOM. NIGHT. There are twenty eleven-year-olds wearing party hats. Margot, Chas and Richie are in costumes. Margot is a zebr Chas is a bear and Richie is a leopard. Eli is dressed in pajamas. Royal sits at a table with them, drinking a glas of whiskey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "They had agreed to invite their father to the party. There is a small stage-set across the room for a play tha appears to have taken place on a ship.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WhatвЂ™d you think, Dad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "It didnвЂ™t seem believable to me. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chas looks at Margot. She is silent. Royal says to Eli: ROYAL (CONTвЂ™D) Why are you wearing pajamas? Do you live here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "He has permission to sleep over. Royal shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Did you think the characters were --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What characters? It was just a bunch of little kids dressed in animal costumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Goodnight, everyone. Margot quickly collects her unopened presents from the ta She puts RoyalвЂ™s aside and sets it in front of him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Sweetie. DonвЂ™t get mad. ThatвЂ™s just one manвЂ™s opinion. The lights go down. Royal looks across the room. Etheline stands in the doorway with a birthday cake on a tray. The candles are lit. She looks furious. Pagoda stands at the light switch. Everyone begins to sing вЂњHappy Birthday.в Margot walks out of the room, and the singing disintegrat",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR",
          "text": "He had not been invited to any of their parties since. Etheline blows out the candles. EXT. ROOF. DAY. There is a large antenna for RichieвЂ™s ham radio and a w coop with a falcon in it. The falcon has a hood over its eyes. Richie opens the coop, carefully removes the falcon hood, and feeds him some sardines from a tin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "In fact, virtually all memory of the brilliance of the young Tenenbaums had been erased by two decades of betrayal, failure and disaster. Richie carries the falcon on his arm to the edge of the r",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Go, Mordecai. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The falcon spreads its wings and lunges into the sky.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(The names of each of our characters and the names of the actors playing them appear over the following shots.) Royal Tenenbaum sits in a chair in his hotel suite with n shirt on and a towel wrapped around his face. A woman ina white apron lifts off the towel, and Royal looks in the mirror. He is now sixty-six, with grey hair, white at the temples, worn very long in the back. He is getting a faci and there are strips of blue cellophane covering his face The woman quickly peels them away and begins to massage h temples. Royal lights a cigarette at the end of a three-i holder. Etheline Tenenbaum draws eyeliner around her eyes in the dressing mirror. She is fifty-five and has long, black ha with one silver streak that runs through it. She wears a pink slip and a gold locket. The wall behind her is fille with portraits of tribesmen and native warriors from arou the world. She holds up a pair of prescription sunglasses and looks at herself. She lowers them and does her lipsti Chas Tenenbaum shaves in the locker room of a boxing gym. Steam fills the air. He is thirty-six and in top fighting condition. Ari and Uzi Tenenbaum are on either side of hi They are eight and ten. They are also shaving, but with n blades in their razors. All three have extremely curly bl hair. Margot Tenenbaum is at a hairdresserвЂ™s with three peopl working on her at once. She is thirty-four. Her hair is being dyed, and there are little clamps and bits of foil twisted into it. She is smoking a cigarette, and she blow puff of smoke as the hair dryer is lowered onto her head. She holds an open copy of a book of plays by George Berna Shaw. She has one fake finger made of wood. Eli Cash is in the fitting room of a clothing store havin white buckskin jacket with fringe taken in. A tailor pull at the hem of the jacket and sticks pins in the sleeves. tailorвЂ™s helper brings Eli a cup of tea and some cucumb sandwiches. Eli picks out a sandwich. A second helper han him a short-brimmed Stetson cowboy hat. He puts it on at angle and stares at himself. Releigh St. Clair brushes his teeth with an electric toothbrush in a very small, white-tiled bathroom. He has full, gray beard and round glasses, and he is dressed in silk pajamas with white piping. He stops suddenly, picks a tape recorder off the edge of the sink, and excitedly dictates something into it. He puts the tape recorder bac on the sink and starts brushing his teeth again. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Henry Sherman stands in front of a mirrored wall ina vestibule of his building. He is a tall black man, fifty- years old, with grey hair and a moustache. He wears a dou breasted navy blazer. He carefully folds a checkered handkerchief and tucks it into his breast pocket. There i hand-lettered sign regarding trash and recycling taped to wall behind him, underneath a row of mailboxes. It is sig H. Sherman, the Landlord, in red ink. Richie Tenenbaum looks at himself in the mirror in his stateroom on board an ocean liner. He is thirty-two, with long hair, parted on the side, and a beard. He wears a kh suit, a striped tennis shirt, a headband, and penny loafe The ocean goes by at a fast clip in the porthole behind h A towel on the dresser says The Cote dвЂ™Ivoire in red stitching. He takes out a little camera. He points it at his reflection, smiles sadly, and takes a picture of hims He puts the camera back into his pocket and goes out the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Page 22 of The Royal Tenenbaums. It says вЂњChapter Two.в INT. HOTEL ROOM. DAY. RoyalвЂ™s suite at the Lindbergh Palace Hotel. There are shelves full of law books and hundreds of spy novels in stacks on the floor. There is a set of Encyclopedia Britannica, an exercise bicycle and a Xerox machine. Royal lies on his stomach on a massage table getting a massage from a young Asian woman. The manager of the hote stands in front of Royal with a piece of paper in his han",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "IвЂ™ve been instructed to refuse any further charges on your room account and to direct you in writing to please vacate the premises by the end of the month. The manager hands Royal the piece of paper. Royal points the masseuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What about Sing-Sang? I owe her a hundred. The manager looks to the masseuse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Royal had lived in the Lindbergh Palace Hotel for twenty-two years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A letter typed on Lindbergh Palace Hotel stationary. It begins: Dear Mr. Tenenbaum, In light of your continuing failure to remit any form of payment, we have no --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The masseuse. She does not appear to understand English.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Can you pay her in cash? Royal shakes his head. The manager hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "He was a prominent litigator until the mid-eighties, when he was disbarred and briefly imprisoned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Royal standing in the window looking out at the falling s as Sing-Sang folds up the massage table behind him. He lights a cigarette. NARRATOR (CONTвЂ™D) No one in his family had spoken to him in three years. INT. RADIO ROOM. DAY. The radio room on board the Cote d'Ivoire. There are computer terminals, short-wave radios, maps on the walls, a crew of technicians in white uniforms. There is a mist outside the window, and an oil tanker in the distance. The radio operator finishes typing a message into a keybo and looks up to Richie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Read it back to me so far, Pietro.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RADIO OPERATOR",
          "text": "Dear Eli, IвЂ™m in the middle of the ocean. I havenвЂ™t left my room in four days. IвЂ™ve never been more lonely in my life, and I think IвЂ™m in love with Margot. The radio operator looks to Richie. Richie nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "New paragraph. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Richie takes a sip of a Bloody Mary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Richie had retired from professional tennis at twenty-six. His last match had been widely discussed in the media.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A copy of the Sporting Press magazine. On the cover, ther is a photograph of Richie standing at the baseline of a tennis court. He wears no shoes and only one sock, and th are tears all over his face. The stands behind him are filled with confused fans. A caption across the page says вЂњMeltdown!вЂќ And, in smaller letters, вЂњTenenbaum suf match nervous collapse in the semis at Windswept Fields.в",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richie dictating to the radio operator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Your friend, Richie. End of letter. Richie signs a slip of paper and hands it to the radio operator. He wraps a scarf around his neck and goes out t door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "For the past year he had been traveling alone on an ocean liner called the Cote dвЂ™ Ivoire and had seen both poles, five oceans, the Amazon and the Nile. INT. LIBRARY. NIGHT. Eli stands at a podium reading from a book to a crowded audience. A telegram marked вЂњShip to ShoreвЂќ is tucked his coat pocket. His voice is quietly dramatic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "The crickets and the rust-beetles scuttled among the nettles of the sagethicket. Vamanos, amigos, he whispered, and threw the busted leather flintscraw over the loose weave of the saddlecock. And they rode on in the friscalating dusklight. Eli looks up. He closes his book. The audience applauds uproariously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Eli was an assistant professor of English Literature at Brooks College. The recent publication of his second novel -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A copy of Eli CashвЂ™s latest book, Old Custer. On the du jacket there is an illustration of an Indian in warpaint a long, bloody knife clasped between his teeth and a yell scalp hanging from his hand. INT. LOBBY. NIGHT. Eli walks among the card catalogues surrounded by a crowd admirers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "-- had earned him a sudden, unexpected literary celebrity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Eli standing near the circulation desk with a group of professors drinking cocktails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Well, everyone knows Custer died at Little Bighorn. What this book presupposes is: (tentatively) maybe he didnвЂ™t? Eli shrugs and smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Eli placing a call from a pay phone in the lobby. He unfo a newspaper clipping and looks at it while he waits. He s suddenly into the receiver: ELI (CONTвЂ™D) Let me ask you something. Why would a reviewer make the point of saying someoneвЂ™s not a genius? I mean, do you think IвЂ™m especially not a genius? IsnвЂ™t that -- Someone gives Eli a book to sign. He scribbles his name o it and hands it back without looking. He says sadly: ELI (CONTвЂ™D) You didnвЂ™t even have to think about it, did you? INT. BATHROOM. NIGHT. The bathroom of MargotвЂ™s and RaleighвЂ™s apartment. Mar sits Indian-style on the counter painting her toenails re and talking on the telephone. There are cotton balls betw her toes, and she has a towel wrapped around her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Hot water runs full blast in the bathtub. A little black- white television set is tuned in to the six oвЂ™clock new the sound turned off. Margot whispers into the telephone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Well, I just donвЂ™t use that word lightly. Margot takes a drag of a cigarette balanced at the edge o the sink. There is knock on the door. Margot does not loo up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "I have to go, Eli. Margot hangs up the telephone. There is another knock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Margot? Raleigh has an English accent with a lisp. Margot answers without taking the cigarette out of her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Uh-huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "May I come in, please? Margot puts out her cigarette. She waves the smoke away, turns on a little electric fan, and sprays perfume into t air with an atomizer. She reaches over and unlocks the do with her foot. Raleigh cracks open the door and looks inside. He is wear red pajamas and a camelвЂ™s-hair bathrobe. He seems worri and intimidated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Margot was married to the writer and neurologist Raleigh St. Clair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A copy of Raleigh St. ClairвЂ™s latest book, The Peculiar degenerative Inhabitants of the Kazawa Atoll. On the dust jacket, there is a photograph of Raleigh -- dressed in a Speedo, with goggles on top of his head -- on a beach, standing next to a Kasawa. The Kasawa stares at him curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Raleigh looking in the bathroom doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "How are you, my darling? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Fine, thank you. Margot blows on her toenails.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "You must eat something. Shall I make your dinner?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "No, thank you. Margot taps her fingers on the counter. The wooden one ma a clicking sound. She looks to Raleigh. Raleigh hesitates He goes out suddenly and closes the door. Margot reaches over with her foot and locks it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "She was known for her extreme secrecy. For example, none of the Tenenbaums knew she was a smoker, which she had been since the age of twelve. Margot opens a box of Q-Tips. There is a cigarette hidden inside. She takes it out and lights it. NARRATOR (CONTвЂ™D) Nor were they aware of her first marriage and divorce to a recording artist in Jamaica.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A remaindered copy of Desmond Winston Manchester XIвЂ™s L record Dynamite Stick. On the sleeve there is a photograp of five Rastafarians standing in front of a metal shack. younger Margot stands behind them partly hidden in the do frame. She is dressed in a string bikini. NARRATOR (CONTвЂ™D) She kept a private studio in Mockingbird Heights under the name Helen Scott. INT. STUDIO. DAY. A small room with one wooden chair and a metal stand with IBM electric typewriter on it. There are posters for seve of MargotвЂ™s plays leaning against the walls. The titles include: Static Electricity, Erotic Transference and Nakedness Tonight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "She had not completed a play in seven years. \f17. INT. RALEIGHвЂ™S LABORATORY. DAY. RaleighвЂ™s basement. Raleigh sits at a table, across fro fifteen-year-old boy in a plaid fishing hat with вЂњDudle stitched across the front. Raleigh is dressed in a turtleneck shirt and a corduroy blazer with suede patches the elbows. The boy has an earphone in his ear. He wears Henry Aaron-style flip-up sunglasses. Raleigh and Dudley both have a set of building blocks in front of them. RaleighвЂ™s are arranged in the shape of a symmetrical cross. DudleyвЂ™s are strewn out randomly. A cardboard screen stands in between the two sets of blocks Raleigh says into his tape recorder:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Seventeen October. Third examination of Dudley Heinsbergen. Raleigh lifts the cardboard screen and looks to Dudley. RALEIGH (CONTвЂ™D) All right, Dudley. Make yours look like mine. Dudley sets to work, moving his blocks around slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "RaleighвЂ™s next book was on the subject of a condition he called HeinsbergenвЂ™s Syndrome. Dudley finishes arranging his blocks into the shape of a sided octagon with branches coming out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "Done. Raleigh begins to laugh quietly. He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "My goodness. How interesting. How bizarre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Raleigh sitting in a corner. Dudley stands on the far sid of the room misspelling words on a chalkboard. Raleigh whispers into his tape recorder: RALEIGH (CONTвЂ™D) Dudley suffers from a rare disorder combining the symptoms of amnesia, dyslexia and color-blindness, with a highly acute sense of hearing. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dudley turns around suddenly and frowns. RALEIGH (CONTвЂ™D) There is also evidence of --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "IвЂ™m not color-blind, am I? Raleigh looks to Dudley. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "IвЂ™m afraid you are. INT. CHASвЂ™ APARTMENT. NIGHT. AriвЂ™s and UziвЂ™s bedroom. It is perfectly neat and org like a military barracks. There are night lights in every socket. There are two fire extinguishers and a large firs aid kit mounted on the wall. There is a turtle in a fish tank in the corner. Ari and Uzi are sound asleep in their bunk beds. Chas stands in the doorway. His expression is blank. In o hand, he holds a small tape recorder. In the other hand, holds a fishing lantern. He turns on the lantern, which begins blinking rapidly in strobe effect. He presses play on the tape recorder, whic blasts a recording of a police siren at full volume. He yells at the top of his lungs:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Fire alarm! Ari! Uzi! lLetвЂ™s go! Look alive! Ari bolts out of the top bunk. He is shirtless and has on pajama bottoms. He puts on a pair of cleats and grabs the turtle out of the fish tank. Uzi sits up. He looks half asleep. Chas runs around the room, tipping over chairs an blasting the tape recorder. He looks to Uzi. He screams: CHAS (CONTвЂ™D) Uzi! LetвЂ™s go! INT. HALLWAY. NIGHT. Ari presses the button for the elevator and waits. The apartment is extremely large and spare. It looks like a museum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "ChasвЂ™ wife, Rachael, was killed ina plane crash the previous summer. Chas and Uzi rush into the hallway. Uzi has on a pajama t and underwear. Chas yells to Ari: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "No elevators! ThereвЂ™s a fire! INT. STAIRWELL. NIGHT. They race down the stairs. Chas picks up Uzi. UZzI What about Buckley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "You forgot him. Uzi starts to cry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A slide projected onto a screen. Ari and Uzi and their mother stand in front of a small plane outside a hangar. mother has on sunglasses with a scarf tied over her hair. The wind blows her dress sideways, and she is laughing. T boys wear camp shorts and no shirts. Uzi is doing a karat stance. There is a beagle looking out of the window of the plane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Chas and their two sons, Ari and Uzi, were also on the flight and survived, as did their dog, who was discovered in his cage several thousand yards from the crash site.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A dogвЂ™s cage upside down in the desert surrounded by sc of metal and clothing. A cloud of smoke billows in the distance. INT. BATHROOM. NIGHT. The beagle is asleep next to the bathtub on a little bed вЂњBuckleyвЂќ written on it. He looks very old and has wh around his eyes. His breathing is wheezy. ChasвЂ™ siren c be heard in the distance outside the window. It stops. EXT. SIDEWALK. NIGHT. Chas, Ari and Uzi stand on the sidewalk, looking up at th building. The street is deserted. The tape recorder has been turned off. The lantern is still blinking. Chas turns off the lantern and presses stop on his stopwa",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Four minutes and forty-eight seconds. WeвЂ™re all dead. Burned to a crisp. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chas shakes his head. He looks disoriented and weak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Over the last six months, he had become increasingly concerned with their safety. Uzi is still crying. UZzI We left Buckley. Chas rubs his eyes and his temples. He says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "It doesnвЂ™t matter. Chas sits down on the sidewalk. Ari and Uzi look scared. The doorman watches uneasily from the lobby. INT. ETHELINEвЂ™S STUDY. DAY. The walls of EthelineвЂ™s study are filled with pre-Colum art and primitive tools and weapons. There are shelves fu of hundreds of bones and bits of pottery with little numb painted on them. There are stacks of National Geographics the floor. A human skeleton hangs on a stand in the corne",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Etheline became an archaeologist and had overseen excavations for the Department of Housing and the Transit Authority. The back doors are open on to the garden. Pagoda sits on bench outside, peeling potatoes, listening to a Walkman w headphones. His hair is now white. Etheline is at her desk studying an arrowhead while Henry sits next to her. He is working on her taxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Apropos of my question re: I-40 slash I- 9 adjustments. Henry stands up. He seems very nervous. Etheline looks up at him curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "She taught bridge class twice a week with her friend and business manager, Henry Sherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A copy of Henry ShermanвЂ™s book, Accounting for Everythi caption at the top of the cover says вЂњA Guide to Person Finance.вЂќ It appears to have been published in the late sixties.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Henry looking down at Etheline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It would probably be advantageous for your marital status to be legally established as single, in light of the circumstances.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I mean for tax purposes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) But I thought it was --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Etheline?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Will you marry me? Pagoda stops peeling the potatoes. He takes off one ear o his headphones. Etheline puts on her prescription sunglasses. HENRY (CONTвЂ™D) I love you. Did you already know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "No, I didnвЂ™t. Henry nods calmly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Since her separation from her husband, she had had many suitors --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large man stands on a glacier in Antarctica with pengui behind him. He wears a hooded fur coat and has ice frozen into his beard. He checks the elevation with a compass. A title identifies him as Neville Smythe-Dorleac. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "An Asian man in a tweed suit and large, perfectly round glasses on a settee in a room filled with avant-garde furniture and sculpture. He has several sets of blueprint under his arm. A title identifies him as Yasuo Oshima. A white-haired man sits in a directorвЂ™s chair on a soun stage, surrounded by extras dressed as futuristic earthli and aliens. He has a strong, weathered face and wears a safari jacket. A title identifies him as Franklin Benedic",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Henry looking down at Etheline. He has two bandaged shavi cuts, and a safety pin holds his glasses together. NARRATOR (CONTвЂ™D) -- but had not considered a single one until this moment. Etheline starts to say something. She hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "This isnвЂ™t really a tax issue, is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(pause) ThatвЂ™s true. I donвЂ™t know why I put it that way. Etheline smiles slightly. She takes HenryвЂ™s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Let me think about it, Henry. Pagoda frowns. INT. TELEPHONE ROOM. DAY. Pagoda places a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "Hello, please. Tell Mr. Royal this is the Pagoda. INT. ELEVATOR. DAY. Royal rides down in the elevator at the Lindbergh Palace. is dressed in a gray double-breasted Savile Row pinstripe suit, a dark pink shirt, a red-and-pink-striped tie, and Aristotle Onassis-style wrap-around sunglasses. He smokes cigarette. The elevator operator has a thin, gray moustache and jet- black hair. He is Dusty. The elevator stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Thanks, Dusty. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "YouвЂ™ re welcome. INT. LOBBY. DAY. The elevator doors open and Royal strides out quickly. crosses through a gigantic lobby. A bellboy appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "ThereвЂ™s a call for you, Mr. Tenenbaum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELLBOY",
          "text": "A Mr. Pagoda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™1l take it in there. Royal points to a little wood-paneled telephone booth. INT. TELEPHONE BOOTH. DAY. The telephone rings. Royal answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What do you got? EXT. CITY PARK. DAY. Royal and Pagoda stand alone in the middle of a field. light, misting rain falls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "The black man asks her to be his wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(quietly) No shit? And whatвЂ™d Ethel say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "She thinks about it. Royal stares off into space. He shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I donвЂ™t like the sound of this one damn bit, Pagoda. I mean, Lord knows IвЂ™ve had my share of infidelities. But sheвЂ™s still my wife. (pause) And no goddamn two-bit chartered accountantвЂ™s going to change that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "23.",
          "text": "He",
          "sentiment": "neutral"
        },
        {
          "speaker": "A",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Page 50 of The Royal Tenenbaums. It says вЂњChapter Three INT. HALLWAY. NIGHT. The doorbell rings. Pagoda comes into the hallway and ope the front door. Uzi is on the steps with a duffel bag ove his shoulder and a stack of coloring books under his arm. Buckley is at his side. Buckley has a cold and coughs oft There is a silver BMW parked at the curb with three doors the trunk open. Chas, Ari and a uniformed driver are unpacking suitcases, blankets, boxes, clothes, toys, boxi gloves and a computer. The driver is Anwar. Chas, Ari and Uzi all wear red Adidas warm-ups.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Give us a hand, Pagoda. Pagoda frowns. He starts down the steps. INT. LIVING ROOM. NIGHT. There are twenty people at five card tables playing bridg Most of them are in their fifties and sixties. They look very distinguished. Etheline and Henry are among them. Chas, Ari, Uzi, Anwar and Pagoda come out of the hallway cross through the living room, struggling with all of the possessions. Pagoda carries the fish tank with the turtle it. Buckley follows them. The bridge players watch strangely as they pass. Chas loo back at them but keeps moving. Etheline hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Chas? Chas stops in the doorway. Pagoda leads Ari, Uzi, Anwar a Buckley out of the room, up the stairs. ETHELINE (CONTвЂ™D) WhatвЂ™s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "We got locked out of our apartment. Etheline seems confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Did you call a locksmith?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(hesitates) Uh-huh. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) I donвЂ™t understand. Did you pack your bags before you got locked out? Or how did you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "ItвЂ™s not safe over there. Silence. Etheline looks to her guests.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Excuse me for a moment, please. INT. HALLWAY. NIGHT. Etheline closes the sliding door to the living room. She Chas stand alone in the hallway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "The apartment. I have to get some new sprinklers and a back-up security system installed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "But thereвЂ™s no sprinklers here, either. Chas looks up and studies the ceiling. He shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Well, we might have to do something about that, too. Etheline looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Two dalmation mice chewing on a plate of hors d'oeuvres o the window sill. The bridge players watch them silently. INT. CHASвЂ™ BEDROOM. NIGHT. Ari and Uzi sit silently on the bunk beds in ChasвЂ™ room They have dark circles under their eyes and seem exhauste Chas walks around the room examining things. He looks lik a wreck, but acts incredibly cheerful, pretending not to notice how sad the boys look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "IsnвЂ™t this great? It feels like weвЂ™re camping. Chas chuckles as he turns on his old electric tie rack. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "When are we going home? Chas sees something across the room. He frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Who put that in here? There is a framed poster leading against the wall in the corner. It is a tennis-shoe advertisement with a picture Richie holding a trophy over his head, surrounded by a cheering crowd. A caption across the top says вЂњThe Baum Chas turns it around to face the wall. He kisses Ari and goodnight. CHAS (CONTвЂ™D) See you in the morning. Chas goes out the door. A moment later, he comes back in. CHAS (CONTвЂ™D) You know what? IвЂ™m going to sleep in here, and that way we can all be together. Chas spreads out a blanket on the floor and lies down. Uz comes and lies down next to him. INT. DOCTORвЂ™S OFFICE. DAY. Royal sits on the edge of an examination table with white butcher paper on it. A young doctor on a rolling stool ta RoyalвЂ™s blood pressure as they talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What kind of side effects can be expected?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "Well, thereвЂ™s a number of possibilities. Severe nausea and dizziness are standard. A certain percentage of patients may also experience seizure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You mean like flopping around on the floor and everything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "In some cases. Royal nods gravely. \f27. EXT. HALLWAY. DAY. Etheline and Raleigh stand outside the bathroom in Margot RaleighвЂ™s apartment. Etheline has on an overcoat and gl Raleigh knocks on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "You have a visitor, my darling. Margot answers without opening the door:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Who is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "ItвЂ™s me, sweetie. Silence. A key slides from under the door to EthelineвЂ™s feet. Etheline looks to Raleigh. Raleigh looks embarrasse INT. BATHROOM. DAY. Margot is in the bathtub watching Planet of the Apes on h little black-and-white television set. Etheline sits on t edge of the tub with her coat in her lap.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Raleigh says youвЂ™ve been spending six hours a day locked in here watching television and soaking in the tub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) I doubt that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Well, I donвЂ™t think thatвЂ™s very healthy, do you? Nor do I think itвЂ™s very intelligent to keep an electrical gadget on the edge of the bathtub.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I tied it to the radiator. Etheline examines the television set. There is a length o red twine wrapped around it and knotted to a pipe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Well, it canвЂ™t be very good for your eyes, anyway. Margot turns off the television set with her foot. She lo to Etheline. Etheline smooths back MargotвЂ™s wet hair. ETHELINE (CONTвЂ™D) Chas came home. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "He and Ari and Uzi are going to stay with me for a little while.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(frowns) Why are they allowed to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(hesitates) Well, I donвЂ™t know, exactly. But I think heвЂ™s been very depressed ever since --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(urgently) So am I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) So are you what? EXT. STREET. DAY. The front door of Margot and RaleighвЂ™s apartment buildi opens. Margot comes out and goes down the steps with thre suitcases and her TV. Raleigh follows her. Etheline and Dudley walk behind them. Raleigh sounds desperately unhap",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "But why is this bloody necessary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Because IвЂ™m in a rut, and I need a change. Hang on. Margot sets down her suitcases and goes into a telephone booth with graffiti spray-painted all over it. She closes the door and makes a call. Etheline stands on the corner and raises her hand into th air. A gypsy cab pulls over. Raleigh waits uncomfortably outside the telephone booth. He watches Margot talking on the telephone. Dudley points at the taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "That taxi has a dent in it. Margot comes out of the telephone booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "You donвЂ™t love me anymore, do you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I do, kind of. I canвЂ™t explain it right now. Raleigh looks crestfallen. Margot puts her suitcases into the back seat of the taxi. Dudley continues to point at i",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "Another dent here and another dent there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(gently) IвЂ™11 call you, OK? Raleigh nods. Margot gets into the taxi. Etheline looks a Raleigh sadly. She gets into the taxi and closes the door Raleigh and Dudley watch the taxi drive away. Raleigh has tears in his eyes. Dudley takes a bite of a graham cracke INT. MARGOTвЂ™S BEDROOM. NIGHT. Margot goes into her room and sets her suitcases on the floor. She closes the door and locks it. She opens the do to the closet and turns on the light. She whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Hello? There is a rustle behind some hanging clothes. Eli looks nervously and slowly emerges. He is dressed in white brie He whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Hello, beautiful.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Margot and Eli in MargotвЂ™s single bed with the sheets p over their heads. Margot is eating potato chips, smoking cigarette, and watching the news on her TV with the sound turned off. ELI (CONTвЂ™D) Could we have dinner with your mother sometime? Margot frowns. She looks at Eli strangely.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(shrugs) I donвЂ™t know. IвЂ™d just love to see her. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I donвЂ™t think so, Eli. Eli looks disappointed. EXT. SIDEWALK. DAY. The next morning, Etheline comes out the front door of th Tenenbaum house and goes down the steps. Royal suddenly appears at her side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You got a minute? Etheline looks startled. She keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I need a favor. I want to spend some time with you and the children.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Now, hold on, dammit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Stop following me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I want my family back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Well, you canвЂ™t have it. IвЂ™m sorry for you, but itвЂ™s too late. Royal hesitates for a fraction of a second.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m dying, baby. Etheline stops. She looks to Royal. ROYAL (CONTвЂ™D) IвЂ™m sick as a dog. IвЂ™11 be dead in six weeks. IвЂ™m dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What are you talking about? Royal stares at her blankly. He nods. ETHELINE (CONTвЂ™D) What happened? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Royal shrugs. Etheline looks stunned. ETHELINE (CONTвЂ™D) Oh, my God. Etheline looks as if she is going to faint. Royal seems suddenly worried. ETHELINE (CONTвЂ™D) IвЂ™m sorry. I didnвЂ™t know. Etheline cannot seem to catch her breath. Royal looks aro nervously. ETHELINE (CONTвЂ™D) WhatвЂ™d they say? WhatвЂ™s the prognosis? Etheline begins to hyperventilate. Royal tries to calm he down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Take it easy, Ethel. Etheline stumbles a step and Royal catches her. He looks scared. ROYAL (CONTвЂ™D) Hold on. Hold on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(urgently) WhereвЂ™s the doctor? lLetвЂ™s get --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Wait a second. Royal holds Etheline by the shoulders. He hesitates. He says gently, trying to comfort her: ROYAL (CONTвЂ™D) Listen. IвЂ™m not dying. But I need some time. Etheline looks puzzled. ROYAL (CONTвЂ™D) A month. Maybe two. I want us to -- Etheline slaps Royal hard in the face. She says furiously",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "WhatвЂ™s wrong with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Ethel. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Go away! Etheline turns away and walks quickly across the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Baby. I am dying. Etheline stops. She looks back to Royal. She can see from the look on his face that now he is telling the truth. Sh goes over to him in the middle of the intersection.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Are you or arenвЂ™t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) Dying? Yes. INT. HENRYвЂ™S APARTMENT/ETHELINEвЂ™S TELEPHONE ROOM. DAY A telephone conversation. Henry sits at a desk in his stu There are ledger books and adding machines in front of hi and glass statues of birds and animals behind him. Etheli is in the telephone room on Archer Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Have you told your children?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "More or less.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "And are they all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Hard to say. INT. 375TH STREET Y/CHASвЂ™ ROOM. DAY. A second telephone conversation. Ari talks on a pay phone next to an indoor pool. Uzi stands beside him. Each wears goggles and an orange life-jacket belted tightly. A sign the wall says вЂњWater Safety and Rescue Class, 11 a.m.вЂ sits at the desk in his bedroom on Archer Avenue. UZzI WhoвЂ™s your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "His nameвЂ™s Royal Tenenbaum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "You told us he was already dead. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(hesitates) But now heвЂ™s really dying. INT. ELIвЂ™S TOWNHOUSE/MARGOTвЂ™S BATHROOM-DARKROOM. DAY. A third telephone conversation. Eli sits on a couch in fr of a painting of two men wearing ski masks riding a motorcycle chasing after a screaming girl in a bikini. He smokes a long, Moroccan-looking pipe. Margot talks on the telephone in her bathroom on Archer Avenue. There are thr bottles of developing chemicals and a photographic enlarg next to the sink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "IвЂ™m very sorry, Margot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "ThatвЂ™s OK. WeвЂ™re not actually related, anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "ThatвЂ™s true. EXT. BOAT DECK. DAY. The Cote dвЂ™Ivoire. Richie sits under a wool blanket in chaise lounge reading a telegram with вЂњShore to ShipвЂќ across the top. He looks upset. A waiter stands next to h with a pen and a pad of paper in his hand. All of the oth passengers on the deck are very elderly and have white ha",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "IвЂ™d like to send a response, Alberto.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Yes, sir. Go ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Dear Mom, I received your message. IвЂ™m coming home as soon as possible. (pause) Who do I see about that? The waiter shrugs. EXT. PIER 32. DAY. The entrance to the passenger terminal for the Cote d'Ivo A sign across the glass says вЂњRoyal Arctic Line.вЂќ Ric stands on the sidewalk with his hands in his pockets as bundled-up, white-haired passengers and baggage handlers by around him. He has two small suitcases and a vinyl bag with a pouch on he side for a tennis racket. There is no racket in it. Two elderly men with white hair come over t him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN 1",
          "text": "Can we get a picture with you, Baumer? Richie nods. One of the elderly men gives his camera to a baggage handler, and they stand next to Richie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN 2",
          "text": "I saw you whip Vishniac in the finals at Glenchester. You were beautiful back then. Richie smiles briefly. The baggage handler takes the picture.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELDERLY MAN 1",
          "text": "Thanks, Champ. The two elderly men walk away. A city bus stops at the corner. The door opens and Margot gets out. She smiles at Richie and waves. She wears a mink coat with a belt aroun it. She has on pink gloves. She walks across the sidewalk and stops ten feet in front of Richie as the bus drives a They stand there smiling at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Stand up straight and let me get a look at you. Richie stands up a little straighter and continues to loo Margot with the same smile. MARGOT (CONTвЂ™D) WhatвЂ™s so funny? Richie shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "Well, itвЂ™s nice to see you, too. Their smiles fade, and they both look cold and sad. Richi reaches out his hand. Margot goes over to him and puts he arms around him. EXT. TENENBAUM HOUSE. DAY. Margot and Richie stand on the steps in front of the hous The door opens and Etheline and Pagoda come outside and h Richie. Richie and Henry shake hands. Ari and Uzi come running out and hug Richie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "That night, Etheline found all of her children living together under the same roof for the first time in seventeen years. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chas watches from his window on the third floor. Richie looks up and sees him. Richie waves tentatively. Chas wav back without smiling. EXT. ROOF. DAWN. Richie comes out on to the roof dressed in pajamas. He op his falconвЂ™s coop. He puts his hand under the falconвЂ™ and the falcon steps on to his fist. The falconвЂ™s hood Mordecai across the front. Richie pulls a leather cord an lifts the hood off the falconвЂ™s head. He strokes the falconвЂ™s feathers and talks softly in its ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "The next morning Richie woke at dawn. He had decided birds should not be kept in cages, fed Mordecai three sardines, and set him free.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "An hour later. Richie sits on a box on the roof eating a bowl of cereal and reading a book called Three Plays by Margot Tenenbaum. There is an empty tin of sardines at hi feet. The door to the falconвЂ™s coop is open, and the fa is gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Page 76 of The Royal Tenenbaums. It says вЂњChapter Four. EXT. STREET. EVENING. Royal gets out of a gypsy cab in front of the Tenenbaum house. He is dressed in a white bathrobe, white pajamas a red bedroom slippers. He carries a cane, but walks across the sidewalk quickly and energetically. Pagoda waits for him at the top of the steps. They shake hands. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Pagoda opens the front door. INT. LIVING ROOM. EVENING. Royal sits on a stool across from Richie and Margot on th couch. Chas stands at a table in the corner reading Richi Atlas of the World. Royal looks to Chas. Chas looks back him but does not move. Royal looks back to Richie and Margot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™ve missed the hell out of you, my darlings. You know that, donвЂ™t you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I hear youвЂ™re dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "So they tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "IвЂ™m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(shrugs) I had a good run.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "You donвЂ™t look so sick, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "WhatвЂ™ve you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™ve got a pretty bad case of cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(yawning) How long are you going to last? Royal looks across the room at Chas. Chas does not look u from his atlas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Not long.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "A month? A year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "About six weeks. Royal looks back to Richie and Margot. ROYAL (CONTвЂ™D) But let me get to the point here. The three of you and your mother are all IвЂ™ve got, and I love you more than anything. Chas laughs quietly. ROYAL (CONTвЂ™D) Let me finish. Now, IвЂ™ve got six weeks to set things right with you, and I aim to do it. Will you give me a chance? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Do you speak for everyone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "I speak for myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, youвЂ™ve made your views known. So why donвЂ™t you let somebody else do some of the talking now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "What do you propose to do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, I canвЂ™t say, really. Make up for lost time, I suppose. But the first thing IвЂ™d like to do is take you to see your grandmother, at some point.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) I havenвЂ™t been out there since I was six.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I havenвЂ™t been there at all. I was never invited.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, she wasnвЂ™t your real grandmother, so I didnвЂ™t know youвЂ™d be interested, sweetie. Anyway, youвЂ™re invited this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Thanks. Richie looks to Chas. He looks back to Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "You know, RachaelвЂ™s buried there, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "My wife.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Oh. ThatвЂ™s right, isnвЂ™t it? Well, we can swing by her grave, too. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chas slams the atlas shut and puts it back into the bookc He walks toward the door. Royal extends his hand as Chas walks by. Chas slaps it away and goes out of the room. Royal says to Margot and Richie: ROYAL (CONTвЂ™D) IвЂ™1l be right back. INT. STAIRWAY. EVENING. Chas is already half-way to the second floor as Royal app at the bottom of the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Chas? Chas stops. He looks down to Royal. ROYAL (CONTвЂ™D) May I see my grandsons?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Because IвЂ™d like to finally meet them. Chas scoffs at the idea and shakes his head. ROYAL (CONTвЂ™D) DonвЂ™t give me that guff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "I think weвЂ™1l pass. Chas walks away up the stairs. There is a clean square an hook on the wall in the stairwell, as if something has be removed. Royal frowns. He yells toward the kitchen:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Pagoda! WhereвЂ™s my javelina? INT. LIVING ROOM. NIGHT. Royal stands in the living room with Richie and Margot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™1l say goodnight to you now, children. Margot waves. Richie hugs Royal. Royal looks to be on the verge of tears. ROYAL (CONTвЂ™D) Thank you, my sweet boy. \f39. EXT. TENENBAUM HOUSE. NIGHT. Royal and Pagoda stand outside the top of the front steps Royal says quickly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™11 contact you in the next twelve hours and give you further instructions. Pagoda nods. A taxi stops in front of the house. RoyalвЂ™ face darkens. Henry and Etheline get out of the taxi. The each carry a playbill for a play called That Rascal. Roya clamps his hand on PagodaвЂ™s arm and lets out a slow whi ROYAL (CONTвЂ™D) Look at that old grizzly bear. Royal licks his fingers and smooths back his hair. He bou down the steps. ROYAL (CONTвЂ™D) Hello, Ethel! Good evening, sir. Hold the cab, please, driver. Henry leaves the door to the taxi open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Royal, this is Henry Sherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Hey, man. Lay it on me. Royal puts out his hand for Henry to give him five. Henry reluctantly slaps hands with Royal and says:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "How do you do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(shrugs) Ah, what can I say? IвЂ™m dying. Henry looks uneasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "DonвЂ™t pay any attention to that man, Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m just kidding. Goodnight all. Royal gets into the taxi and closes the door. EXT. STREET. DAY. Margot and Eli walk together down a street with trash everywhere and abandoned cars and broken windows. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Right there is where I used to go get jacked off. Margot nods. She seems distracted. ELI (CONTвЂ™D) You donвЂ™t give a shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "IвЂ™m listening. (points to a deli) Right there is where you used to go get jacked off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "ThatвЂ™s right. They walk in silence for a minute. ELI (CONTвЂ™D) HowвЂ™s Richie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) I donвЂ™t know. I canвЂ™t tell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Yeah. Me, either. He wrote me a letter. He says heвЂ™s in love with you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(frowns) What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(shrugs) ThatвЂ™s what he said. I donвЂ™t know how weвЂ™re supposed to take it. Hang on. They stop in front of a partially demolished building. El presses the buzzer to one of the apartments. A voice come on the call box:",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Sugar, itвЂ™s Eli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "VOICE",
          "text": "Hey, baby. The door buzzes open. Margot says blankly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "What are we doing, Eli? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "I just got to pick something up. DonвЂ™t repeat that, by the way. About Richie. It was told in confidence. Eli goes inside. Margot stands alone on the street. She looks up at the destroyed building. EXT. ARCHAEOLOGICAL EXCAVATION. DAY. A large network of pits between two brownstone townhouses There are workers digging, surveying, sketching, and shak dirt through metal hand-screens. The archaeologists crouch around Etheline while she compa a bit of soil on the end of a trowel with a color chart i handbook. She is dressed entirely in denim except for a scarf over her hair. She has on sunglasses and boots. The three archaeologists are all scruffy young men with beard",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Good. Now IвЂ™1l just remove the loose soil and note the decomposition levels. Etheline dusts off a partially unearthed skeleton. Henry appears in the background, climbing down a ladder on the side of the pit. He wears a gray wool suit and tie. He picks up a pebble off the ground and looks at it. Ethelin says to the three archaeologists: ETHELINE (CONTвЂ™D) These were probably slaves. Before the arrival of the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRADUATE STUDENT",
          "text": "What are you doing? A graduate student with a shovel is looking at Henry and frowning. Etheline and the three archaeologists turn arou and see them. GRADUATE STUDENT (CONTвЂ™D) Please, put that artifact back where you found it, sir. Henry looks embarrassed. He puts the pebble back on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Etheline and Henry walking through a trench together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "IвЂ™m sorry to interrupt your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "DonвЂ™t be silly. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I just wanted to apologize for the other day. When I proposed to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Why? I thought it was very sweet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Look. I know IвЂ™m not as accomplished as some of the men youвЂ™ve been involved with. Franklin Benedict and General Cartwright and your ex-husband and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "ThatвЂ™s ridiculous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "But I feel I have just as much to offer as any of them. I know I went about it backwards, but --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Henry, I have no interest in Frank Benedict or Doug Cartwright. I never did. Henry falls into a pit and disappears from view. Etheline does not notice this and continues walking. ETHELINE (CONTвЂ™D) And as far as Royal is concerned, heвЂ™s the most -- Etheline stops. She looks around. She sees Henry climbing up a ladder, out of the pit. He is covered with dirt and a small twig in his hair. She rushes over to him. ETHELINE (CONTвЂ™D) Are you all right? Henry sighs. He brushes some dirt off his jacket.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "IвЂ™m fine. Anyway, let me know when you make up your mind. Henry starts to walk away. Etheline grabs his sleeve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Wait a second, Henry. Henry stops. He looks to Etheline. She takes his hand and kisses it. He looks surprised. ETHELINE (CONTвЂ™D) IвЂ™m sorry. IвЂ™m very nervous. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Etheline pulls the twig out of HenryвЂ™s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "ThatвЂ™s OK. Thank you. Why are you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "To tell you the truth, I havenвЂ™t slept with a man in eighteen years. Silence. Henry nods. He puts his hand on EthelineвЂ™s che INT. MARGOTвЂ™S BEDROOM. DAY. Margot lies in her bed behind a mosquito net watching a downhill skiing competition on her portable television. Etheline stands in the doorway and says calmly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "I think IвЂ™m falling for Henry. Margot looks to Etheline. She pulls open the mosquito netting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "ThatвЂ™s amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What do you think of him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(excited) I think heвЂ™s gorgeous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "IвЂ™11 tell you a secret. He asked me to marry him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(dreamily) IвЂ™m going to have a father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(hesitates) Well, I havenвЂ™t accepted yet. Besides, you already have a father, sweetheart.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Not really. Plus, now heвЂ™s dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The hallway outside MargotвЂ™s room. Pagoda is poised in dark, watching from the stairs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A rooftop park with a chain-link fence around it. There a several fighters lifting weights and jumping rope. Ari do chin-ups from a jungle gym. Uzi does sit-ups on a mat. Buckley lays on the cement beside them. Someone whistles from behind the fence. Ari and Uzi look. It is Royal. He is inside a telephone booth with the door partly open, holding the receiver to his ear. He signals Ari and Uzi to come over. Ari frowns. He looks across the courtyard to Anwar, sitti on a bench, reading a BMW ownerвЂ™s manual. Royal ducks b into the telephone booth and holds the receiver to his ea Anwar does not look up. Ari slides down a fire-station-type pole. He and Uzi cautiously go over to the fence with Buckley. Royal hangs the receiver and comes out of the telephone booth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "ThatвЂ™s a hell of an old hound dog you got there. WhatвЂ™s he go by?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Buckley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pointing at Buckley) Buckley. Sit. Buckley sits. Royal looks impressed. He turns to Ari. ROYAL (CONTвЂ™D) You know who I am? Ari shakes his head. ROYAL (CONTвЂ™D) IвЂ™m Royal. You heard of me? Ari nods. Royal looks pleased. His expression becomes serious again. ROYAL (CONTвЂ™D) IвЂ™m very sorry for your loss. Your mother was a terribly attractive woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "(pause) Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Which one are you? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Ari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(looks to Uzi) Uzi, IвЂ™m your granddad. UZzI Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m sorry we havenвЂ™t gotten to know each other. I donвЂ™t get invited around much. What do you think about that, by the way? You donвЂ™t have to say anything. Royal sighs. He stares off into space. ROYAL (CONTвЂ™D) Kind of a fuck-you to the old man, I guess. Royal looks back to Ari and Uzi. ROYAL (CONTвЂ™D) HowвЂ™s your daddy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You think so? How oftenвЂ™s he got you working out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Sixteen times a week.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(shakes his head) Do me a favor. Tell him you want to meet me. UZzI But we just met.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "No, we didnвЂ™t. Ari and Uzi look confused. ROYAL (CONTвЂ™D) Look. I want us to have a relationship, but weвЂ™re going to have to pull some strings to make that happen. (pause) HereвЂ™s what you tell him... \f46. INT. CHASвЂ™ BEDROOM. DAY. Ari and Uzi sit across from Chas. He is behind his desk w his back turned to them. Ari and Uzi are both dressed in black Adidas warm-ups. Chas wears his red one. A technici tinkers with a large Xerox machine on the other side of t room. Another technician rolls in a crate on a dolly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "I bet Mom wouldвЂ™ve wanted us to meet him before he died, wouldnвЂ™t she? Chas turns his chair around and looks to Ari and Uzi. Silence. He sighs. EXT. CEMETERY. DAY. A small cemetery next to an electrical power plant. The trees are bare, and the city is across the river. Chas, A and Uzi stand together dressed in black Adidas warm-ups. Royal and Richie stand beside them. RoyalвЂ™s motherвЂ™s gravestone reads вЂњHelen OвЂ™Reilly (1909-1962) .вЂќ Epitaph: вЂњThe Salt of the Earth.вЂќ Ro places a bouquet of white flowers at the foot of the grav There are tears in his eyes. He says to Chas:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "She was a tough old broad, wasnвЂ™t she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "I wouldnвЂ™t know. Excuse me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Oh, thatвЂ™s right. We got another body buried out here. Hang on. Take some of these. Royal takes half of the white flowers off his motherвЂ™s and hands them to Chas. Chas walks away. Silence. ROYAL (CONTвЂ™D) What do you think of this big old black buck moving in up there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) Who?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Henry Sherman. You know him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Is he worth a damn? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I believe so. Royal nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Ari, Uzi and Margot standing in front of RachaelвЂ™s gravestone, which reads вЂњRachael Evans Tenenbaum (1965- 2000).вЂќ Uzi stares at MargotвЂ™s missing finger. UZzI What happened to your finger? Ari looks quickly to Uzi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "It got chopped off by an axe. UZzI HowвЂ™d it get chopped off by --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Uzi. Shh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "ItвЂ™s OK. IвЂ™11 tell you. IвЂ™m adopted. Did you know that? Uzi shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "Well, I am. And I went to find my real family when I was fourteen. They live in Indiana. EXT. FARM. DAY. A fourteen-year-old Margot stands behind a barn with a fa of blond farmers. There are a mother and father and five very young children. MargotвЂ™s hair is dyed black, and s wears a black LaCoste dress, black eyeliner, and black na polish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "Now just set one of them hickory trunks right up on top there, sister Maggie. Margot sets a log sideways on top of a wood pile. She reaches to adjust the log slightly just as the father swi an axe and chops the log in half. Everyone looks stunned. The father stares at MargotвЂ™s b hand. Margot looks to the father as if he is an idiot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Margot, Ari and Uzi standing together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Did you try to sew it back on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(shakes her head) CouldnвЂ™t find it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richie and Royal looking at an impressive monument in the middle of the cemetery. An inscription says: вЂњVeteran o Wars. Father of Nine Children. Drowned in the Caspian Sea",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "ThatвЂ™s a hell of a damn grave. Richie nods. Royal says wistfully: ROYAL (CONTвЂ™D) I wish it were mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Royal and Richie walking together among the gravestones. ROYAL (CONTвЂ™D) ItвЂ™s a shame, isnвЂ™t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You probably had another good two to three years of competitive play in you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(shrugs) Probably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I had a lot riding on that match, you know. Financially and personally. Richie nods. Silence. ROYAL (CONTвЂ™D) WhyвЂ™d you choke out there that day, Baumer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) I donвЂ™t know, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A television set tuned in to network coverage of a tennis match on grass courts. Richie is playing an Indian player dressed all in white. A title identifies him as Sanjay Gandhi. Gandhi serves. With a bizarre swing, Richie hits his retu directly off the court and deep into the stands. He shake his head and talks to himself. It is briefly revealed tha he is wearing no shoes and only one sock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (V.O.)",
          "text": "ThatвЂ™s seventy-two unforced errors for Richie Tenenbaum. HeвЂ™s playing the worst tennis of his life. WhatвЂ™s he feeling right now, Tex Hayward?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX HAYWARD, (V.O.)",
          "text": "I donвЂ™t know, Jim. ThereвЂ™s obviously something wrong with him. HeвЂ™s taken off his shoes and one of his socks, and - - actually, I think heвЂ™s crying. Richie is shown preparing to serve with tears all over hi face. He hesitates. He looks into the stands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ANNOUNCER, (V.O.)",
          "text": "WhoвЂ™s he looking at in the friendsвЂ™ box, Tex? Margot and Raleigh, holding hands, watch from their seats a courtside box. They look very concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TEX HAYWARD, (V.O.)",
          "text": "ThatвЂ™s his sister, Margot, and her new husband, Raleigh St. Clair. They were just married yesterday, Jim. Richie stares at Margot and Raleigh. He looks to Chas, wi Rachael, Ari and Uzi. He looks to Etheline. He looks to Royal in a lonely seat up in the nosebleed section. Royal stands up and walks towards the exit. Richie serves suddenly, underhand, barely tossing the bal into the air. Gandhi nails his return, and Richie attempt to play it by throwing his racket at the ball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Royal and Richie standing together.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I kind of disappeared after that, didnвЂ™t",
          "sentiment": "neutral"
        },
        {
          "speaker": "I",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(shrugs) Yeah, but I understood. I know youвЂ™re not very good with disappointment. Royal nods. He kicks a pebble on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Royal scraping some dirt off of RachaelвЂ™s gravestone wi foot. Chas stands beside him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You still got that little BB in your hand, Chassie? Chas looks to Royal. He holds up his hand and shows Royal little round bump between two knuckles. Royal taps it wit his finger. It moves slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WhyвЂ™d you shoot me? Silence. Royal says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "It was the object of the game, wasnвЂ™t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "No. We were on the same team.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Were we? Chas does not respond. Royal sighs. ROYAL (CONTвЂ™D) Well, you sued me. Twice. And got me disbarred. But I donвЂ™t hold it against you, do I? INT. JUDGEвЂ™S CHAMBERS. DAY. A lawyer in a robe sits behind his desk. Chas and Royal a two attorneys sit across from him. A stenographer sits at metal stand, typing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JUDGE",
          "text": "And how was it possible for Mr. Tenenbaum to withdraw these funds without your written authorization?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Objection, your honor. Now, dammit -- (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "51.",
          "text": "ROYALвЂ™S LAWYER This isnвЂ™t a courtroom, Royal. DonвЂ™t object.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Because I started the corporation when I was a minor, so my father was the primary signatory on most of my accounts. ChasвЂ™ attorney whispers something into his ear. CHAS (CONTвЂ™D) He also stole bonds out of my safety deposit box when I was fourteen. The judge looks to Royal. Royal looks guilty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Royal and Chas surrounded with Ari and Uzi. Chas turns",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You think you could start forgiving me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Why should I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Because youвЂ™re hurting me. and walks away. Uzi looks to Royal. UZzI Were you in prison?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Kind of. Minimum security. I got jacked by the IRS. Should we split?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Call me Mr. Tenenbaum.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m kidding. Call me Pappy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Royal yells across the cemetery to Richie and Margot. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Come on! lLetвЂ™s shag ass!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Margot and Richie walking toward the cemetery gates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "How are you and Raleigh getting along? You think youвЂ™re going to get back together?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) I donвЂ™t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Well, if you need someone to talk to, let me know, OK? I like Raleigh very much. I know heвЂ™s a lot older than you are, and youвЂ™re having some problems, but -- Anyway, maybe I can help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "OK. Thanks. A maintenance man with a shovel in his hand yells from ac the cemetery:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAINTENANCE MAN",
          "text": "Hey, Baumer! All right! Richie smiles and waves to the maintenance man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "By the way, I heard about that letter you sent to Eli. Silence. Richie starts to say something. He hesitates. A pack of cigarettes falls out of MargotвЂ™s pocket on to t ground. They stop walking and look at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "You dropped some cigarettes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Those arenвЂ™t mine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Well, they just fell out of your pocket. Margot picks up the pack of cigarettes and puts it back i her pocket. \f53. INT. ELI CASHвЂ™S TOWNHOUSE. DAY. Eli walks into the vestibule smoking a joint which he kee in his mouth at all times like a cigarette. He opens the front door. Richie stands on the top step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Oh, my Lord. Look at you. Eli embraces Richie. They smile sadly at each other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Richie and Eli walking into the front room of the house. is furnished like a house in the English countryside, wit antiques and potted flowers and old rugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Did you tell Margot about that letter I wrote you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(hesitates) Why? Did she mention it? Richie does not respond. ELI (CONTвЂ™D) Yes, I did.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Eli, that was meant to be just between you and me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "I know. IвЂ™m sorry. Why would she have repeated that, I wonder?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Well, I would ask you the same question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(pause) Rightly so. INT. STUDIO. DAY. Richie and Eli walk into the next room. EliвЂ™s wife, Sab is painting in her studio. She is very beautiful and wear spectacles and a white sari. She is barefoot. Classical music plays quietly on the record player.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Sabrina? Sabrina does not look up. She seems irritated. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABRINA",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Look what I found on the doorstep. Sabrina looks to Richie. She is only mildly surprised. Sh has an English accent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SABRINA",
          "text": "Hello, darling. Sabrina hugs and kisses Richie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Charlotte? Stetson? Say hello to Uncle Richie. There are two children in the corner. Stetson is six. He works at a spinning potterвЂ™s wheel, molding a hunk of c Charlotte is five. She is painting a set of teacups. She has a cast in a sling on her arm. They are both blond and fair. The children do not respond to Eli. Eli does not appear t notice this, as he is in the process of relighting his jo",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "HowвЂ™d she break her arm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(sadly) I fell down the stairs with her. Richie looks disturbed. He notices a nude, teenaged girl standing on the table. She has a deep tan, except where s wore a bikini. She is SabrinaвЂ™s model, Cinnamon. ELI (CONTвЂ™D) ThatвЂ™s Cinnamon. Hello, Cinnamon. Cinnamon looks at Eli coldly. INT. ELIвЂ™S STUDY. DAY. Eli sits on a couch across from Richie. They are both drinking wine. There is a large zip-lock bag of marijuana the table. There is a large, frightening painting on the wall of five men wearing African masks and sitting on dir bikes. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "WhatвЂ™d you say? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) Hm?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I didnвЂ™t say anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "When? Right now? (pause) IвЂ™m sorry. DonвЂ™t listen to me. (barely audible) IвЂ™m on mescaline. IвЂ™ve been spaced out all day. Eli pours himself another glass of wine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Did you say youвЂ™re on mescaline?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(nods) I did, indeed. Very much so. Richie reflects on this for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "How often do you --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "IвЂ™m worried about you, Richie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Well, actually, Margot is, for some reason. But I did find it odd when you said you were in love with her. (pause) SheвЂ™s married, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "And sheвЂ™s your sister.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(quickly) Adopted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Page 112 of The Royal Tenenbaums. It says вЂњChapter Five EXT. LINDBERGH PALACE HOTEL. DAY. The side entrance of the hotel. Royal goes in through revolving doors. INT. LOBBY. DAY. Royal comes into the lobby and freezes. A large number of trunks, suitcases and boxes are stacked piled on four carts next to the front desk. There are als several dozen hanging garments on a rack with wheels on i A bellboy rolls a fifth cart next to the others. The mana and his assistant come over and watch Royal study his possessions. Royal says suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "WhereвЂ™ re my encyclopedias?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "TheyвЂ™ ve been placed in storage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(shaking his head) Damn you. YouвЂ™re taking my encyclopedias. This is humiliating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "IвЂ™m sorry. Would you like to --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Where am I supposed to go? YouвЂ™re turning me into a goddamn hobo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "IвЂ™d be happy to make a reservation for you at another hotel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You son of a bitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Frederick? The manager looks to the bellboy. The bellboy begins to r one of the carts across the lobby. The manager walks away Dusty, the elevator operator, appears at RoyalвЂ™s side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Hello, Dusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Hello, sir. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Spot me a quarter, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "Of course. INT. TELEPHONE BOOTH. DAY. Royal places a call from the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Richie? ItвЂ™s your dad. INT. DINING ROOM. NIGHT. Etheline, Henry, Chas, Margot, Richie, Ari and Uzi sit at table eating dessert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I think heвЂ™s very lonely. lLonelier than he lets on, and maybe lonelier than he even realizes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Have you spoken to him about this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Briefly. And he agreed that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "IвЂ™m sorry. Maybe IвЂ™m a little confused. What are you suggesting?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "That he come here and stay in my room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Are you out of your mind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(sincerely) No, IвЂ™m not. Anyway, I think heвЂ™d be much more comfortable here than --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Who gives a shit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "You poor sucker. You poor, washed-up poppaвЂ™s boy. Henry puts his hand gently on ChasвЂ™ arm. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "All right. LetвЂ™s not get out of hand. Chas jerks his arm away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "DonвЂ™t get in the middle of this, Mr. Sherman. This is a family matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "DonвЂ™t talk to him like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Please, call me Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "I prefer Mr. Sherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Call him Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Why? I donвЂ™t know him that well.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "YouвЂ™ve known him for ten years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "As your accountant, Mr. Sherman, yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "(to Richie) Where are you going to sleep?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "IвЂ™11l just camp out upstairs. UZzI We brought an extra sleeping bag you can use.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Oh, thatвЂ™s OK. IвЂ™ve got an old Scout cot and a couple of army blankets. UZzI You want to borrow our electric --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Uzi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "We donвЂ™t mind, Dad. We like him. UZzI Who? Pappy? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chas looks shocked and then revolted.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "ItвЂ™s not your decision, goddammit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Nor is it yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Well, heвЂ™s already up there. Silence. RICHIE (CONTвЂ™D) I think heвЂ™s asleep, because of the medication heвЂ™s on. But I guess you can wake him up and throw him out, if Mom says itвЂ™s OK. INT. RICHIEвЂ™S BEDROOM. NIGHT. RichieвЂ™s room has been converted into a makeshift hospi room. Royal lies on an electric hospital bed. He has an I in his arm and a tube in his nose. There are several monitors and machines breathing and humming. There are numerous bottles of pills and medicines on the night stan Pagoda has on a surgical mask and scrubs. Chas stands in the doorway. Richie is behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "All right. Let me just collect my things. Royal sits up on the edge of the bed. He is dressed in pi surgical scrubs. ROYAL (CONTвЂ™D) Would you mind handing me my cane, Richie? Richie hands Royal his cane. Royal struggles to his feet. He rolls the IV stand beside him. ROYAL (CONTвЂ™D) LetвЂ™s see, now. WhereвЂ™s my suitcase? RoyalвЂ™s knee gives out. He staggers a step. He grips th back of a chair and looks to Richie with a surprised expression. He collapses on to the floor. He produces a wooden spoon, which he takes between his teeth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Dad? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Richie and Pagoda rush over and kneel on the floor beside Royal. Chas frowns. Richie yells out the door: RICHIE (CONTвЂ™D) Mom!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Grab me a Nembutal, son. Richie runs to the night stand and pops open a bottle of pills. Chas looks down at Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Are you OK? Royal takes the spoon out of his mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Fuck do you care? Richie gives Royal a pill with a glass of water. Etheline comes to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Oh, my goodness!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Pagoda. Call Dr. McClure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Forty-five minutes later. Royal is back in bed. He is bei examined by Dusty, the elevator operator from the Lindber Palace. Dusty is dressed in a white lab coat and elevator operator pants with a red stripe down the side. He checks RoyalвЂ™s pulse while everyone watches. INT. HALLWAY. NIGHT. Dusty speaks with the Tenenbaums in the hallway outside RichieвЂ™s bedroom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "His condition is stable. The attack was just a side-effect. I recommend that you push fluids and continue the stomach cancer medication. DustyвЂ™s beeper goes off. He looks at it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DustyвЂ™s beeper has a digital message on it: вЂњSmitty w double yesterday. Can you sub for him tonight?вЂќ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Dusty pushing a button on his beeper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Can we move him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "Absolutely not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "For how long?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "WeвЂ™1l have to wait and see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Is he going to be all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "That depends. Is he a fighter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "(solemnly) Then thatвЂ™s the best weвЂ™ve got. Now, if youвЂ™1l1 excuse me, I have another call to make. INT. RICHIEвЂ™S BEDROOM. NIGHT. Etheline sits next to RoyalвЂ™s bed. Pagoda comes in and Royal a small brown paper sack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Pagoda is in possession of a parcel that contains my will and some instructions regarding the funeral, including my epitaph, for when the time comes. Etheline nods. ROYAL (CONTвЂ™D) Proof-read it for me before they carve it on the headstone, OK?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I never did stop loving you, by the way. Do you believe that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Not really. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You look terrific. That dress is stunning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) Thanks. Royal raises an eyebrow. Etheline shakes her head and goe out of the room. Royal opens the paper sack and withdraws cheeseburger wrapped in aluminum foil. He unwraps it and takes a bite. He hesitates. Henry is standing in the doorway. He walks away. A dalmation mouse eats some crumbs off the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "An hour later. Royal lies in bed, drinking a milkshake, reading a spy novel. Chas appears in the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Lights out, old man. Chas turns out the light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I was going to read for a little bit, Chas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Sorry. 11:30. Lights out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m in the middle of a sentence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Have to finish it up in the morning. ThemвЂ™s the rules. Silence. Royal says in a quiet, strangely upbeat voice in the darkness:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Goodnight, mвЂ™boy. Chas hesitates. He closes the door. INT. BALLROOM. NIGHT. The ballroom on the top floor of the house. There are cha and tables with sheets over them lined up along the walls Near the center of the room, there is a yellow nylon pup- tent. The room is dark except for a lamp glowing inside t tent. \f63. INT. TENT. NIGHT. There is a Boy Scout sleeping bag on an air mattress on a inside the tent. There is a photograph of the Tenenbaum family taped to the nylon wall. There is a small table wi a stack of books and some of RichieвЂ™s Matchbox cars and tennis trophies on it. Richie lies on the cot reading Thr Plays by Margot Tenenbaum. Chas comes into the tent. Richie looks up, startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Looks like you and Dad are back together again, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) HeвЂ™s your dad, too, Chas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "No, heвЂ™s not. (pause) You really hate me, donвЂ™t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(puzzled) No, I donвЂ™t. I love you. Chas looks disturbed by this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Well, I donвЂ™t know what you think youвЂ™re going to get out of this. But believe me, whatever it is, itвЂ™s not worth it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I donвЂ™t want to hurt you, Chas. I know what you and the boys have been through. YouвЂ™re my brother, and I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(gritting his teeth) Stop saying that. EXT. RICHIEвЂ™S BEDROOM. DAY. The next morning. Royal sits on the window sill smoking a cigarette. Pagoda sits next to him drinking a cup of coff Royal throws his cigarette out the window. He looks down the street. He frowns. Eli is climbing out a window on the second floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "WhatвЂ™s that jackass doing here? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Pagoda looks down at Eli. Eli drops to the sidewalk. He sees RoyalвЂ™s cigarette burning on the ground. He steps it. He looks up to Royal. Their eyes meet. Royal yells: ROYAL (CONTвЂ™D) I know you, asshole! Eli hesitates. He smiles defiantly. He runs away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An article on Eli in the Sunday magazine section. The headline says вЂњWhere the Wild Things Are.вЂќ There is a photograph of Eli in the desert holding a dead rattlesnak the tail in each hand. A note stapled to the top says: вЂ Mrs. Tenenbaum, Just in case you missed it. Love, Eli.вЂќ",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Margot and Etheline sitting together in EthelineвЂ™s stud Margot is reading HenryвЂ™s book, Accounting for Everythi Etheline is reading the article on Eli. Margot looks at i",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Did Eli send you that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(nods) He always sends me his clippings.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(incredulous) What for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "I think he just likes the encouragement. HeвЂ™s done it for years. He used to send me his grades in college.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(frowns) ThatвЂ™s ridiculous. There is a rap on the glass. Margot and Etheline look up. Raleigh is standing in the window. He looks miserable. EXT. GARDEN. DAY. The backyard. Margot and Raleigh sit at a metal table drinking tea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "How long do you intend to stay here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I donвЂ™t know. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Are you ever coming home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) Maybe not. But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "YouвЂ™re joking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "No. But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "I want to die. Raleigh crumples into a ball on the ground and stays ther Margot puts her hand on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Raleigh, please. For GodвЂ™s sake. Raleigh sits up suddenly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Have you met someone else?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) I couldnвЂ™t begin to even think about knowing how to answer that question. Raleigh stands up and walks away. INT. HALLWAY. DAY. Royal watches down the stairwell as Margot comes up. He knocks on the railing. She looks up at him. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I donвЂ™t like the way youвЂ™re treating Raleigh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "What are you talking about? You donвЂ™t even know him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™ve met him. And I donвЂ™t think he deserves --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Stay out of it. Margot walks toward her room. Royal steps on to the landi at the top of the stairs. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "YouвЂ™ re two-timing him with that bloodsucker Eli Cash. Margot stops. She stands still with her back to Royal. ROYAL (CONTвЂ™D) ItвЂ™s not right, dammit. You used to be a genius. Margot turns to Royal. They look at each other for a long minute. She says in a quiet voice:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "No, I didnвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(hesitates) Well, anyway, thatвЂ™s what they used to say. Margot goes into her room and closes the door. EXT. ROOF. DAY. Raleigh stands at the edge of the roof looking down to th ground while Richie cleans the empty falconвЂ™s coop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Richard, I know youвЂ™re terribly close to Margot, and perhaps you understand her better than anyone else.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I doubt it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Nevertheless, may I confide in you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "I believe sheвЂ™s having an affair. Silence. Richie comes out of the coop and goes over to Raleigh. RALEIGH (CONTвЂ™D) IвЂ™m utterly devastated. I donвЂ™t know where else to turn. Will you advise me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I donвЂ™t know. What do you want to do? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Well, I thought, perhaps --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Find the guy and get him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "(pause) Well, no. I thought we might -- Richie punches his hand through the attic window. He kick it. Raleigh looks shocked. He stares at RichieвЂ™s bloody hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Who do you think it might be?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "(hesitates) I donвЂ™t know, at the moment. INT. CHASвЂ™ BEDROOM. DAY. Royal comes down the hallway and looks in the doorway to ChasвЂ™ room. There are five computers, four telephones, Xerox machine and a television and VCR on a cart. Three secretaries make copies and take messages. Chas is on the telephone. A messenger waits for him to sign a document. Ari and Uzi sit working with a calculator and a ledger pa a small desk in the corner. Royal says to them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "LetвЂ™s go down to Little Tokyo and get some firecrackers. Chas covers the receiver with his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "What do you need?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(hesitates) Nothing. You got them crunching numbers for you, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Please, donвЂ™t come in this room. INT. ETHELINEвЂ™S STUDY. DAY. Etheline sits at her desk writing numbers on little bits pottery and recording it in a notebook. Royal stands in t garden, looking in the window. His IV bag hangs on a roll stand beside him. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "ChassieвЂ™s got those boys cooped up like a pair of jackrabbits, Ethel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "He has his reasons.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I know it. But you canвЂ™t raise boys to be scared of life. You got to brew some recklessness into them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "I think thatвЂ™s terrible advice.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) No, you donвЂ™t. INT. RICHIEвЂ™S BEDROOM. DAY. Royal listens to Ari over the intercom while Pagoda does exercises in the corner:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI, (V.O.)",
          "text": "We take boxing and self-defense class. Royal pushes a button to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m not talking about dance lessons. IвЂ™m talking about putting a brick through the other guyвЂ™s windshield. IвЂ™m talking about taking it out and chopping it up. Silence. Ari says over the intercom:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI, (V.O.)",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(Royal, Ari and Uzi laugh continuously throughout the following montage.) Royal, Ari and Uzi jump off a high scaffold into the indo pool at the 375th Street Y. Royal, Ari and Uzi jaywalk through heavy traffic. Royal, Ari and Uzi ride horses in the park. Royal leads t at a full gallop down a ravine and over a stone wall. Royal, Ari and Uzi race go-carts up and down loading ramp and in between fork-lifts in a large warehouse. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Royal, Ari and Uzi throw water balloons at a gypsy cab. Royal, Ari and Uzi hide cartons of chocolate milk under t jackets and walk quickly out the door of a bodega. Royal, Ari and Uzi ride on the back of a speeding garbage truck. EXT. STREET. DAY.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(indicating Pagoda) He saved my life, you know. Thirty years ago. I was knifed at a bazaar in Calcutta, and he carried me to the hospital on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Who stabbed you? Royal motions to Pagoda again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "He did. There was a price on my head, and he was a hired assassin. Stuck me in the gut with a shiv. INT. CHASвЂ™ BEDROOM. DAY. The three secretaries are still at work, and Chas is on t telephone. He sees Royal, Ari and Uzi walking by the hallway. Chas hangs up the telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WhereвЂ™ve you been? Chas goes to the doorway. He glares at Ari, Uzi and Royal",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Just stepped out to get some air. HowвЂ™s the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(concerned) WhatвЂ™s that? Chas points to a spot of dried blood on UziвЂ™s forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Holy shit. ThatвЂ™s not -- What is that? Royal licks his finger and rubs away the blood. ROYAL (CONTвЂ™D) No. ThatвЂ™s dogвЂ™s blood. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chas frowns. He looks to Royal. Royal hesitates. Chas grabs Royal by the arm and pulls him into the closet acro the hall. INT. CLOSET. DAY. Chas closes the door and turns on the light. There are hundreds of board games, most of which are about thirty y old, in shelves up to the ceiling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Stay away from my children. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(looking around) My God. I havenвЂ™t been in here in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "(screams) Are you listening to me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Yes, I am. And I think youвЂ™re having a nervous breakdown. I donвЂ™t believe youвЂ™ve recovered from RachaelвЂ™s death. I think -- Chas turns off the light, goes out of the closet, and clo the door. Royal stands alone in the dark. He switches the light back on and looks down at the floor. He smiles. ROYAL (CONTвЂ™D) There you are. The stuffed boarвЂ™s head is under the bottom shelf, in t corner, covered with dust. EXT. PARK. DAY. Royal and Etheline walk along a path through the park. Ro rolls his hanging IV bag at his side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "How are you feeling?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Oh, IвЂ™m having a ball. Scrapping and yelling. Mixing it up. Loving every minute with this damn crew. (sincerely) IвЂ™d like to thank you for raising our children, by the way. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m not kidding. Etheline shrugs. ROYAL (CONTвЂ™D) You always put them first, didnвЂ™t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "I tried to. Lately, I feel like maybe I didnвЂ™t do such a great job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Goddammit, donвЂ™t do that to yourself. IвЂ™m the one who failed them. Or, anyway, itвЂ™s nobodyвЂ™s fault. (pause) Plus, it doesnвЂ™t --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Well, then why didnвЂ™t you give a damn about us, Royal? Why didnвЂ™t you care?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I donвЂ™t know, but IвЂ™m ashamed of myself. IвЂ™11 tell you one thing, though. YouвЂ™ve got more grit, and fire, and guts than any bob-tailed fox I ever damn hunted, and if -- Etheline laughs. Royal smiles. ROYAL (CONTвЂ™D) What? WhatвЂ™s so funny?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "No, tell me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Nothing. Just these little expressions of yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) I donвЂ™t know what youвЂ™re talking about. But IвЂ™1l1 take it as a compliment. They look at each other for a long minute. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "ROYAL (CONTвЂ™D) YouвЂ™re true blue, Ethel. You really are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Henry with two bags of groceries in his arms, watching fr behind a stone wall above the path. He listens as Royal says: ROYAL (CONTвЂ™D) HowвЂ™s your love life?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "None of your business. Henry frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Page 147 of The Royal Tenenbaums. It says вЂњChapter Six. EXT. SIDEWALK. EVENING. Etheline and Henry come down the front steps of the Tenen house. Henry is dressed in black tie. The ends of a pair theatre tickets stick out of his breast pocket. Pagoda ho a gypsy cab for them at the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "IвЂ™d like you to talk to Royal about us, if you donвЂ™t mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(hesitates) I donвЂ™t think the timingвЂ™s right for that, Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Well, IвЂ™d agree if I thought he was really going to die in six weeks. But I donвЂ™t. Etheline stops at the bottom of the steps. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Well, I hope youвЂ™re right. (pause) Actually, I donвЂ™t believe IвЂ™m going to join you tonight. I/вЂ™11 call you in the morning. Etheline turns around and goes back up the steps. Henry watches her. He looks sad and stunned. Pagoda watches Henry. Etheline goes inside and closes the door. \f73. INT. CLOSET. NIGHT. Royal and Pagoda stand together in the board-game-filled closet drinking Martinis and smoking cigarettes. Royal ha half-eaten cheeseburger in his hand. He whispers excitedl",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "She said that? Pagoda nods. Royal snaps his fingers. ROYAL (CONTвЂ™D) We got the sucker on the ropes. INT. KITCHEN. DAY. The next morning. Henry stands at the counter reading the Wall Street Journal. He has on reading glasses. Royal com into the kitchen eating a cheeseburger. Henry looks at hi blankly. Royal sits on a stool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Can I ask you something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(pause) OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Are you trying to steal my woman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(pause) I beg your pardon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You heard me, Coltrane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(long pause) Coltrane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Did you just call me Coltrane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You didnвЂ™t?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "No. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(pause) OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "But if I did? Henry waits for Royal to continue. ROYAL (CONTвЂ™D) You wouldnвЂ™t be able to do anything about it, would you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "You donвЂ™t think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "No, I donвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(seething) Listen, Royal. If you think --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You want to talk some jive? Henry hesitates. He looks puzzled. ROYAL (CONTвЂ™D) IвЂ™11 talk some jive with you. Royal stands up. He screams: ROYAL (CONTвЂ™D) IвЂ™11 talk some jive like you never heard!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(yelling) Oh, yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Right on!",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Sit down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What? Royal starts doing a little dance in front of Henry. ROYAL (CONTвЂ™D) WhatвЂ™d you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I said, sit down, goddammit! (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Oh, I heard you. Henry jumps to his feet. Royal stops dancing. He says darkly: ROYAL (CONTвЂ™D) I want you out of my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "This is not your house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "DonвЂ™t play semantics with me. I want your raggedy ass back on the --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "WhatвЂ™s going on here? Henry and Royal look to Etheline. She stands in the doorw",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Nothing. Royal goes to the refrigerator and opens it. He takes out jar of peanut butter and a jar of grape jelly. Etheline looks to Henry. Henry walks out of the room. INT. RICHIEвЂ™S BEDROOM. DAY. Henry goes into RichieвЂ™s room and takes a bottle of Roy pills off the night stand. He goes back out of the room. INT. TELEPHONE ROOM. DAY. Henry reads the label on the bottle while he places a cal",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Hello. IвЂ™m calling in regards to a Dr. McClure. Yes. At Colby General. The name of the patient is Royal Tenenbaum. Henry takes out a pill and examines it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The pill. It has pink and blue sparkles all over it and t word вЂњTic-TacвЂќ printed on the side. INT. STAIRWAY. DAY. Henry goes up the stairs with a cold, determined look on face. He has the bottle of pills in his hand. \f76. INT. PAGODAвЂ™S ROOM. DAY. A small room with an Indian pattern on the wallpaper. Pag lies on a hammock listening to Indian music on a portable record player. There is a knock on the door, and then it opens. Henry stands in the doorway. He stares at Pagoda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "How much is he paying you? Pagoda looks scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A television set tuned in to an interview show. The host a tall, distinguished-looking man in his fifties. He is Peter Bradley. Eli is his guest. They sit at a round tabl lit at the center of a pitch-black room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Well, I grew up with the Tenenbaum family, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Right. TheyвЂ™ve come on hard times now, havenвЂ™t they? Eli nods sadly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "RichieвЂ™s room. Margot and Royal are watching Eli on television.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Bullshit. Change it. The door opens. Richie comes into the room. His hand is wrapped with bloody bandages. Margot looks concerned.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "WhatвЂ™d you do to your hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Nothing. Richie goes into the closet. Two dalmation mice dart out across the floor. They run under the radiator. Royal frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You think we could get somebody to come over here and kill some of these mice for us? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "No. Those belong to Chas. Or, anyway, he invented them. Richie drags a large trunk out of the closet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, tell him to stick them in a fucking cage or something. Henry goes over to the Henry and Pagoda come into the room. intercom and presses a button on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Etheline? Would you mind coming up here for a minute, please? Royal looks at Henry suspiciously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "WhatвЂ™s cooking, Pops?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "YouвЂ™1l see.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE, (0.S.)",
          "text": "(on the intercom) OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "EliвЂ™s interview continues. The television set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Now, your previous novel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "WildcattinвЂ™.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "Not a success. Why? Right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Hm. Well, WildcattinвЂ™ was written ina kind of obsolete vernacular, much like the -- He looks quickly across the room. Eli freezes. ELI (CONTвЂ™D) Holy shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PETER",
          "text": "(looking around) What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A look of sheer horror crosses EliвЂ™s face. He braces hi against the edge of the table. Peter looks concerned. PETER (CONTвЂ™D) Are you all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(concerned) Why is it so dense in here? Peter hesitates. Eli removes his microphone, stands up, a walks off the set. Peter Bradley watches him go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Everyone watching in RichieвЂ™s bedroom. They look stunne",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Son of a bitch. What the hell kind of way to act is that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) HeвЂ™s on drugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(worried) IвЂ™1l be right back. Margot goes to the telephone. Etheline and Chas come into the room. Chas is eating a sandwich. Ari, Uzi and Buckley follow them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Hold on a minute, please. Henry steps in front of the television set and turns it o HENRY (CONTвЂ™D) Pagoda has something to say. Everyone looks to Pagoda. Silence. Pagoda looks worried. He turns to Royal and points at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "He has the cancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(angrily) No, he doesnвЂ™t. Royal sits up. Henry stares at Royal. HENRY (CONTвЂ™D) I know what stomach cancer looks like. IвЂ™ve seen it. (MORE) (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "HENRY (CONTвЂ™D) And you donвЂ™t eat three cheeseburgers a day with french fries when youвЂ™ve got it. The pain is excruciating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "How would you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "My wife had it. Silence. Royal pulls out his IV and the other tubes that attached to him. He goes into the bathroom and closes the door. Henry turns to Etheline. HENRY (CONTвЂ™D) Not only is there no Dr. McClure at Colby General, thereвЂ™s no Colby General. It closed in 1974. Chas crushes his sandwich in his hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "Ah, shit, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "But why would he -- Chas slams his hand against the bathroom door as hard as can. He sits down on the bed and picks up the phone. He places a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Yes. Can you send a taxi to 111 Archer Avenue? Right away, please. Thank you. Chas hangs up. Royal comes out of the bathroom. He is ful dressed in a suit, and he is zipping up a small leather b He picks up one of his bottles of pills off the night sta and leaves the rest. He looks to Pagoda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I guess weвЂ™re back on the street, pal. Etheline looks to Pagoda. She frowns. Pagoda looks uneasy",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Were you part of this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Of course he was. Etheline looks to Royal. Royal looks to Pagoda. He says regretfully:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Time to come clean. No more lies. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Pagoda stares at Royal bitterly. Richie points at the hospital bed and life-support machines.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "HowвЂ™d you get all these medical supplies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) A guy at St. PeteвЂ™s owed me a favor. I did some malpractice work for him. I do have high blood pressure, though. Royal swallows one of his pills. He turns and stands in front of everyone. ROYAL (CONTвЂ™D) Look. I know IвЂ™m the bad guy on this one, but I just want to say that the last six days have been the best six days of, probably, my whole life. A strange, sad expression crosses RoyalвЂ™s face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Immediately after making this statement, Royal realized that it was true. Royal begins to gather his possessions. INT. HALLWAY. DAY. Royal comes out of RichieвЂ™s room with his suitcases. Etheline stands at the end of the hall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "WhyвЂ™d you do this to us, Royal? Royal stops. ETHELINE (CONTвЂ™D) What was the point?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) I thought maybe I could win you back. Or, anyway, I thought I could get rid of Henry and keep things status quo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "But we hadnвЂ™t spoken in seven years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I know. Plus, I was broke, and I got kicked out of my hotel. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "(pause) YouвЂ™re a bastard. Royal nods. Etheline stares at him angrily, with tears in her eyes. ETHELINE (CONTвЂ™D) Goodbye, Royal. Royal turns and walks down the stairs. INT. STAIRWELL. DAY. Chas stands at the bottom of the stairs and watches Royal come down with his suitcases. Royal stops in front of him",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Take it easy on those boys, Chassie. I donвЂ™t want this to happen to you. Chas hesitates. Royal walks past him and goes out the fro door. EXT. STREET. DAY. Richie and Royal stand on the sidewalk. RoyalвЂ™s suitcas are beside him. Margot and Henry stand at the top of the steps, in the front doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "You know, Richie, this illness, this closeness to death. ItвЂ™s been very profound for me. I feel like a different person. I really do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Dad. You were never dying.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(smiles) But IвЂ™m going to live. Richie shakes his head. He turns away and goes up the ste past Margot and Henry, into the house. Royal and Margot l at each other. Royal points to Henry. ROYAL (CONTвЂ™D) HeвЂ™s not your father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) Neither are you. Margot closes the door. Royal puts his hands in his pocke He stares into space. He begins to cry. A gypsy cab pulls over to the curb. Royal waves to the driver. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "The front door of the house opens. Pagoda comes down the steps with two suitcases. He looks furious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "How you doing, pal? Pagoda drops his suitcases to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "You son of a bitch. PagodaвЂ™s teeth flash as he goes over to Royal and stabs with a penknife. Royal screams. He clutches his side. He falls on the ground. The gypsy cab driver watches blankly",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Goddammit! ThatвЂ™s the last time I get knifed by you! You hear me? Pagoda helps Royal to his feet. He collects his suitcases Royal leans on Pagoda as they get into the gypsy cab. Roy says to the driver: ROYAL (CONTвЂ™D) The 375th Street Y, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Page 198 of The Royal Tenenbaums. It says вЂњChapter Seve EXT. 375TH STREET Y. DAY. A huge building that looks like a castle. A sign next to door says вЂњ375th Street Y.вЂќ INT. 375TH STREET Y. DAY. An extremely small room with a low ceiling and a single b Royal stands in front of a mirror while Pagoda stitches u the knife-wound in his side. He holds a bottle of iodine one hand and a box of bandages in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "EveryoneвЂ™s against me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "You canвЂ™t blame them, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I know. But, dammit, I want to be loved by this family. Pagoda pours some iodine on a cotton ball and applies it RoyalвЂ™s knife wound. Royal grimaces. ROYAL (CONTвЂ™D) How much money you got? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "I donвЂ™t have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(frowns) What do you mean? YouвЂ™re broke? Pagoda nods. Royal looks furious. ROYAL (CONTвЂ™D) You got to be kidding me. HowвЂ™re we supposed to pay for the damn room? Pagoda looks up at Royal coldly. Silence. ROYAL (CONTвЂ™D) All right. WeвЂ™1l figure something out. INT. HENRYвЂ™S APARTMENT. NIGHT. HenryвЂ™s bedroom is filled with paintings and sculptures the fifties and sixties. He puts on a slow jazz record an sits down across from Etheline at a small table with a va of roses, two bottles of wine, and three candles on it. Henry has on pale-blue silk pajamas. Etheline wears a cre silk nightgown. The doors to the balcony are open, and th is a gentle breeze. They look at each other fondly for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Would you like another glass of wine?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Yes, please. Henry refills EthelineвЂ™s glass. He clinks his glass aga hers and takes a small sip. She drinks her whole glass al at once. Henry looks uneasy. Etheline says suddenly: ETHELINE (CONTвЂ™D) Maybe weвЂ™re rushing things, Henry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(relieved) YouвЂ™re right. ItвЂ™s awkward sitting here in our pajamas and everything. We donвЂ™t have to do this right now. LetвЂ™s just try and have a nice time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "OK.",
          "text": "Henry gets up and changes the record to a more upbeat num (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Yes, I think weвЂ™re both a little uneasy, and thereвЂ™s no need for us to force anything. ThereвЂ™s no hurry. LetвЂ™s just",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Actually, I should go. Silence. Henry nods. He looks disappointed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Can I, at least, offer you some dessert? Henry points to a dessert cart with a lemon meringue pie, cheesecakes, a bowl of strawberries, a chocolate mousse, a crepe suzette on it. Etheline hesitates. Henry quickly strikes a match and sets the crepe suzette on fire. His napkin catches on fire, and he dips it in his water glass He looks to Etheline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "No, I think youвЂ™re right. I should go. Etheline picks up her overnight bag off a chair and goes the bathroom. Henry sits alone. He gets up and turns off the record player. EXT. BRIDGE. DAY. A footbridge over the river. Margot waits in the middle o the bridge. Eli walks towards her from the opposite bank. His face is smeared with dirt and traces of paint. His clothes look severely dishevelled. He stops a few feet aw from Margot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "IвЂ™m not in love with you any more.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I didnвЂ™t know you ever were.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "LetвЂ™s not make this any more difficult than it already is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "OK, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "OK, IвЂ™m not in love with you, either. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "I know. YouвЂ™re in love with Richie. Which is sick and gross. Silence. Margot nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Do you send my mother your clippings? Eli hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "And your grades in --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Please, stop ridiculing me. Eli turns away and looks sadly out at the river. Margot g over and stands beside him. ELI (CONTвЂ™D) You never gave me the time of day until I started getting good reviews.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Your reviews arenвЂ™t that good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "But the sales are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "A second bridge, two hundred yards away. A large man ina coat and tie takes photographs of Margot and Eli with a telephoto lens. INT. PRIVATE DETECTIVEвЂ™S OFFICE. DAY. A small room on the 30th floor of an office building. Raleigh, Richie and Dudley sit across a desk from the lar man in the coat and tie. He is a detective.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "How much do you already know, gentlemen?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Very little, I assure you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "Would you like to examine the report?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "We would, rather. Yes. The detective hands Raleigh a manila folder. He opens and begins to read. Richie looks over his shoulder. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margot at age twelve buys a pack of cigarettes in a bodeg She smokes one on the roof of the house, leaning against chimney, next to the falconвЂ™s coop. (In each of the following images, Margot smokes a cigaret Margot climbs out the window of a girlsвЂ™ dormitory. She carries a small suitcase. She shimmies down the gutter an runs across the lawn. Margot stands inside a torch-lit shack among a group of dancing Rastafarians in Jamaica. She holds hands with one them while he lights a large brown-paper-wrapped marijuan cigarette. A man dressed in a black shirt with a priestвЂ collar places a string of shells around MargotвЂ™s neck. Another man has a small machine gun. There is a goat in t doorway, and the ocean glimmers outside. Margot opens a window and looks out at the Eifel Tower. S wears a bra and a slip. A topless girl appears next to he eating a croissant. The girl puts her arms around Margotв waist, and Margot runs her hands through the girlвЂ™s hai Margot stands in a pool of water facing a young tribesman New Guinea. He has on warpaint and wears a large tusk in nose. Margot kisses him on the mouth. Margot sits in a make-up chair at a television studio. Pe Bradley comes up behind her and puts his hands down her shirt. Margot smiles at him mischievously. Margot makes out with: - a Puerto Rican teenager in the back seat of a taxi; - a skinny guy with a Mohawk on a city bus; - a tough-looking Irishman on the deck of a ferry; - Eli in a deserted subway train going full speed at nigh",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Raleigh turning to the last page of the report. He closes the folder and looks to Richie. Richie looks stunned. Silence. RALEIGH (CONTвЂ™D) She smokes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DETECTIVE",
          "text": "Yes. \f87. INT. BASEMENT. DAY. Royal, Pagoda, Dusty and the manager of the hotel sit ata table in the laundry room of the Lindbergh Palace. The manager is reviewing a typewritten document.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "All right. Everything seems to be in order. IвЂ™11 contact you in the next twenty-four hours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I appreciate that. Which way are you leaning, by the way?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANAGER",
          "text": "IвЂ™1l inform you of my decision at the appropriate time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I get it. Put in a good word for us, Dusty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "I already did. INT. RALEIGHвЂ™S LABORATORY. DAY. Raleigh lies face down on the couch with his head buried the cushions. Dudley walks over to him with a box of building blocks. He says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "You want to play some word games or do some experiments on me or anything? Raleigh answers without moving. His voice is muffled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "No. Richie walks by in a bathrobe. He carries a pair of scissors. He goes into the bathroom, closes the door, and locks it. INT. BATHROOM. DAY. Hot water runs full blast in the shower and the sink. Ric stands in front of the mirror. He holds a pair of scissor in his hand. He has clipped off his beard. He opens the medicine cabinet and takes out a can of shav cream and a straight razor. He covers his face with the shaving cream. He picks up the razor. He looks back in th mirror. He pushes his hand back through his hair, takes a deep breath, and says quietly: (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "IвЂ™m going to kill myself tomorrow. Silence. Richie slices the razor deeply, four times, alon his left forearm. Blood runs into the sink. He switches hands with the razor and slashes his other wrist. He sits down on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "The bathroom door slamming open. Dudley bursts into the room. He looks horrified. The floor is flooded with water and blood. Richie is slumped in the corner with shaving cream all over his face. Dudley screams hysterically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Three paramedics race down a corridor pushing Richie on a gurney. Raleigh and Dudley run beside him. They are cover with blood. Etheline hangs up the telephone and runs into the hallway She throws open the closet door and grabs her coat. Chas, Ari and Uzi hold on as Anwar weaves the BMW in and of traffic. Buckley has his head out the window. Margot bursts through the doors of the emergency room. Sh looks around frantically. She sees Dudley. She sees blood on him. She rushes over and grabs his arms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Where is he, Dudley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "(pause) Who? INT. HOSPITAL ROOM. DAY. Everyone is gathered around Richie in his hospital bed. H arms are covered with bandages. A doctor gives him an injection and says to Etheline:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DOCTOR",
          "text": "HeвЂ™1l probably sleep for several hours, and then IвЂ™11 come back to check on him. Etheline nods. She has tears all over her face. The docto leaves the room. Margot holds RichieвЂ™s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "How do you feel? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Fine, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Are you in any pain?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WhyвЂ™d you try to kill yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "DonвЂ™t press him right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I wrote a suicide note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "You did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah. Right after I regained consciousness. Everyone looks slightly confused.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Can we read it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Could you paraphrase it for us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I donвЂ™t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Is it dark?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Of course itвЂ™s dark. ItвЂ™s a suicide note.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "All right. ThatвЂ™s enough. The doctor said to let him sleep. INT. WAITING AREA. DAY. The corridor outside RichieвЂ™s room. Etheline fills out insurance forms. Ari and Uzi sit on ChasвЂ™ lap. Margot s next to Raleigh. Raleigh stares into space. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "YouвЂ™ve made a cuckold of me. Everyone looks at Raleigh and Margot. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Many times over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "IвЂ™m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "And youвЂ™ve nearly killed your poor brother.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "WhatвЂ™s he talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "It doesnвЂ™t matter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "SheвЂ™s balling Eli Cash. Everyone looks surprised and extremely uncomfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Oh, my goodness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "May I have a cigarette?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Shall I repeat the question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "You donвЂ™t smoke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "(bitterly) I bloody well know that. Raleigh stares at Margot in silence. Margot sighs. She reaches into her pocket and takes out a pack of cigarette She gives one to Raleigh. He puts it in his mouth. RALEIGH (CONTвЂ™D) And a light, please? Margot takes out some matches and lights RaleighвЂ™s ciga (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "RALEIGH (CONTвЂ™D) Thank you. Raleigh stands up and walks away, down the hall, out the door. Silence. Margot lights a cigarette for herself. Etheline looks disturbed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "How long have you been a smoker?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) Twenty-two years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Well, I think you should quit. Margot nods. The door opens at the end of the hall. Henry Sherman come in. Etheline sees him and stands up. He goes over to her. He starts to put on his glasses. As he unfolds them, he unintentionally clamps them to his necktie and pulls his necktie up to his temple. He says earnestly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "How can I help? Etheline begins to point to HenryвЂ™s necktie suspended n his ear, but she hesitates. Henry senses something wrong his peripheral vision and looks confused. He swats at the necktie, hurling his glasses off his face and on to the floor. Henry picks up his glasses and puts them back on. He look to Etheline with an embarrassed expression. Etheline puts her arms around him. She hugs him tightly and starts to c EXT. STREET. NIGHT. Three hours later. A gypsy cab stops in front of the hospital. Royal and Pagoda get out and walk quickly into building. They are both dressed in hotel elevator-operato uniforms. INT. HOSPITAL. NIGHT. Royal speaks anxiously to a nurse at the registration des Pagoda stands behind him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Richie Tenenbaum, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "Your name? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Royal Tenenbaum. The nurse looks down at her registration book. She frowns She looks back to Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "IвЂ™m afraid visiting hours are over, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(hesitates) Why? What does it say there? They donвЂ™t want me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "NURSE",
          "text": "IвЂ™m sorry. I have to refer you to Dr. Burroughs. HeвЂ™1l be in tomorrow afternoon. Silence. EXT. SIDEWALK. NIGHT. Royal and Pagoda stand in front of the hospital. Royal points to the edge of the roof. He sounds desperate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I think if we shimmy up that gutter and jump across the window ledge we can pry open the ventilation shaft and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "There he is, man. Pagoda points to Richie waiting at the bus stop on the corner. He is dressed in surgical scrubs and bedroom slippers. His arms are covered with bandages. Royal looks puzzled. A bus pulls over in front of Richie. The doors open. Royal calls out:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Richie? Richie looks to Royal and Pagoda. He sees their uniforms. He hesitates. ROYAL (CONTвЂ™D) WhereвЂ™ re you going? Silence. Richie gets on the bus. Royal and Pagoda watch i drive away. Royal looks very upset. ROYAL (CONTвЂ™D) I have to say, he didnвЂ™t look half bad for a suicide. Attempted suicide, anyway. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Pagoda nods. He puts his arm around RoyalвЂ™s shoulder. INT. BUS. NIGHT. An old city busy with trash on the floor and graffiti spr painted on the walls. Richie sits in the back row and rid downtown. INT. BALLROOM. NIGHT. The ballroom on the top floor of the Tenenbaum house. Ric walks in and sees the lamp glowing inside his tent. Margo calls out from inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "WhoвЂ™s there? Richie does not respond.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "Hello? Richie looks at the seventeen paintings of Margot hanging the corner. An unfinished eighteenth, with Margot slightl older, leans against the wall. Richie goes to the tent at the center of the room. INT. TENT. NIGHT. Richie looks into the tent. Margot is sitting on the floo next to a record player smoking a cigarette. She has a Rolling Stones record in her hand. She looks startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "What are you doing in my tent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(hesitates) Just listening to some records. Margot puts out her cigarette. She seems worried.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "I thought you were supposed to be in the hospital.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I checked myself out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Well, shouldnвЂ™t you be on some kind of suicide watch or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) Probably. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Richie goes into the tent and sits down Indian-style in f of Margot. Margot sighs. She puts on the Rolling Stones record. It plays quietly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "How many stitches did you get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I donвЂ™t know. You want to see? Margot nods. Richie unwraps one of his bandages. His arm covered with jagged, crisscrossing stitches and dried blo Margot looks stricken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Jesus, Richie. That looks horrible. Richie nods. He wraps the bandage back around his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I heard about your ex-husband.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(pause) Desmond?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(hesitates) I guess so. I didnвЂ™t get his name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Yeah. I met him in the ocean. I was swimming, and he came out to me ina canoe. We were only married for nine days.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(nods) And I heard about Eli.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(sighs) I know. Poor Eli. Anyway, we mostly just talked about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(surprised) You did?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Yeah. I guess that was the attraction, if you know what I mean. Silence. Richie says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I have to tell you something. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "WhatвЂ™s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I love you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(sadly) I love you, too. Richie kisses Margot on the mouth, and she kisses him bac She puts her hands on the back of his head. Richie pulls away from her and looks into her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I canвЂ™t stop thinking about you. I went away for a year, and it only got worse. I donвЂ™t know what to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "LetвЂ™s lie down for a minute. Richie lies down on the cot. Margot looks at his Boy Scou sleeping bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "This is the one we took to the museum, isnвЂ™t it? Richie nods. Margot sighs. She lies down next to Richie a puts her arm around his shoulder. She smooths back his ha They listen to the music for a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "WhyвЂ™d you do it? Because of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah, but itвЂ™s not your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "YouвЂ™re not going to do it again, are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) I doubt it. Margot nods. She starts crying. She kisses RichieвЂ™s han Richie looks worried. Margot gets up and goes out of the tent. Richie sits alone for a minute. Margot looks back into the tent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I think weвЂ™re just going to have to be secretly in love with each other and leave it at that, Richie. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "They look at each other for a long minute. Richie nods. Margot turns away and goes out the tent. Richie picks up the stack of books off the table next to cot. The book on top is Family of Geniuses. Then there ar MargotвЂ™s books, RaleighвЂ™s book, HenryвЂ™s book and El He spreads them out on the floor among his Matchbox cars tennis trophies. A dalmation mouse appears and crawls amo them. The record ends.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Page 230 of The Royal Tenenbaums. It says вЂњChapter Eigh INT. HALLWAY. DAY. The next morning. Richie comes downstairs in his pajamas. He carries the stuffed boarвЂ™s head. He hangs it on the in its place. INT. ELEVATOR. DAY. The elevator at the Lindbergh Palace. Royal is dressed in his elevator-operator uniform. He takes three well-dresse businessmen down to the lobby. He looks exhausted and depressed. The doors open. One of the businessmen hands Royal a dollar as they walk out into the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Thank you, sir. Royal sees Richie standing in front of the elevator. Roya looks surprised. The doors of another elevator open. Pago is the operator. Richie looks at him. Pagoda hesitates. H waves to Richie. Richie waves back. ROYAL (CONTвЂ™D) Going up? Richie looks back to Royal. He nods. He steps into Royalв elevator. ROYAL (CONTвЂ™D) What floor?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "It doesnвЂ™t matter. Royal closes the doors and pulls a lever. The elevator go up. Royal stands with his back to Richie. RICHIE (CONTвЂ™D) So youвЂ™re elevator operators now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Yeah. We just started, but weвЂ™ll get a bump when we join the union. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "What made you decide to do that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, weвЂ™re broke. But, in answer to your question, I guess IвЂ™m trying to prove I can pay my dues and what-not. I just hope somebody knows. Richie nods. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "You asked me why I choked out there that day. Royal turns around quickly and looks to Richie. He nods. RICHIE (CONTвЂ™D) Well, I think I know the answer, and I wanted your advice. Royal looks surprised and moved. He says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Sure. EXT. ROOF. DAY. Royal and Richie stand on the edge of the roof, looking o at the city. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Margot Tenenbaum?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Since when?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Since always.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Does she know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Uh-huh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "And whatвЂ™s her feeling about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I think she feels confused. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I can understand that. ItвЂ™s probably illegal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I donвЂ™t think so. WeвЂ™re not related by blood.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) ThatвЂ™s true. Silence. Royal nods. ROYAL (CONTвЂ™D) ItвЂ™s still frowned upon, but then what isnвЂ™t these days, right? Richie nods. Royal shrugs. ROYAL (CONTвЂ™D) I donвЂ™t know. Maybe it works. Why not? Hell, you love each other, and nobody knows whatвЂ™s going to happen, so -- Royal stops short. His expression changes. ROYAL (CONTвЂ™D) You know what? DonвЂ™t listen to me. I never understood her, myself. I never understood any of us. I wish I knew what to tell you, but I just donвЂ™t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) ThatвЂ™s OK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "No, itвЂ™s not. Royal looks very sad. He stares down at the ground. He takes a deep breath. He says quietly: ROYAL (CONTвЂ™D) Do you still consider me your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Sure, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I wish I had a little more to offer in that department.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I know you do, Pop. Royal nods. He keeps looking down at the ground. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I donвЂ™t blame you, by the way. Richie looks off into the distance. He frowns. ROYAL (CONTвЂ™D) SheвЂ™s a great looking girl, and sheвЂ™s smart as a whip, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Mordecai? Royal looks up. A falcon flies in a low circle around the building. Royal and Richie watch as it lands on the raili in front of them. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Holy shit. Richie slowly reaches out to the falcon. He smooths out t feathers on its neck and says softly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "You came back. Royal looks up at the sky. He seems frightened.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Jiminy Cricket. He must have a goddamn radar in his brain. Richie frowns. He hesitates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "IвЂ™m not so sure this is Mordecai.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "What do you mean? He flew right in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Yeah, but now he has white feathers on his neck. Royal and Richie study the falcon. Richie seems uncertain",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, the son of a bitch must be molting. INT. ELEVATOR. DAY. Richie and Royal ride down in the elevator. The falcon is perched on RichieвЂ™s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I need your help with something else. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(excitedly) You got it. WhatвЂ™s the situation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Well, I think --",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Hang on. Royal throws the lever on the elevator to full speed. It accelerates and starts shaking violently. He yells into a walkie-talkie: ROYAL (CONTвЂ™D) Pagoda! LetвЂ™s hit it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(hesitates) I didnвЂ™t mean right this second. INT. ELIвЂ™S STUDY. DAY. Eli sits on the couch in his study working on a jigsaw pu of the Beatles crossing Abbey Road. Three Egyptian men ar chopping up yellow powder on the table. Electronic music blasts form the stereo. There is a knock on the door. Everyone looks up. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Yes? The door opens and Richie looks inside. Eli and the Egypt men stare at Richie. Eli has yellow powder on his nose. H says awkwardly: ELI (CONTвЂ™D) Hey, Richie. Richie walks into the room. Royal and Pagoda follow him. They are dressed in their elevator-operator uniforms. Eli looks confused and uneasy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "We want to take you to get some help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(pause) Is it just you guys? Richie looks slightly confused. ELI (CONTвЂ™D) I guess Margot and your mother couldnвЂ™t make it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Eli looks disappointed. He sees the bandages around Richi arms. ELI (CONTвЂ™D) What happened there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(hesitates) Nothing. Royal looks to the Egyptian men.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Would you excuse us, please? The Egyptian men hesitate. Pagoda points to the door. The Egyptian men leave the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "WhereвЂ™s Sabrina?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(pause) They went back to England. Richie nods. He sits down next to Eli. Royal and Pagoda s across from them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Are we still friends? Eli seems embarrassed and hurt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Of course. I canвЂ™t believe you would ask me that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "It doesnвЂ™t matter. I heard about you and Margot. Silence. Eli gets up and goes over to the window. He look out at the backyard. Richie goes over and stands next to him. Eli looks deeply depressed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "IвЂ™m sorry. I donвЂ™t know what to say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "You donвЂ™t have to say anything. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "I always wanted to be a Tenenbaum, you know? Richie nods. Eli looks to Royal. Royal nods and says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Me, too. Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "But it doesnвЂ™t mean what it used to, does it? Richie shakes his head. Eli opens the window, reaches out and picks a dead leaf off a branch of a tree. He looks to Richie. ELI (CONTвЂ™D) I wish youвЂ™dвЂ™ve done this for me when I was a kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "(pause) But you didnвЂ™t have a drug problem then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Yeah, but it still wouldвЂ™ve meant a lot to me. Anyway, I really appreciate your coming over here now. I do recognize that I have a problem, and I want to get better. Let me just get my things. Eli goes into the bathroom and locks the door. Pagoda goe over to the window and looks out. He sees Eli running down the fire escape.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "There he goes. Royal and Richie rush over to the window. They watch Eli drop to the ground, run into the street, and hail a taxi. has on socks but no shoes. INT. ICE-CREAM PARLOR. DAY. A room decorated like a birthday cake. Every booth is fil with divorced fathers and their young daughters. Margot s across from Royal. Royal is dressed in his elevator-opera uniform. A waiter stands next to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I want to order some ice cream for my daughter, please. What would you like, Margot? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I told you. Nothing. I only have five minutes. Royal looks frustrated. Margot sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "IвЂ™1l have a butterscotch sundae, I guess. The waiter nods and walks away. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Your brotherвЂ™s all torn up inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(hesitates) Well, so am I, but IвЂ™m not going to discuss it with you. Royal sighs. He leans across the table and says urgently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "CanвЂ™t someone be a shit their whole life and want to repair the damage? I mean, I think people want to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Do they? Royal nods. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "You probably donвЂ™t even know my middle name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) ItвЂ™s a trick question. You donвЂ™t have one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Helen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(surprised) That was my motherвЂ™s name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "(sadly) I know it was. EXT. SIDEWALK. DAY. Royal stands on the sidewalk in front of the Tenenbaum ho He has a bunch of white flowers in his hand. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Anwar is asleep in the BMW parked at the curb. Royal thro a pebble at a window on the third floor. Ari looks out the window. Royal smiles. Ari opens the window. Uzi appears beside him. Royal calls up to them:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Anybody feel like grabbing a couple of burgers and hitting the cemetery? Chas appears between Ari and Uzi. He looks down to Royal. Royal looks nervous. Chas closes the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Royal putting his bunch of flowers on RachaelвЂ™s grave. stands alone with his hands in his pockets. He walks away EXT. STREET. DAY. Etheline and Henry come down the front steps of HenryвЂ™s building. They both look depressed. Royal is waiting at t bus stop on the corner, next to a small Mexican man ina windbreaker and a tie. Royal has a large envelope in his hands. Etheline and Henry see him. Royal goes over to the",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I got you something, Ethel. Actually, I made it. Etheline and Henry look at Royal warily. Royal hands Etheline the envelope. She looks to Henry. Henry shrugs. She opens the envelope. It contains a sheaf of typwritten documents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "WhatвЂ™s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "A divorce. Etheline looks to Royal. She says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "From you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Yes. Royal looks to Henry. Henry does not know what to say. Royal motions to the Mexican man. ROYAL (CONTвЂ™D) This is Sanchez. HeвЂ™s a notary public.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "(hesitates) Hello. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANCHEZ",
          "text": "Hello, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "If youвЂ™1l just sign here, please, Ethel. Royal hands Etheline a pen and points to a dotted line. Etheline signs. ROYAL (CONTвЂ™D) And here. Etheline signs. ROYAL (CONTвЂ™D) And initial here. Etheline signs. Royal hands the sheaf of documents to Sanchez. Sanchez puts several stamps and notations on it. Royal looks up at HenryвЂ™s building. ROYAL (CONTвЂ™D) You own this building, donвЂ™t you, Henry? ItвЂ™s magnificent. I used to be a home- owner myself, but my son expropriated it from me. Henry does not respond. A city bus approaches from the ne block. ROYAL (CONTвЂ™D) Here comes my bus. Thanks, Sanchez.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SANCHEZ",
          "text": "YouвЂ™ re welcome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Are we divorced?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Almost. Sanchez just has to file the papers. Royal signals to the bus driver. ROYAL (CONTвЂ™D) I love you, Etheline. And congratulations, both of you. Royal looks to Henry. He turns back to Etheline. ROYAL (CONTвЂ™D) I didnвЂ™t think so much of him at first, but now I get it. HeвЂ™s everything IвЂ™m not. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Royal smiles. He turns away suddenly, runs to the bus, an jumps inside. He looks back to Etheline. He yells: ROYAL (CONTвЂ™D) Take back Pagoda, will you? Etheline hesitates. She nods. The door closes. Etheline and Henry stand watching with Sanchez. INT. ELIвЂ™S CAR. NIGHT. Eli drives through a tunnel at top speed in the middle of night. He has on sunglasses, and he is covered with grass and dirt. Electronic music blasts from the stereo. He loo lost and sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Page 258. It says вЂњChapter Nine.вЂќ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An invitation to EthelineвЂ™s and HenryвЂ™s wedding at th on Archer Avenue. It is nearly identical to the invitatio on the cover of the first edition of The Royal Tenenbaums EXT. STREET. DAY. Ari, Uzi and Pagoda stand in front of the house with Buck receiving the wedding guests. They help people out of the cars, give them programs for the ceremony, and direct the the front door. There are about fifty guests. Half of them are black and half are white. The members of the wedding party are dres in morning suits. Royal and Dusty get out of a gypsy cab. Royal smiles at A and Uzi. He hugs Pagoda and kisses Ari and Uzi on the top of their heads. He looks around. He whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I got you some jawbreakers. Royal slips Ari and Uzi each a large purple-and-green-str jawbreaker. They hide them in their jackets. INT. CHASвЂ™ BEDROOM. DAY. A twenty-one-year-old black Navy midshipman helps Henry finish tying his bow tie. The midshipman is Walter. Henry studies his tie in the mirror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "ItвЂ™s slightly uneven. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Henry unties his knot and starts from scratch. Richie cra open the door and looks into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Henry? Henry looks to the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Hello, Richie. This is my son, Walter Sherman. Richie comes into the room. He and Walter shake hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Nice to meet you, Walter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Nice to meet you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "HenryвЂ™s your dad? Chas is standing in the doorway. Walter hesitates. He nod Chas looks to Henry. CHAS (CONTвЂ™D) So youвЂ™ve been married before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "Yes. IвЂ™m a widower.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Oh, yeah. I forgot. (pause) You know, IвЂ™m a widower myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I know you are, Chas. INT. MARGOTвЂ™S BEDROOM. DAY. Margot looks out the window at the guests arriving on the street while Etheline finishes her make-up. Margot has a white plastic inhaler in her mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What are you chewing on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "My nicotine inhaler. ItвЂ™s supposed to help me quit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Is it working? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Not really. EXT. STREET. DAY. Ari and Uzi tie BuckleyвЂ™s leash around a pole in front house. Royal and a very small Irish priest stand together the top of the steps.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, of course, IвЂ™m half Hebrew, but the children are three-quarters Mick- Catholic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PRIEST",
          "text": "(nods) So they were raised in the church.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(pause) I believe so. I really donвЂ™t know. A carвЂ™s tires squeal around the corner. Royal and the p look down the block. EliвЂ™s convertible skids through th turn on to Archer Avenue. Royal and the priest frown. INT. ELIвЂ™S CAR. DAY. EliвЂ™s face is covered with Apache warpaint. He is dress a morning suit. He wears a distracted smile. He downshift accelerates, and steers toward the Tenenbaum house. He whispers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Here I come.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Ari, Uzi and Buckley watching frozen as EliвЂ™s car races toward them. Royal looks panicked. He looks to Ari and Uz and hollers:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Boys! Royal jumps down the stairs. INT. MARGOTвЂ™S BEDROOM. DAY. There is a tremendous crashing boom and the sound of shattering glass. Etheline rushes over next to Margot at window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "What was that? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Eli just crashed his car into the front of the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "Oh, my God. INT. STAIRWELL. DAY. Chas sprints down the stairs three at a time. He falls an bangs against the wall. He gets back up and keeps running INT. LIVING ROOM. DAY. Eli sits on the floor, barefoot, covered in glass and deb He is bleeding from a head wound. Three dalmation mice da around the room in confusion. Several guests help Eli stagger to his feet. They look alarmed at his appearance, particularly the warpaint.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Where are my shoes? Dudley finds one of EliвЂ™s shoes in the fireplace. He ha it to Eli. Eli puts it on. EXT. SIDEWALK. DAY. The wedding guests quickly begin to come out the front do and gather around the smashed car. There is also a crushe mailbox, and mail is scattered all over the sidewalk. The lighter airmail envelopes drift about in the wind. Chas r down the steps. He yells:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Where are you? Royal and Richie stand up among the rubble. Royal holds A under one arm and Uzi under the other. He sets them down. Chas runs over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "TheyвЂ™ re OK, Chas. Chas grabs Ari and Uzi. He examines them. ROYAL (CONTвЂ™D) ItвЂ™s OK. TheyвЂ™re safe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Dad, they ran over Buckley.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "What? (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Chas looks to Royal. Royal nods. He turns to the wreckage BuckleyвЂ™s leash remains tied to the railing and extends beneath the wheels of EliвЂ™s car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I think we lost Buckley. Ari and Uzi start to cry. Richie brushes some debris off UziвЂ™s hair. He looks to Chas and points to Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "He saved them. Kind of. Chas looks to Richie. He says blankly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "He did? Richie nods. Chas looks to Royal. Royal shrugs. Eli appears in the broken front window of the home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Did I hit anybody? Everyone looks to Eli. ELI (CONTвЂ™D) Is everybody okay? Eli sees Chas staring at him. Eli hesitates. He darts awa from the window. Chas bolts up the steps, banging his way through the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Chas! Wait! INT. HALLWAY. DAY. Chas bursts into the house. He screams:",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Eli! The guests panic as Eli jumps over a couch, knocks over a chair, and ducks into the kitchen. INT. KITCHEN. DAY. Pagoda looks up from a tray of canapes he is preparing. H does not appear to notice EliвЂ™s strange appearance and injuries. He holds one of the canapes to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAGODA",
          "text": "This is the quailвЂ™s egg. Eli takes it quickly. Chas smashes open the door. Eli bod checks him and breaks out of the room. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They slam past the priest and knock him down the basement stairs. The wedding guests scream and yell and try to bre it up or get away. Eli slips out the back door and sprints into the garden. EXT. BACKYARD. DAY. Eli runs to the back wall and tries the gate. It is locke Chas tackles him hard. Chas grabs him by the arm, swings around, and slams him against the wall. Eli yells. People rush into the backyard. Richie runs outside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Chas! DonвЂ™t! Richie tries to pull Chas off Eli. Chas elbows Richie in face. Richie falls backwards into the bushes. Chas picks Eli and tries to throw him over the wall. Eli scratches a clutches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Help! Please! Chas yells insanely. He throws Eli over the wall. He turn to everyone watching him. They look stunned. Chas breathe heavily. Richie sits up in the bushes. He has his hand ov his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Chas? Chas hesitates. He climbs over the wall. EXT. NEIGHBORвЂ™S YARD. DAY. Chas lands in a Zen garden, next to Eli. Eli is stretched out on his back. He and Chas look at each other. Chas lie down on the ground. He seems drained. It is very quiet. They both stare up at the sky. There are bonsai trees all around them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "Did I hit the dog?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(pause) Is he dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(pause) I need help. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "So do I. Walter looks over the top of the wall, down at Chas and E He looks back behind him and yells to someone:",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "Go around to the other side! EXT. EMBASSY. DAY. Henry and Royal run around the corner and up the steps of neighborвЂ™s house. A plaque next to the front door says вЂњResidence of the Japanese Ambassador.вЂќ Royal knocks. wait. Royal looks to Henry. He says suddenly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Can I say something to you, Henry? Henry looks to Royal. ROYAL (CONTвЂ™D) IвЂ™ve been considered an asshole for about as long as I can remember. ThatвЂ™s just my style. But IвЂ™d feel pretty blue if I didnвЂ™t think you were going to forgive me. Henry nods. He says gently:",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "I donвЂ™t think youвЂ™re an asshole, Royal. YouвЂ™re just a kind of a son of a bitch. Royal seems genuinely moved by this remark.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "Well, I appreciate that. The door opens. A small Asian woman in a kimono looks out them. ROYAL (CONTвЂ™D) Can we get into your backyard, maвЂ™ am? We got a couple of boys out there. EXT. SIDEWALK. DAY. There are two police cars, an ambulance, a tow-truck and fire engine in front of the house. Raleigh and two paramedics roll the priest on a gurney. Raleigh holds the priestвЂ™s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PARAMEDIC",
          "text": "I think he mayвЂ™ve broken his ankle. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "ThatвЂ™s not terribly serious, is it? (to the priest) Do you have an alternative? The priest shakes his head. Eli is being questioned by a police officer. His warpaint smeared, and there are several bandages on his head and a He looks very upset.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "At which point I apparently lost control of the vehicle, smashed it into the house, and killed that poor dog. The police officer studies EliвЂ™s driverвЂ™s license.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER",
          "text": "YouвЂ™re Eli Cash.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(pause) I am, indeed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLICE OFFICER",
          "text": "I love your work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "(touched) How sweet of you to say so. Royal stands among a group of firemen with a dalmation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I think heвЂ™s part mutt. What kind of papers you got for him? One of the firemen shrugs. Royal points at the dalmation. ROYAL (CONTвЂ™D) Sparkplug. Sit. The dalmation sits. Royal looks impressed. Dusty stands with Richie on the sidewalk and examines his eye. It is scratched badly and looks terrible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "Can you see out of it? Richie covers his good eye to test his bad eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Not really. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUSTY",
          "text": "Uh-huh. Minor corneal damage. Page me if it spreads to the other eye. Raleigh and Dudley stand next to each other wearing firem helmets. Dudley laughs crazily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "WhatвЂ™s so funny, Dudley?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DUDLEY",
          "text": "You look great! Henry and Walter survey the scene from the smashed-out li room window. Walter points to the rubble.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WALTER",
          "text": "But these arenвЂ™t structure-bearing elements, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "It doesnвЂ™t matter. ItвЂ™s still best to file under force majeure and recoup the deductible. Ari and Uzi try to look at Buckley under EliвЂ™s car as s firemen and tow-truck drivers attach straps and chains to wheels and axle. Etheline goes over to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "You boys come over here with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "But BuckleyвЂ™s still under there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ETHELINE",
          "text": "I know, but thereвЂ™s nothing we can do for him, at the moment. Royal takes the dalmation over to Chas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I got you a new dog for the boys. Chas looks at the dalmation. He looks back to Royal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WhatвЂ™s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I just bought him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "You did? Royal nods. Silence. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "IвЂ™m sorry I let you down, Chas. All of you. IвЂ™ve been trying to make it up to you. Royal holds out the leash. Chas hesitates. He takes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WhatвЂ™s his name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "(quietly) Sparkplug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "Thank you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "YouвЂ™ re welcome. Chas suddenly starts crying. He stares at the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHAS",
          "text": "WeвЂ™ve had a rough year, Dad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "I know you have, Chassie. Royal puts his hand on ChasвЂ™ head. Chas looks to Royal takes a deep breath. He nods. Royal watches as Chas takes the dalmation over to Ari and Uzi and talks to them quiet for a minute. Uzi pets the dalmation. Ari takes the leash. Etheline loo to Royal. Royal looks back at her. Etheline smiles sadly. EXT. ROOF. DAY. Richie and Margot sit near the edge of the roof, next to falcon in its coop. Richie has an ice pack over his eye. brushes his hand against the white feathers on the falcon neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "I wonder what happened to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "I donвЂ™t know. (pause) Sometimes when people have a traumatic experience, their hair turns white. Silence. Margot says quietly:",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "Well, IвЂ™m sure heвЂ™1l get over it. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "Richie nods. Margot looks at him for a minute. She takes her inhaler out of her mouth and puts it in her pocket. S turns and looks at the top of the chimney. She pulls out loose brick. She reaches behind it and takes out a pack o cigarettes and a matchbook. She looks to Richie. She poin at the chimney.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT, (CONT'D)",
          "text": "This was one of my first hiding places. Richie studies the pack of cigarettes. It is still sealed but the wrapper has faded.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "How old you think those are? Margot opens the pack, takes out a cigarette, puts it in mouth, and lights it. She takes a puff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGOT",
          "text": "IвЂ™d say about ten years. Richie nods. Margot offers him a cigarette. He takes it, and she lights it. Margot puts her arm around RichieвЂ™s shoulder, and they smoke their stale cigarettes together. EXT. GARDEN. DAY. Ari, Uzi and Chas watch Royal throw dirt on to a grave in backyard. They have tears in their eyes. The dalmation si on the ground next to them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Royal dug a hole for Buckley behind the garden shed, and buried him in a canvas duffle bag. Chas hands Royal a bottle of scotch, and Royal takes a dr",
          "sentiment": "neutral"
        },
        {
          "speaker": "ROYAL",
          "text": "All right, boys. Say a prayer -- Ari begins, with a jawbreaker in his mouth:",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARI",
          "text": "Dear Heavenly Father -- INT. OFFICE. DAY. Henry and Etheline stand side by side in front of a judge a small office with green carpet and an exercise bicycle. Henry has his left hand raised and his right hand on a bi",
          "sentiment": "neutral"
        },
        {
          "speaker": "HENRY",
          "text": "So help me God. (CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The judge extends the Bible to Etheline. She puts her han on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Etheline and Henry were married forty- eight hours later, in judgeвЂ™s chambers. INT. THEATRE. NIGHT. A stage-set for a play that appears to take place ina network of tree houses on a tropical island. A father introduces his daughter to a group of native tribesmen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FATHER",
          "text": "This is my adopted daughter, Elaine Levinson. The house is sold out. Royal sits in the front row with t other Tenenbaums. He laughs quietly and shakes his head. The rest of the audience is silent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "MargotвЂ™s new play, The Levinsons in the Trees, was produced at the Cavendish Theatre.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CUT TO",
          "text": "Margot standing alone outside the theatre, under the marq smoking a cigarette. NARRATOR (CONTвЂ™D) It ran for just under two weeks and received mixed reviews. INT. AUDITORIUM. DAY. Brooks College. Raleigh and Dudley sit onstage at a table front of an audience of doctors and medical students. Raleigh takes a question.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MEDICAL STUDENT",
          "text": "Can he tell time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RALEIGH",
          "text": "Oh, my Lord, no. Dudley shakes his head emphatically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Raleigh and Dudley went on a lecture tour to eleven universities in the promotion of their new book.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(CONTINUED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "CONTINUED",
          "text": "A copy of RaleighвЂ™s new book, DudleyвЂ™s World. On the jacket there is a yearbook photograph of Dudley with his Henry Aaron-style glasses flipped up. His expression is almost impossibly blank. EXT. HOSPITAL. DAY. A resort compound on the high plains. Eli practices with lasso in front of several young addicts. He has stitches his forehead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Eli checked himself into a rehabilitation hospital in North Dakota. A tall, skinny, Native American man in his late forties w over to Eli. He and Eli are dressed in matching deerskin jackets. Eli points to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ELI",
          "text": "This is my sponsor, Runs with Two Horses. INT. 375TH STREET Y ROOFTOP. DAY. A concrete tennis court with a chain-link net. Ari, Uzi a a group of children dressed in tennis clothes watch as Ri demonstrates the continental style of grip to them. Richi has a white gauze patch taped over his eye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RICHIE",
          "text": "Rod Laver used it. You know who Laver is? Uzi steps up to the service line. He bounces a ball and g ready to serve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Richie started a programme teaching competitive tennis to eight- to twelve- year-olds at the 375th Street Y. Uzi hits a fast serve to RichieвЂ™s forehand. Richie fire return full-speed straight down the line. Uzi watches it race past him. EXT. STREET. DAY. Royal, Chas, Ari and Uzi ride on the back of a speeding garbage truck. They are all laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Royal had a heart attack at the age of sixty-eight. \f119. INT. AMBULANCE. DAY. Royal is strapped on to a gurney with tubes sticking out his arms and an oxygen mask on his face. Chas sits beside him, holding his hand. The ambulance races full-speed up wrong side of the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NARRATOR, (V.O.)",
          "text": "Chas rode with him in the ambulance, and was the only witness to his fatherвЂ™s death. Royal appears to be smiling underneath his oxygen mask. H looks up at Chas. Chas puts his hand on RoyalвЂ™s cheek. Royal closes his eyes. NARRATOR (CONTвЂ™D) In his will, he stipulated that his funeral take place at dusk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Page 275 of The Royal Tenenbaums. It says вЂњEpilogue.вЂќ EXT. CEMETERY. DAY. Snow falls lightly, and the sky is getting dark. Everyone the family is gathered around as Chas, Richie, Henry, Raleigh, Eli, Dusty and Pagoda lower the casket. They are all bundled up in coats and scarves. They step away from grave. Henry stands next to Etheline. She takes his arm. Pagoda wears RoyalвЂ™s sunglasses. Tears stream down his face. D stands beside him. Margot has her arm around RichieвЂ™s shoulder. She smokes a cigarette. Raleigh stands next to Dudley. Eli stands next to Walter. The priest is on crutches. Chas looks to Ari and Uzi standing a few yards away. He nods. Ari and Uzi fire several shots into the air with Ch and RoyalвЂ™s old BB guns. RoyalвЂ™s gravestone sits in a wheelbarrow next to a pile dirt. It reads вЂњRoyal OвЂ™Reilly Tenenbaum (1932-2001) Epitaph: вЂњDied tragically rescuing his family from the wreckage of a destroyed sinking battleship.вЂќ The priest this and hesitates. He looks puzzled. He smiles slightly. Richie throws a white flower into the grave. They all sta in silence for a minute before they turn away and walk to their waiting car.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1580"
    }
  ]
}