{
  "movie_id": "MOV1596",
  "scenes": [
    {
      "location": "SUBURBAN BACKYARD",
      "time": "DAY",
      "characters": [
        "ARNAU",
        "JEFF",
        "ON COMPUTER SCREEN",
        "ON THE DOCK",
        "SAFETY NOT GUARANTEED",
        "INSIDE THE POST OFFICE",
        "EXT HIGH SCHOOL FOOTBALL STADIUM",
        "ON THE FRONT PORCH",
        "BELINDA",
        "JEFF, (0S)",
        "BOYFRIEND",
        "OUTSIDE",
        "ARNAU, (0S)",
        "LIZ",
        "CUT TO",
        "GIRLFRIEND",
        "SMITH",
        "BAR",
        "COWORKER, (OS)",
        "DARIUS ARNAU",
        "BRIDGETTE",
        "SHANNON",
        "JOCK",
        "DARIUS, (OS)",
        "JONES",
        "RESTAURANT MANAGER",
        "UP THE HILL",
        "S ACURA",
        "MOM",
        "DEPUTY",
        "JON",
        "PB",
        "JAY LENO, (ON TV)",
        "MR. BRITT",
        "DARIUS",
        "ERIC",
        "MAN IN FLANNEL",
        "COWORKER",
        "FARID",
        "ON THE MACHINE",
        "DARIUS, (VO)",
        "KENNETH, (VO)",
        "KENNETH",
        "BEEFHEAD",
        "KENNETH, (OS)",
        "DISSOLVE TO",
        "GOTH GUY",
        "SHIFT MANAGER",
        "SEASIDE INN MOTEL ROOM",
        "A COMPUTER MONITOR",
        "ON DARIUS",
        "SEASIDE INN MOTEL"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "Kids run and play in a yard decorated for a little girl’s birthday. Under a HAPPY 7th BIRTHDAY DARIUS banner we see MR. & MRS. BRITT looking around for their daughter. Isola from the frolicking kids, a pair of little eyes peek thro a slot in a large cardboard box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "Grew up in New Jersey - wait, before that I guess, my parents decided to give me a black man’s name. Which was awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad, circa 1988, smiles with unbridled excitement as he t his new house-under-construction with pregnant Mom in an upper middle class suburb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "They always said they just thought Darius sounded pretty but I think they did it to deal with guilt. Dad’s smile turns awkward when he locks eyes with one of BLACK WORKERS shoveling dirt under the brutal summer sun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "So, grew up there with them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "13 year-old DARIUS BRITT’S long dark hair whips wildly in backseat behind her parents in a convertible BMW.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "They hit a really weak mid-life crisis right when I hit middle school. Again, awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The BMW drives off as Darius, her hair now a wild afro, j a motley group of AWKWARD FRIENDS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "Then my mom died and we moved to New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dad makes uncomfortable eye contact with a BLACK MOVER carrying a heavy ass New York Jets-themed juke box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It stands up and walks away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "High school - whatever, then four, not five, years of college. And now, here I am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARIUS, 22, as pretty as a smart, funny girl can be, rega the tanned RESTAURANT MANAGER across the table from her i this gallery of forgettable birthday dinners.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Did that answer the question?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTAURANT MANAGER",
          "text": "(not amused) Usually people just say where they’re from and where they worked before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Great. I’m already overqualified.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTAURANT MANAGER",
          "text": "So, in any of your previous jobs, can you tell me one instance in which you went above and beyond the call of duty for a customer? Darius lets a laugh slip out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What would I be doing here? Fighting fires and saving lives? I thought this was for a waitress. The Manager sweeps her application into a folder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTAURANT MANAGER",
          "text": "I’m going to be honest. I’m not sure your attitude fits what we look for in customer service. Darius gives him a wide eyed look. She looks prettiest wh not on the offense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait, I mean I could make something up. When I worked at Fridays I donated bone marrow once to a guy who got a Mr. Pibb instead of Coke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTAURANT MANAGER",
          "text": "You think you’re too good for this? Why are you even here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I’m sorry. I really need the money. I work my ass off all day at an internship. I just need something to get by until I break in to the paid world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RESTAURANT MANAGER",
          "text": "It’s not going to work out here. I can tell your type. Difficult, bad attitude. You’re just not a quality hire.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You're a fucking Macaroni Grille manager.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius struggles under a Costco megapack of toilet paper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The elevator doors press against the massive economy bund giving Darius time to squeeze into the crowded elevator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Could someone push three? Faces and shoulders are mashed by the squishy package as tries to find a comfortable spot to stand in here. She settles, then makes eye contact with a hip, ATTRACTIVE GU",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What’s up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius lugs the asswipes through an office designed to lo too casual to be an office. On a wall she passes are fram covers of Facsimile Magazine, which appears to blend tech pop culture with an ironic spin into a monthly periodical \fINT. FACSIMILE - BRIDGETTE’S OFFICE - DAY BRIDGETTE BAY, 34, a harshly beautiful editor with a visi hate for all women younger and/or more attractive, speaks the phone with stress and urgency. Darius leans the megapack on her desk while she fishes ch and a receipt out of her purse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "hand over phone receiver",
          "sentiment": "neutral"
        },
        {
          "speaker": "PB",
          "text": "Don’t put that there. Darius puts it on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "No! Put it in the utility closet and fill all the bathrooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah, I was just giving you this. Bridgette, annoyed, waves the money away and glares at he desk, where Darius places the change. She removes a pack tampons from a plastic bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I got your...stuff, too. Bridgette scowls at her. The tampons go on the table and Darius kneels to power squat the economy pack back up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "(into phone) Yeah, an intern. They need everything spelled out for them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On her knees, Darius has to really lean and tilt her head dangerously close to the toilet bowl to get the empty pap roll unlocked. She straightens her head and frowns as she feels the wetness of her soaked hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Ohhhhh-kay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The blinds are closed as the whole office is gathered to listen to pitches accompanied by slides. Bridgette stands next to a projected slide of two cowgirls kissing on a st",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So the lesbian band story is in for next month. JEFF SCHWENSEN, 29, has a slight Jersey accent and looks he could be in a shirtless men’s razor commercial.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wasn’t one of the interns in one of those female bands? Who was that? Jeff looks around and stops his eyes on Darius in the bac the room. She doesn’t like being put on the spot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It was you, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yep. Played bass. We weren’t a les- band, though. Jeff nods confusedly, sure up to now that she was a lesbi Darius fills the silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "We were called Period Pieces. Cause of the double entendre. Now more silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "Okay. What else do we have? Jeff looks over his notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What about the time traveler ad? A blown-up CLASSIFIED AD comes up on the Powerpoint scree Darius is immediately intrigued by the words that appear. WANTED: Someone to go back in time with me. This is not a joke. P.O. Box 322, Ocean View, NC 28469. You'll get paid after we get back. Must bring your own weapons. Safety no guaranteed. Some LAUGHS around the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So this is an ad someone e-mailed in, taken from the classifieds of a newspaper. I’m thinking kind of a funny piece about it, maybe a tongue-in-cheek investigation. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fJEFF (cont'd) Who put it up? Is it real, a prank? Come up with theories and whatnot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "You want it? It’s yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Can I get a couple interns for research? Darius’ eyes open. This is her chance to escape Bridgette",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Me. Please. The socially awkward, prematurely balding 22 year-old nex her, ARNAU, doesn’t take his eyes off of Darius’ legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Me, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Done. INT. FACSIMILE - JEFF’S OFFICE - LATER A small office. Darius and Arnau sit across a desk from a distracted Jeff, who eyes Bridgette through a window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "We sent a letter to the address in the ad and asked them to get back to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "And I called the local paper but they’re all uptight and won’t give out the info on the people that take out ads. Jeff leans back and runs a hand through his hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I fucked Bridgette.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Whoa. Arnau’s mouth freezes in the open position.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "That's gross, kinda.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know. Sometimes someone pisses you off so much you just wanna -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Did she like boss you around and criticize your technique the whole time? Bridgette makes quick eye contact with Jeff through the g",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We gotta get outta here. Go to Ocean View.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "We?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You don’t want to go?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I don’t know. You’re not going to fuck me, are you? Like sneak attack style.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What? No. What’s Christ, the shit rather stay here wrong with you? you say. You’d and change the toilet paper? The phone RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We'll talk about you going to the birthday? it tonight. Are thing? For Marty's",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Now you are. See you then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What should I wear? Jeff eyes Arnau and picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "A COMPUTER MONITOR",
          "text": "An internet viewing history window is open on the left, the right window clicks through various pornographic page",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (OS)",
          "text": "My dad is sadly at the point where he’s technologically sophisticated enough to find specialized niche internet porn but doesn’t know how to clear the browsing history. After a slew of teen-themed sites a couple preggo’s go by",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius is at a living room computer in a sparse suburban home. A polite Algerian in a SUNY sweatshirt, FARID, 20's sits on a couch behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "This is worse than watching beheading videos. Why do I do this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARID",
          "text": "Those are not mine, I promise.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I know. You would know how to cover your tracks, with all that experience you guys have scamming Americans on the internet from Algeria or Nigeria or wherever you're from. Farid shakes his head patiently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Don’t play dumb, I watch Dateline. Darius’ father, MR. BRITT, 50, enters the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "Dary, after dinner see if you can figure out why the computer’s been so slow. Videos take forever. Darius nods, blank faced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "Hey Farid, would one of those little mini laptops help out with your schoolwork?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, Mr. Britt. You’ve been too generous, sir. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius eyes her father across the table. Farid happily ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Can I take the car? I’m going out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "Out out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s just this work thing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "That’s great, Dary. You should be going out more. It’ll help you out of your funk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I have no funk. Totally funkless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "Something is wrong with you, honey. But getting out there, being social, it’1ll make you feel better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "This is, this is - okay, what? What is wrong with me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "You're sad. I don’t know how to describe it. There’s a cloud around you. You’re very antisocial. And you're a virgin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FARID",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "Honey, even in my day twenty-one was pretty old to be a virgin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Oh my god, how do I eject? What makes you think? How would you even know? \f10.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "Who would it be? I don’t think I’ve ever seen you with a guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "How do you know I’m not on Craigslist having casual encounters, F-4-M’ing it up out there? Or when I lived away in the dorms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "I talked to Amy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Why are you talking to my college roommate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "We're friends on Facebook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Ew. This is too much. I’m done. But I’m staying to finish because I’m hungry. Darius silently eats her dinner. Mr. Britt pats Farid’s b",
          "sentiment": "neutral"
        },
        {
          "speaker": "MR. BRITT",
          "text": "You gettin’ enough, Farid? Let me grab you another steak.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A corner booth at a loud dance club. Darius and Arnau are sandwiched between Jeff and ERIC and JON, two 25 year-old guys who spot each other at the gym and take care to avoi wearing the same Ed Hardy T-shirt when they go out. They listen to Jeff in awe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Dude, it was fucking insane. I knew from her friend that she had herpes but I wasn’t supposed to know, her friend swore me not to say she told me, so I was in the fucking room with this girl all night trying to make up reasons why I didn’t want to fuck her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "Why didn’t you just get the fuck out of there? \f11.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She was fucking naked and looked super hot. It was a fucking quandary.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JON",
          "text": "What’d you tell her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I was saying all this shit like I didn’t want to rush into anything and get hurt. Meanwhile she’s like, “I want you to fuck my ass.” And I'm like, you're the kind of girl I might fall in love with, let’s take it slow. The two dudes laugh hard. Darius observes like she’s on a disgusting safari.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "So excuse me for interrupting but were we supposed to talk about the story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hold on, I’m gonna get a drink. Talk to my buddy, Eric. Eric eyes Darius aggressively as he shouts to Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "Dude, your intern is sort of hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jon gets nasty on the dance floor, grinding obscenely wit CHICK in a too-short skirt. Darius ricochets her eyes away from the scene, still seat at the table. Eric brings her a drink. She watches his primitive grin as he takes in the debauchery on the dance floor. He turns his focus back to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "So do you watch Family Guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "That shit is hilarious. Darius nods. He nods. \f12.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "So fucking funny. He stares at her tits. She leans over to Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I’m gonna go home, since this is pointless.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What? Alright. Get ready for a ten hour drive to Ocean View tomorrow. Darius sits up and leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I want a shared credit. Let me help write it. I need a break. Please?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You're just hitting me up now cause I’m drunk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We'll see what you write. If it’s good I can get you in the by line. Darius lights up a bit and stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Alright. That’s all I came for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "It’s so early. Eric slides in front of Darius and speaks in a confident, practiced tone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "It would make me really happy if you would not let this night end and let me buy you one more drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No thanks. He takes her hand, causing her to frown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "You’re gonna make me unhappy? I’11 be thinking about you all night. \f13. Darius, confused, looks to Jeff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Is this normal? What’s he doing? Eric takes her hand and places it on his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "Can’t you feel what you do to me? What you do to my heart?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Oh my God, are you serious? He just flexed his chest. Darius removes her hand and gets up to leave.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ERIC",
          "text": "Aww! Why you gonna do that to me? (points at Jon) Dude! Taco Bell! Let’s go! Right now! Darius hurries away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius escapes through the front door with a packed trave bag in the groggy, dim pre-morning hour. INT. ARNAU’S HOUSE - MORNING Arnau plays a massively multiplayer online game set in th pirate world. He jams his swarthy pirate into some game glitch that results in the character jittering up and dow repetitively while an endless shower of experience points gold rains down into his cache. Arnau checks his watch, leaves the game on, and takes off",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON COMPUTER SCREEN",
          "text": "Arnau’s pixel pirate, still in seizure, is approached by fat pirate and a chat box appears: WIF U DOING? The fat pirate waits for a moment, then casually stabs th jittering pirate with a sword, dropping him dead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius and Arnau get into Jeff's Acura. \f14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bridgette approaches Jeff's office with two cups of coffe hand. She slows as she passes, sees it empty through the glass, then keeps walking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff's car cruises the interstate in a dense, urban area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The backdrop has turned rural. Trees beginning to shed fo fall race past.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We're budgeted for two rooms, but if we all share one we can use the extra money for other shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Coke and hookers? Meth, actually. Probably more of a meth town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Exactly. Arnau fidgets. Jeff eyes him in the rear-view.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Arnau. Easy. We’re just fucking around. We can spend it on buffets and shit. You never do coke or anything when you’re studying for a test?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Cocaine? Are you crazy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You're obviously not serious about your schoolwork.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What are you studying?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Biological and life sciences.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What the fuck are you interning at a magazine for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The diversity looks good on applications for grad school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Alright we need to get you laid on this vacation is what needs to happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Vacation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Work trip, whatever. INT. JEFF’S ACURA - LATE AFTERNOON Darius looks out the window as Jeff drives, sun",
          "sentiment": "neutral"
        },
        {
          "speaker": "OUTSIDE",
          "text": "Passing images. -- Sign reads “Beaches 5 Miles.” 15. going down. -- Bridges connect a marshy mainland to the island beach -- A seafood restaurant with a giant crab on the roof. -- A place called Shell World. -- Freezing TEENS run in soaked shirts across the street. -- A sign reads “Ocean View.” We get a good look at Ocean View. Nobody on the on the beach. The summer’s as faded as the last day’s sunlight here. The town feels lonely. Too late in September.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A crusty motel that hasn't been remodeled since 70's. The Acura pulls into the parking lot. The roads, nobody gasps of the cold and too the early three exit. Jeff walks to a porch that looks out on the ocean. The sk smeared and overcast. A chilling wind blows off water. Darius appears behind him, wrapped up in",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Ughh. It’s freezing here. Jeff, his shirt whipping in the wind, turns. the gray a hoodie. \f16.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s got a bite, don’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It makes my stomach hurt. Reminds me of when it was time to go back to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Now it’s all just one long school year. No end and no start. Except for this guy. Arnau joins them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "How many more years of school you got left, Arnau?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Total including doctorate or just undergraduate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Aw, forget it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius, Jeff and Arnau lug their bags into the outdated r Turquoise bed spreads and pink seashell lamps clash with panel wallpaper. Arnau squints at the Zenith TV set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "This is like the TV at my grandmother’s house. Darius drops her bags and looks at the two queen beds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "How're we doing the beds?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Interns in one. Me in the other.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS ARNAU",
          "text": "No. Alright I guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Fine. Me and Darius. Darius shoots him daggers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Fine. Get ready, Arnau, I cuddle. \f17. Jeff tosses his duffel bag on the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Tomorrow morning we jam it at the post office. Hopefully this guy checks his PO box every day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We pull out as an OLDTIMER, 70’s, enters frame and moves toward the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (OS)",
          "text": "Here we go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU, (0S)",
          "text": "No way. He’s too old to be time traveling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius and Arnau sit on the hood of Jeff's Acura. Both pe through the post office window at the wall of PO boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Excuse me? That’s the time traveling demo. White beards, spectacles, pipes. The Oldtimer opens a box right above 322.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Awww.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Close.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Wait, what about this one? A HEAVY LADY, 40, waddles to the boxes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "She wants to go back to the 90's when McDonald’s still had Supersizes. Arnau studies a newspaper in his hands. \f18.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "(reading) Wanted: Someone to go back in time with me. This is not a joke. P.O. Box 322, Ocean View, NC 28469. You'll get paid after we get back. Must bring your own weapons. Safety not guaranteed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF, (0S)",
          "text": "There are no Starbucks here yet. Crazy. They turn their heads as Jeff approaches with plain white cups of coffee and passes them out. Jeff waits one beat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "God this is boring as shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s kind of cool.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m gonna walk over to the water. There’s a pier me and my family used to go to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "You've been here before?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "We used to rent a house in Isle Point every summer when I was a kid. It’s not far from here. I got my cell on me. Jeff walks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Our dedicated leader.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius slumps in the driver’s seat of Jeff's car, window down. Arnau sits cross legged on the sidewalk, playing hi online game on the laptop. Darius sits up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INSIDE THE POST OFFICE",
          "text": "A FIGURE, only visible from behind, opens box 322. Nothin inside, he quickly closes it and steps away. Darius cranes her neck but can’t get a good look at the Figure exiting the front door. \f19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s him. The Figure gets into a piece of shit 80’s Datsun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s the guy. Darius starts Jeff's car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Following him. You coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What about Jeff? We should call him. Darius doesn’t care. She pulls forward as the Datsun driv away, leaving Arnau behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Datsun drives across a suspension bridge to the mainl Darius follows, keeping her distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A two level office building that’s seen better days surrounded by a low perimeter wall. The Datsun slowly drives through a field on the other sid the wall. The Datsun stops. INT. JEFF’S ACURA - SAME Darius stops the Acura on the side of the road and squint across the field at the Datsun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Figure exits the car and stands on his toes to see through a locked fence gate and into the compound. He pic up a clipboard heavy with pages of scrawled notes. This is KENNETH CALLOWAY, 28. Not bad looking at all, but off. His hair, facial expressions, style, everything, just a bit off. A few nuc acid sequences away from being a happy human. \f20. He jots down a note, nods with a serious determination th is slightly comical given his odd, mullet haircut, then g back into his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We track behind Kenneth pushing a pallet of detergent thr the lonely aisles of the 24 hour warehouse superstore. Darius appears from behind, discreetly trailing him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth speaks to SHANNON, 63, an aging black man with a weary face, as they stock shelves. Darius pretends to bro nearby as she listens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "The economy isn’t a fixed thing. People think because that’s how it is now then that’s how it’ll always be, but they’re just looking at this narrow band of time when if you look at the big picture the distribution of wealth has been steadily spreading out from aristocratic society to slave economy to industrial and on and on in both directions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANNON",
          "text": "I gotta do a bathroom check, brother. To be continued.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yeah, okay. It’s just amazing how they can get these people to vote against their economic interests. Like it or not it’s historically headed in one direction, they're just delaying the inevitable. Kenneth continues stocking. Darius walks past and eyeball his name tag as he stretches to reach the high shelf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius approaches a SHIFT MANAGER, pen and card in hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Excuse me, I wanted to fill out a comment card about one of your employees, Kenneth. What’s his last name? \f21.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIFT MANAGER",
          "text": "Aw jeez, what’d he do? I apologize ma’am, he’s a little... The Shift Manager points at his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No. It’s a positive comment. Like complimenting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHIFT MANAGER",
          "text": "Oh. Oh? Good. Kenneth Calloway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Thank you. They look across the jewelry displays and spot Kenneth, w makes a dramatic spin, scoops up a stray can on the floor re-stocks it with an unusual amount of flair and purpose before continuing on with that oddly funny focus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A small bar whose cheesy neon lights in tropical shapes a about half operational.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff drinks at the bar as he eyes the baby-faced COCKTAIL WAITRESS, 21, who serves the one occupied table in this b decorated with glowing palm trees and plastic torches. Arnau plays his on-line game on the laptop while sipping can of soda. Jeff looks over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Are you kidding me with this? You said you needed to check your e- mail. And order a beer for God’s sake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "I’m just seeing who’s online. Jeff pulls the laptop away. He sees an e-mail alert.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wait a minute. Jeff checks his e-mail. He clicks on a message that direc him to Facebook.com. \f22.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Alllright. She accepted my friend request and she still lives here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "(veading profile) Who's Liz Cleary?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She was like the local chick I used to hang out with when my family came here. Summer lovin’. Fuck she was so tan and hot. And her hair was always bleached white from the sun. Man, if there’s one girl I always wondered about it’s her. Darius approaches from behind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You creeps, drunk-stalking on Facebook at a bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Well there she is. Went all rogue, huh? What’d you get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Got his name, where he works.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Nice. Good job. Tomorrow I’1l go in undercover, pretend to answer his ad, get the scoop on this yo-yo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "(re: computer) What’d you get?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Basically he came here to hook up with a girl he knew when he was in high school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Seriously? Jeff shrugs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I'd be weirded out if some guy tracked me down after twenty years. \f23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I would be weirded out if some guy tracked you down too. Just knowing there’s a guy out there who would do that for you. Jeff sips his rum and cola.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(defensive) And it wasn’t twenty years. It was like thirteen. EXT. KENNETH’S HOUSE - DAY The Acura stops in front of a small house that must’ve on had great landscaping, which is now all dead and dried. INT. JEFF’S ACURA - SAME Darius has an open phone book on her lap. She reads the h number on the mailbox.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "991 Mallory. This is it. Jeff turns off the car and grabs the digital recorder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Can I go in, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You did good last night but let’s let me handle this. I don’t want to overwhelm the guy. Jeff gets out and heads across the street. Darius and Arn watch through the windows.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "So, do you go out a lot back home, like clubs and stuff?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Not really.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "You know those really tight leggings girls wear, do you wear -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "There he is! \f24. EXT. KENNETH’S HOUSE - SAME Kenneth exits a large shed beside the house and slides th doors to it shut. He then clamps shut a series of padlock INT. JEFF’S ACURA - SAME Darius opens her door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I wanna see. Arnau pauses for a moment before following her outside. EXT. KENNETH’S HOUSE - SAME Darius and Arnau sneak around the leafless trees lining t street. Darius’ eyes fall on Kenneth walking toward Jeff, stands on the porch of the house knocking on the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE FRONT PORCH",
          "text": "Kenneth stops at the bottom of the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Kenneth Calloway? Kenneth sizes Jeff up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You work out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hello. Uh, yeah. A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I haven’t been able to lately. Shoulder.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh, that sucks. But yeah, so I’m here cause I saw your ad in the paper, about needing a partner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "What’d you do? The credit header trick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "The credit header?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I’ve had like tons of people, four at least, show up at my door. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KENNETH (cont'd) Found my address connected to the PO box on credit headers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, me too. I didn’t know that’s what they were called.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "They were all jerks, though.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So then the position is still open?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "What’s your mission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "My mission?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Reason. For going back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Well, who wouldn’t want to? I mean, it’s an amazing opportunity. (Kenneth waits for more) You know...see dinosaurs with my own eyes? Um, watch the gladiators?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You're just tryin’ to have a laugh at me, like the rest of ‘em. Sending me joke letters, wasting my time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, I’m not making fun of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It takes guts, man. Real guts to do what I need to do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’ve got guts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Can you look fear and danger in the eye? Have you ever?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I live inside fear and danger. \f26.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Get out of here, man! Who do you work for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "For you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s not a trick question, jankhole! What do you know about pain and regret? Look at you! Get outta here! Kenneth brushes past Jeff and though the front door, whic SLAMS shut after him. EXT. JEFF’",
          "sentiment": "neutral"
        },
        {
          "speaker": "S ACURA",
          "text": "Darius and Arnau hurry up from behind Jeff to join him as strides to the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The three",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What’d he say? Was he totally Van Damme from Time Cop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "He’s the real deal. That ad is no prank. He’s like, he’s not retarded but there’s something wrong with him. Definitely did not like me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "So, what? That’s it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh no, this just got good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BAR",
          "text": "eat burgers at the bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What makes you think he won’t slam the door in my face, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You gotta be sincere and charm him. He’s used to assholes coming to make fun of him. \f27.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Also probably none of the other people were beautiful girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Easy, Arnau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "But use that too. There’s something off about him. You gotta go really slow, like you're trapping a skittish animal or something. Feel him out. Lure him. Girls know how to do that shit. Pretend he’s the guy all your friends want to fuck and you’re gonna be the one that gets to because you act like you don’t care.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You're dangling my vagina out there like bait? What if this guy’s a serial killer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Then the story’s even better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cold sun sets down beyond the town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tracking through the aisles behind Kenneth again. We see Darius, casually browsing. She turns her head and makes e contact with Kenneth. Kenneth is a bit thrown off by this young woman. He re- focuses and turns left into another aisle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius browses in the sporting section. Kenneth tentative appears and makes himself busy rearranging a shelf. Dariu glances over discreetly. Kenneth shyly meets her eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Do you sell guns here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "What kind of gun?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don’t know, something sexy and affordable with killing power. Kenneth digests these criterium with earnestness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hm. You probably want to go to C&R Guns in Wilkins. We only have airsoft and pellet guns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What about one of those things with the spiky ball at the end of the chain? Does this kind of store still carry those or did Rosie O'Donnell ruin that too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "What exactly is the intended use? Like, hunting? Or pest problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Well if your ad had been written properly I'd have a better idea of what I need. Kenneth pauses, looks around, as if people are watching.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "My ad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah. Sloppy. I hope you worked harder on your calibrations.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "My calibrations are flippin’ pinpoint, okay? Darius shrugs, not convinced. Kenneth begins pacing, 28. paranoid. He nervously picks up a pink rubber coated dumb and starts distractedly doing curls with one arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "There’s people after me. How do I know you don’t work for them?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Cause I’ve never worked for anyone in my life. Darius’ nonsense slides so slickly out of her mouth. Kenn chews on all of it like it has meaty meaning. \f29.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You ever faced certain death?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "If it was so certain I wouldn’t be here, would I? Kenneth is at a loss. She makes too much sense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "This is a bad place to be talking. I’m off in like fifteen minutes. Let’s rendezvous. INT. JEFF’S ACURA - NIGHT Jeff sleeps, stretched out in the back seat. Arnau types laptop in the front passenger side. Darius SWINGS open the door and jumps in. Jeff springs aw",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Get down!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(scared) What’s going on?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Get down! Don’t let him see you. Arnau slides the seat back and ducks down, curling up in foot space. Jeff slides down onto the floor of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Is he coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What the fuck is going on! Darius spots the Datsun ahead of her. It flashes its brig twice before pulling away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I got him all juicy for me but he’s all paranoid about everything. Darius starts the car and follows Kenneth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "He’s taking me to a secure location to talk more. He’s all freaked out though, he thinks people are following him. \f30.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Acura follows the Datsun through the streets in the e of Wilmington past strip malls and closed water parks. INT. JEFF’S ACURA - NIGHT Jeff laughs in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "If this guy’s a predator taking you to a sex bunker he’s gonna freak when me and Arnau come falling out of here like some clown car. The brake lights ahead of them FLASH RED as Kenneth stops an alley behind a supermarket. He gets out of the car and walks toward the Acura, now also stopped. Darius tenses.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Shit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s going on out there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "He’s coming!",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Oh man. Arnau curls into a smaller, frightened ball on the floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Don’t let him see us. We'll blow it all!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What do I do? Kenneth is almost to the Acura. Then HEADLIGHTS light him up as a car pulls into the alle behind them. Darius thinks fast and seizes the opportunit putting the car in drive. Kenneth steps back she Darius accelerates. She shouts out window as she passes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "We're being followed! Go! \f31. Darius’ Acura speeds around the Datsun and turns a corner Kenneth’s eyes go wide at the innocently approaching car. turns and sprints for his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An OVERWEIGHT BOYFRIEND AND GIRLFRIEND watch Kenneth’s panicked run to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYFRIEND",
          "text": "What the hell is this? They slow as they approach. Kenneth opens his trunk and p out a shotgun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOYFRIEND",
          "text": "Oh shit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GIRLFRIEND",
          "text": "Git! Git! Go! Git out! The Boyfriend wildly swerves his car and speeds away. INT. JEFF’S ACURA - NIGHT Darius pulls over on the side of the road around the corn",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Get out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Where the fuck are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I don’t know. Just get out and I’1l come pick you up after I’m done. Jeff looks out the window and sees a row of run-down hous On one porch several BLACK MEN in wife beaters drink from brown bagged bottles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "(wary) I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, fuck that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What are you guys, racist? Her cell phone RINGS, lighting up the car interior. \f32.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Hello? INT. KENNETH’S DATSUN - NIGHT A shaking, spooked Kenneth drives with his cell to his ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s too hot here right now. I have a gut feeling you’re not with them but, but I just don’t know. I’m gonna do a background check on you and I‘1l be in touch if everything's good, okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS, (VO)",
          "text": "(on phone) Yeah, okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Okay. Good-bye, uh, good night. Kenneth hangs up. He leans over and looks at his face in rear view mirror. He pushes his ear back closer to his he and studies himself, positioned so that only that half of head is visible in the mirror. He keeps driving.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius wakes up to bright daylight filling the room. She out of her bed. Arnau sleeps on the other bed. Jeff is go She rubs her eyes and checks her cell phone. Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff enters a salon where a half dozen STYLISTS do their thing. A MAN and WOMAN occupy the RECEPTIONIST so Jeff dr back against the far wall and surveys the interior. His hopeful eyes settle on a thin BLOND, who turns around reveals her face. Not her. Jeff scans the other stylists. finally focuses on a wood cutting of the name LIZ in one stylists’ area. He studies the woman cutting hair there. LIZ CLEARY, 30, is more than a little on the heavy side, brown hair, pale skin and generally does not match Jeff's description of a sun-kissed beach blond hottie. Jeff stares at her, the brightness fading from his eyes. He turns and exits the salon. \f33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff sits at the bar with Darius and Arnau and wiggles hi fingers in front of his face while grimacing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She was, she was big, and like...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Your age? I know, gross.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Let’s just say the years have not been kind. They pretty much took a shit all over her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "When I go back in time with him I’m finding you as a child and turning you gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Did dude call yet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Don’t sweat it. He’ll call. Your weird mojo clicked with his weird mojo and you got him in the bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Should we like do a background check on him, or something? Make sure he’s not a murderer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "He seems pretty harmless. Jeff's eyes follow a young HOSTESS who walks toward them before meeting up with her baby-faced BOYFRIEND, 17. A br reality check registers on Jeff's face. Darius sees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Unlike perv-ison here. That girl’s like twelve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What girl? INT. KENNETH’S HOUSE - DAY Over Kenneth’s shoulder we see his computer screen. \f34. ON SCREEN: Darius’ MySpace profile. We see as he scrolls: --Darius has 0 friends. --Under “Here For”: Quantifying my self worth by the qual of total strangers who hit on me here. --CLICKS on “Photos”: Various photos of Darius doing pris poses, flashing fake gold teeth, and throwing up gang sig on a bed covered with one dollar bills. Kenneth leans more into frame and we hear TYPING. ON SCREEN: A Google search. Darius Britt. Various version the same article appear. The gist of all of them: Ridgewo Woman Murdered...survived by husband Phillip Britt and daughter Darius Britt. Kenneth’s arm comes into frame, holding a cell to his ear",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Friday night lights glisten off the wet grass in a me sized stadium. Two high school teams take the field. We follow Darius through a crowd and up the bleacher stai past the seated band, pounding their drums, to the top ro",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hi. Kenneth puts down a seat pad next to him. Darius sits on",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "(almost yelling) I hope you don’t mind the noise. It’s a good public place to meet. They won’t be able to hear our conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I would have done the same. Who are we dealing with here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Can’t say for sure. They’ve been following me, monitoring me since I started this mission. Government agents maybe. Probably. \f35.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Look. I just need to know if you’re some kind of nutjob and this is all bullshit or if you’re legit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Oh I’m legit. Darius gives him a dead stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Trust me. I didn’t put up that ad just so people would make fun of me. They wouldn’t do that to my face! Darius isn’t threatened by his awkward attempt at rage.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I don’t want to get jerked around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Jerking around is for jerks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HIGH SCHOOL FOOTBALL STADIUM",
          "text": "Jeff and Arnau sit a good distance away, watching Darius afar. Jeff opens a small cooler and forces a beer on Arna before taking one for himself. Jeff breathes in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "God, I remember that smell. The smell of grass, you know? And the sound of the drums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "You should give Liz a chance. That sucks to spend all those years wondering about her and you’re finally here and you don’t go through with it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "All that time I was wondering About her she didn’t look like a female butcher.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "That's sad if the love of your youth was just based on what a girl looked like in her bikini. \f36.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Naw, it’s not like that. It wasn’t her looks. She had the hottest southern accent. And she was so, I don’t know, warm. I don’t know how to describe it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "How do you know she’s still not? Jeff thinks about it. Then looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Dude, there’s a ton of hot chicks. Arnau looks. There are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "They're like all sixteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You should fucking put the moves on these chicks. An uptight MOM in the row in front of Jeff frowns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Well?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Well what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'll go see Liz again if you start talking to that chick right there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "They're high school girls.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, and you're a college guy. Who do you think high school girls fuck? They get an angry head turn from Mom.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HIGH SCHOOL FOOTBALL STADIUM",
          "text": "Darius plays it cool and straight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "So what’s the year? Where are we going? \f37.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "2003. Does that work for you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Perfect. That gives me time to do what I need to do. What are the...means of transportation?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hold it in your holster for a sec. I’m still making up my mind about you as a potential partner. I have to be completely certain I can trust you before I include you in certain information.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "That’s fair. What’s the time table?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "There’s a critical step soon. I need to obtain certain materials to facilitate the travel. I’m planning to execute this within the next week. As far as you’re concerned, this is an evaluation period. I’m not making any promises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Why 2003? What are you going back for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Like I said, certain details will have to wait. Kenneth goes silent, suspiciously eyeing the GUY sitting nearest to them, then gives Darius a poignant look. She n",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HIGH SCHOOL FOOTBALL STADIUM",
          "text": "A DEPUTY SHERIFF walks up the bleacher steps. The Mom sta and points out Jeff and Arnau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "Right there, officer. Jeff downs a gulp of his beer and looks around, puzzled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "These two. The Deputy beckons to Jeff with his finger. \f38.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "Let's go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "You two! Up! Let’s go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s the problem?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "You're drinking alcohol at a high school football game. Come on. Arnau takes a deep breath, his world ending around him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It’s a football game.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DEPUTY",
          "text": "Smartass if I have to ask you one more time!",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HIGH SCHOOL FOOTBALL STADIUM",
          "text": "Heads are turning to see what the ruckus is about. Kennet and Darius look over and spot the Deputy shouting at Jeff Darius’ eyes go wide for a moment as Kenneth looks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "These drums are giving me a headache. Is there somewhere else we can go? Kenneth takes his eyes away from the scene.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HIGH SCHOOL FOOTBALL STADIUM",
          "text": "Who are now up, being escorted away by the Deputy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MOM",
          "text": "That's right. Get them out of here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Don’t worry, he’s still gonna fuck your daughter. The Deputy WHIPS his red face around. Arnau shakes his he apologetically to the Mom and Deputy. \f39.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "No, that’s not true.",
          "sentiment": "neutral"
        },
        {
          "speaker": "EXT HIGH SCHOOL FOOTBALL STADIUM",
          "text": "Darius and Kenneth weave through the crowd. They pass a g of ROWDY TEENS, where a big BEEFHEAD KID, 18, roughhouses with a JOCK. Kenneth is BOWLED OVER by this big mutant, knocked to the ground. The Jock then slaps Beefhead’s hand holding his fountain soda, causing it to spill all over Kenneth. The teens LAUGH. The Beefhead pretends to have remorse. Darius helps Kenneth to his feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BEEFHEAD",
          "text": "(through a big grin) I’m sorry man. It was his fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "W-w-w-watch it, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "(mock stuttering) I-I-I can’t believe you just assaulted a retard. Kenneth is suddenly tight and uncomfortable, embarrassed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You guys are total assholes. Beefhead and Jock turn to face Darius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I mean, how useless are you? At least all the other fatasses are out there playing football right now. And this one? Darius looks at the Jock, as if to speak, but SLAPS his elbow, knocking his fountain soda into his own face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "You fucking bitch. The other teens pull him back as Kenneth leads Darius awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I'd have really messed them up if I wasn’t trying to keep a low profile. But I’m glad I got to see your qualities. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KENNETH (cont'd) I think you’re ready for the next phase, some basic training. Kenneth spots the Jock approaching with another DEPUTY SH",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "The heat’s moving in. That’s all for tonight. The Jock points her out to the Deputy Sheriff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JOCK",
          "text": "That’s her! She assaulted me with my drink. Darius turns back to Kenneth but he’s gone. One with the night. She sighs and turns to face the music.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Arnau are escorted out through a gated door in t fence just as Darius is led through at the same time by h own Deputy Sheriff. They all eye each other curiously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "(sarcastically) Seriously, how'd you guys get kicked out of a high school football game? INT. KENNETH’S DATSUN - NIGHT Kenneth climbs into his seat. He looks at the Coke stain his shirt. He SLAPS the steering wheel over and over. Thi isn’t the first time he’s been humiliated. He performs a few karate moves with his arms, complete wi self-generated sound effects, re-playing in his mind what wished he could’ve done to those guys. The driver's side window FALLS in its slot, disappearing the door. Kenneth stops and looks at his broken window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BLAM! Darius fires a .22 handgun in a remote woodland. A bottle on a fallen tree shatters. Kenneth nods.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Nice. You smoked it. \f41. Kenneth pushes PLAY on a cassette deck boom box he’s hung from a branch by its strap. Cheap Trick’s cheesy 80’s anthem “MIGHTY WINGS” plays, as recorded off of the radio two decades ago. Kenneth nods to the music, really finding the elusive zon through its lyrics, then fires his gun at a bottle. The t chips off and he finishes it off with two more shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I’m getting better than you. All I need is one shot. Kenneth, insulted, takes her joke personally.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s easy to shoot standing still with no pressure. Kenneth runs a few steps, then takes a dramatic stance wi both knees bent, both arms extending his gun out, and FIR",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "But you have to be able to shoot on the move... Kenneth spins and fires off two more shots.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "..-with the heat flying by... He drops to a knee and FIRES, then pulls out a backup gun",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": ".-.-do what I’m doing. Come on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Really? Kenneth ducks behind a tree, faking like he’s under fire, then spins out from the cover and shoots a bottle. It all looks very awkward and slowly paced.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Come on! Darius imitates him, but with only a fraction of his effo and intensity.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Smoke it! Come on, smoke it! Darius fires some shots. \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "They’re closing in. Smoke ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Okay, just shut up. Darius finally hits a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yeah! You smoked him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yes, I smoked him. He’s smoked. An enraged MAN IN A FLANNEL storms through the trees.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN FLANNEL",
          "text": "Hey! Stop your shooting! They freeze as the man screams toward them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MAN IN FLANNEL",
          "text": "My house is back there! You put a hole in my swimming pool you jackasses!",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Should I smoke him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Run, go! Darius and Kenneth take off into the woods. The Man in Flannel huffs and puffs but just stops, hands on hips. Running side by side, Darius sneaks a sideways peek at Kenneth’s face as he runs. She can’t help but burst out i laughter at the comical severity of his expression as he breathes rapidly in and out through his O-lips. Kenneth tones it down as they slow their clip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "What? She just keeps laughing good-naturedly. Kenneth cracks a smile, too. Soon they’re both laughing hard. EXT. LIZ’S HOUSE - DAY Jeff waits on the porch of a cute little cottage style ho Liz opens the door. \f43.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hello, Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Jeff! Oh my goodness! Look at you. Come here! She's all sweet southern goodness, like a hot cotton T-sh right out of the dryer. She hugs him fondly, looks him ov",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m sorry about yesterday. I’m here on work and something came up, I just couldn’t make it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I was so sad when you didn’t come after you got me thinking about you on that Facebook. Isn’t Facebook just the craziest thing? Come in, get in here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz draws him into the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This is the best smelling house I've ever been inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Well what do the houses in New York smell like?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Like Chinese food.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I just have to get on the computer and read this magazine of yours. That’s so exciting, I always knew you were going to do something special with your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Special? Easy now. Jeff winces and rubs his neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "What’s wrong with your neck, honey?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m sharing a bed with my intern. I sleep like a stiff corpse, trying not to rub ass with the guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You need heat on that...Oh! I have pies in the oven.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wow, you made them? Like with flour and that roller thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I made a peach, apple and strawberry rhubarb. Which kind do you want?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius and Kenneth sip Gatorade while sitting in the shad a wooded hilltop overlooking the parked Datsun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "That was some good training we got in. I got to see you under pressure. I think you're ready for initiation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I was born ready.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I like your intensity. You’re like, no-nonsense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "There’s no sense in nonsense. Especially when the heat’s hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Exactly. Kenneth nods. She’s speaking his language.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "They wouldn’t be making fun of me if they saw us just now. Sometimes I wish I was like a superhero that doesn’t stop crime, but like steps in when someone’s getting made fun of and stops that, you know? Not me, but other people that get made fun of, that aren’t tough like me. \f45. Darius looks at Kenneth in a way we don’t recognize from Something changes here. She’s no longer making fun of him",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "But you’re pretty good with the gun. No, you’re damn good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I like your intensity, too. You've got good moves.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I do have to know what you’re going back for, though. Darius looks at him questioningly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I have a certain responsibility to keep.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Right. That’s fair. Okay. (beat) I’m going back to stop my mother from dying when I was fourteen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "How'd she die?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "She was killed by some guy. Just some guy at a gas station took her and killed her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Oh man. Like a random thing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah. Well, no. She was driving home. It was late, like after midnight. And she called me to tell me she was on her way home. And I - (beat) I asked her to stop and get me some chocolate milk. Because I had to have chocolate milk. So like five minutes later she calls me from the gas station and says they had it and she was coming home. Her voice was so excited. Like she was so happy to get this chocolate milk for me. And I was just like whatever. I wasn’t even nice. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "DARIUS (cont'd) And that was it. Last time I talked to her. So, no. It wasn’t quite random that she was there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "But it wasn’t your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "That’s what they tell me. Silent beat. Kenneth nods affirmatively to himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You're ready. I trust you, Darius. A speck of guilt in Darius’ eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Good. You should.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Liz has a heating pad wrapped around Jeff's neck as she r the trouble spot. A half eaten pie rests on the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You bake pies like this and you’re not married? What’s going on there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I was married. Married this boy when I was twenty and that didn’t work out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "He was a ball player, so I followed him around everywhere his team went, he was in the minor leagues for four years. I was the good little wife, working to support the both of us, baking cookies for the team. Jeff takes a bite of pie, neck wrapped in heating pad, Li massaging his shoulder. He’s on a cloud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Ohh, cookies, too? \f47.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "But as soon as Cameron got called up to the Marlins and started making money he started running around with those Miami girls and that was that. I came back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What a dick.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Well, we were both young. It happens. Hey, do you have a free night while you're here? I want to make you a homemade dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(nearly cooing) I want to eat that homemade dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius and Kenneth at a booth in the country kitchen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s important that we don’t abuse the power that will come with our knowledge of the future. No matter how tempting it might be to be the first poster on a message board to “find” all the secrets of the newest video games. Or to say, you know, hey I think that Battlestar Galactica show might really be awesome before anyone else is talking about it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What about, for the betterment of future society, assassinating certain celebrities when they were vulnerable before they got famous and got entourages?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Absolutely not. We must stick to the plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "So when do you fill me in on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Soon. The action’s getting hungry. Real hungry. \f48. Darius spots a KID, 5, at a table licking the sugar bottl",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Oh my god. The Kid proceeds to place the whole rim of the salt shake his sloppy mouth while his MOM ignores him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I can’t eat here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Why?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Do you see this mutant kid? I’m getting nauseous. I can’t look. Kenneth turns to look and Darius notices his left ear off kilter. It sticks out in an odd angle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Oh. Something... your ear - Kenneth’s eyes go rigid with fear. He feels at his ears, SNAPS the ear back into place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Oh yeah. It, uh. Kenneth is running out of breath, near panic attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s cool. We can eat here. Kenneth’s panic mixes with anger and he curses at himself",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Stupid! Forget it, it’s off. Kenneth gets up and storms out of the diner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius follows him out as he rushes to his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Dude, what’s wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I’m sorry. I changed my mind. You're not the right one. \f49. Kenneth gets into his car. Darius runs to the window but pulls away. She stops, confused. The car pulls onto the road, begins to speed away, then brakes. It finally stops on the side of the road. Darius watches for a moment, then walks over to the car. Kenneth has his head on the wheel. Darius leans down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenny, what’s the deal? He sits back, takes a deep breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s fake.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "My ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s fake?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I was born with only one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Is that what this is about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "They used to make fun of me. All the other kids. My parents could only afford one prosthetic so they waited until I stopped growing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth, I don’t care. It’s nothing to be embarrassed about. Shit, people made fun of me, too. I wax my lip and shave my arms. I know it’s not the same, but I get it, you know? I had a freaking mustache until I was fifteen. Darius places a gentle hand on Kenneth’s tense shoulder. reacts like it’s electricity, like human contact is somet he’s starved of, and he just tasted the best kind there i \f50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "We can still do this if we just never talk about it again. Please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Okay. Kenneth silently unlocks the passenger door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius types on the laptop while Arnau jots down notes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "(to Darius) So then what’d you tell him your reason for going to 2003 is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I just made up some story.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Yeah, what’s the story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I told him I wanted to go back and stop my parents from getting divorced. Jeff enters the room, a bounce in his step.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "There he is. Jeff slaps Arnau’s back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Arnau, the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Whatever I’m doing, I’m feeling fucking fantastic doing it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Did you just have sex with that fat girl you came here to stalk?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No we didn’t. We shared nice conversation. And she’s not that fat. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEFF (cont'd) A girl's beauty is, it’s in the eyes, you know? And that never goes away. Darius does the jack-off motion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No wonder you didn’t nail her, with lines like that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "So anyways, for the article we should know what’s wrong with this guy. Like low I.Q., or emotional disorder, or whatever it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What makes you think he’s ‘got’ something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "He thinks he’s going back in time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "So? Did Einstein have something wrong with him? Or David Bowie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Maybe he’s just a guy trying to do something new. What makes that such a freak show? Jeff watches Darius with curiosity as he cracks a beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So you think it’s normal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I don’t know. Is it normal that your interns do all the work on your story? Is that how all your articles get written?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m better at running things. Leading. I’m not good with like words and shit and making sentences sound good. \f52.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "That's probably kind of important, being that your job is writing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I never thought of myself as a writer. I got the job off of something I wrote in college, but it took me all fucking year to write that thing. And it only turned out so good because it was about the one thing I could get into and really write well about. It’s funny how you can do one thing and you just become that guy. Your whole life gets defined by it. And it was just like an accident in the first place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What was it about? Darius’ cell RINGS. She looks at the name.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s him. I have to go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An old van rushes by Darius, bundled in a hoodie on the sidewalk. The van slows and pulls to the curb down the ro bit. Darius chases after and the door swings open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van comes to a stop in the field behind the medical research facility we saw Kenneth casing earlier.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth and Darius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "There’s technology inside this building that I need to complete the machine that will take us on our journey. Kenneth hands her a clipboard of notes. \f53.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I'll breach the outer perimeter, disable their security measures, penetrate the target, locate and secure the package, then rendezvous with you at the getaway point. The details are all in these notes. Darius flips through the notes. Page after page of diagra maps, lists, and action drawings of Kenneth fighting guar Kenneth pulls a black mask over his face. He gets out of van. Darius follows him with her eyes as he runs to the w",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth performs an unnecessary somersault roll to come t stop against the eight foot wall. He rises, jumps up and catches the ledge of the wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Security Guard sits in a parked car on the inside of walled compound, studying materials for some class that w no doubt lead to a meteoric rise up the socioeconomic lad His study is interrupted by a handgun pointed through the window by Kenneth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guard unlocks the double-wide back doors on the raise loading dock in the back of the facility while Kenneth kn in a dramatic pose in the shadows, gun on the Guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth rolls a wheeled cart out of a storage closet, the locks the Guard inside the closet with his own keys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth flies down a long hallway in a panic, looking a b lost as he pushes the cart as fast as he can. He turns a corner wildly and rolls into a large lounge ar where over a dozen EMPLOYEES celebrate a CO-WORKER’S birt with cake and food. Kenneth pulls his cart to a stop. No one notices him. He backs the cart out the way he came, completely unseen. \f54.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Guard lays down on a mattress made from boxes and foa pads and gets comfortable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth wheels the cart into a store room and begins load it up with medical devices about the size and shape of ol answering machine phones. They have bases and handpieces connected by a wire. We glimpse wording on the side of one unit: DIODE LASER.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Employees from the party chat in the hallway as Kenneth wheels his cart around a corner. He stops and the laser devices spill onto the floor. The employees watch him, unsure what to do, as he pulls his m back over his face and scrambles to retrieve the lasers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius’ cell phone lights up. She sits up straight, gathe herself and turns the key in the ignition. The van doesn’ start. She looks around, confused, then spots the manual stick shift. Her eyes widen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Crap, stick?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth wheels the cart out through the back doors onto t loading dock. The curious employees follow him out, still quite sure how to react to this situation. Some try to ta to Kenneth, while ONE GUY is on his cell phone, gesturing if giving play-by-play of what’s going on. Kenneth’s head whips around searching for the getaway. We see a festive sign posted on the door behind him announcing a birthday party for ELLA PARKS tonight. The van jumps and jerks its way close to the loading dock Kenneth wheels the cart to the back, opens the rear doors spills the contents of the cart into the back. He jumps inside the van and shuts the doors. \f55. The employees at the back door watch the van pull away, t stall. It starts up, moves another ten yards and stalls again. It starts, JUMPS forward and SPEEDS out of the lot",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The van is parked next to Kenneth’s Datsun in a dry river under a rural highway overpass. Darius watches Kenneth hurriedly transfer the lasers from the van to the Datsun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What do we do with the van?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Leave it. I stole it from a lot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth, you didn’t hurt anyone in there, did you? Kenneth shakes his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "No casualties. Darius grips Kenneth’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You're shaking. Kenneth looks down sheepishly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Adrenaline from the infiltration. INT. KENNETH’S DATSUN - MOMENTS LATER Kenneth steers around a bend to a dirt path leading up to highway with the headlights off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "No! There’s a night road work crew ahead of them. Bright stan lights illuminate a traffic light in need of repair as a WORKER is raised up in a crane to reach it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s fine. They won't know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "We can’t have any witnesses to connect my car to the van. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KENNETH (cont'd) The people that are after me will be on full alert after tonight. They’1l put the pieces together. Kenneth reaches the verge of another panic attack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Dangit! Why didn’t I plan for this? This is not good. Not good! Darius puts her hand on his back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "We'll just wait here until they’re done. It’1ll be okay. Kenneth nods, breathes deeply, then steers the car behind some brush and turns it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I’m sorry. I’m just so close now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s cool. I know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s a girl. Darius looks over at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I’m going back for a girl. Belinda St. Sing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Who was she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "My first girlfriend. Only one I ever wanted to have. We were both twenty-one. Her birthday was the same day in April as mine is in October. She was really, really pretty. When she first started working at the restaurant I didn’t really think about her. But then she was so nice to me. She’d get me food. She’d talk to me while I cleaned up. Everyone else was off getting ready to go out, all her friends. But she’d sit there on the stool and talk to me. \f57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What happened?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "She died. Some jerk, some a-hole jerk in a band who got drunk after his show, crashed his car into her house one night. A night I was supposed to be there but wasn’t. I should’ve been there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You would've just gotten hurt, too. It’s not your fault.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Everyone always says there’s plenty of other girls out there. But it doesn’t work like that. It’s not just about the girl, it’s about a time and a place. You just can’t go find that again. Darius leans back in her seat, sleepy, and somehow so comfortable in this odd place and company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I like your reason for going back, Kenneth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sun creeps up, cold in the misty air. Long shot of th Datsun dropping Darius off at the park before driving awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff scarfs down a mini-box of Raisin Bran across the tab from Darius and Arnau.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Fucking lasers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What kind of lasers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I don’t know I’m not a freaking Storm Trooper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This guy’s awesome. He’s over there right now really thinking he’s building a damn time machine. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEFF (cont'd) Arnau, what are the chances he can really do it with these lasers?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "How would I know, I’m not a -",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "He’s not a freaking Storm Trooper.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Storm Troopers don’t know shit about lasers or time travel, they're fucking blue collar workers. (mouth full) I gotta go see this shit. EXT. KENNETH’S SHED - DAY Darius, Jeff and Arnau sneak to the locked shed next to t house. Jeff tries to climb up the shed wall to peer in through the crack between the roof and wall.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Isn't this like violating his privacy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I can’t see down far enough. Jeff drops back down to the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What are you building in there, Kenny? Arnau, on look-out, frantically combines as many warning gestures as his mind holds: throat slash, incomplete pass thumbs down, etc. Jeff and Darius crouch and hold their breath as KENNETH emerges from the shed and locks the many locks behind him He carries a large box to his car and loads it into the t",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shit. Get the fuck outta here. A SUNGLASSED MAN in dark slacks and jacket appears from t trees beyond Kenneth’s house and runs across the street. gets into a black sedan parked around the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Who's this asshole? \f59. Kenneth’s Datsun drives away. The black sedan slowly pull out onto the main street and follows his car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "They're following him. Oh my God. There really are people following him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth’s Datsun turns right onto a residential street. Moments later the Sedan does the same. Next comes the Acura, Jeff behind the wheel. INT. KENNETH’S DATSUN - DAY Kenneth checks his rear-view mirror and sees the Sedan a distance behind him. He makes another turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The man in sunglasses nods to his nearly identical partne We'll call them JONES and SMITH.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Stay back. Don’t spook him. INT. JEFF’S ACURA - DAY Jeff trails the black sedan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Stay back. Don’t scare them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This is fucking intense.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "We're going fifteen miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jones watches Kenneth’s Datsun abruptly turn onto a side",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Shit, he saw us. Go! Smith looks in his rear-view and raises an eyebrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "I think we’re being trailed. Jones spins around. \f60.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Huh? INT. JEFF’S ACURA - DAY The Sedan in front of them quickly speeds up and turns ar a corner out of sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shit, they’re on to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "On to what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A LOCAL WOMAN pulls her car to the end of her driveway, braking for the Datsun to drive by. Kenneth reaches the dead end and does a tight U-Turn, kic up dirt and tearing up the corner of someone’s lawn. The local woman slams on her brakes before pulling out, surprised by Kenneth’s quick turnabout.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Smith guns the sedan around the corner onto the dead end street and swerves to avoid swiping the nose of the local woman’s car. He hits the brakes hard as Kenneth drives pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Shiiiit. Kenneth glares at them as he passes and continues in the opposite direction. INT. JEFF’S ACURA - DAY Jeff takes the corner tight and fast. The Datsun appears both cars brake to avoid a collision. Jeff and Darius duck their heads down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Don’t let him see you! INT. KENNETH’S DATSUN - DAY Kenneth looks into the Acura as he steers around it and o the main street. All he sees is Arnau, frozen like a deer the backseat, staring back. The front looks completely em Kenneth, confused, speeds away. \f61. INT. JEFF’S ACURA - DAY Arnau exchanges the same confused looks with Smith and Jo who slowly drive past before speeding away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What the hell, did you see those guys?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "They look like government agents or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "(amazed) He’s really being followed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "(laughing) Holy shit is this guy for real?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff sips on a milk shake as Arnau types on the laptop on picnic table. Darius’ cell RINGS. She answers. Jeff hovers. She eyes hi and turns away for privacy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth? Are you okay? Jeff shoots an arched eyebrow at Darius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth paces, cell to his ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hey. The heat got too hot today. They’re all over me. Way too hot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius covers her open ear.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Who is?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH, (VO)",
          "text": "(on phone) I can’t talk. Just watch your back. Stay low and lay low. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KENNETH (VO) (cont'd) Go to the park, I’1l come get you. It’s almost time. Click. Darius lowers the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Look at you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Are you in love with this guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You're getting all worked up about this whole thing. What’s been going on with you two when you’re off alone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I’m doing what you made me do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Maybe that was his plan the whole time. Whoever answered that ad would have to be his soulmate.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Shut up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "It was like a personal ad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "E-harmony for lunatics.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You guys are assholes. Take me to the park. I’m meeting him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oooh, for a picnic?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius and Kenneth on the outer edge of the vast U-Save l",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s obvious they see a threat in me possessing this kind of power.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are they?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s not clear what entity they represent. Their presence here accelerates the plan, though. 63. Kenneth hands Darius a wide shoebox wrapped in a string.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "They’1l have one of their guys at every door, but you should be fine. I don’t think they’ve ID’d you yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius carries the box inside. She can’t help but eye the unconcerned OLD LADY waiting by the entrance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A STOCKBOY leads Darius into a back storeroom and points the weary old black man, Shannon, who we saw Kenneth talk to at work earlier. Darius approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Shannon? Shannon leans a dolly against a wall and turns.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANNON",
          "text": "Yes ma’am. Darius holds out the box.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "This is from Kenneth. He wanted me to give it to you. Shannon, surprised, slowly takes the box from her. watches him slide the string off and open the lid. She Inside are thousands of dollars. Looks like every last do Kenneth could possibly have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANNON",
          "text": "Kenneth said to give this to me? Darius, shocked as much as Shannon is, nods. \f64. Shannon tries to speak, but is overcome by emotion. He sh his head, his tired eyes fighting off tears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANNON",
          "text": "I don’t even know how to thank the man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "It’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANNON",
          "text": "You tell him... Shannon chokes up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I know. I’11 tell him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SHANNON",
          "text": "And tell him I hope he gets wherever he’s goin’ an’ it all works out how he wants.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius walks through the lot. Her face is a bit blank, a overwhelmed. She looks so much softer than when we met he INT. KENNETH’S DATSUN - SAME Darius gets in and just stares at Kenneth, a smile in her eyes, trouble in the rest of her face. Kenneth looks back her, then the road, then her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Nothing. EXT. LIZ’S HOUSE - BACKYARD - DAY Jeff sits at a picnic table while a wholesome feast is la out before him by Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "It sounds dangerous. Her running around with this guy and these other men following him around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Ah, she'll be fine. There’s still leftover pie, right? \f65. Liz brings him an icy bottle of beer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Do you remember when you talked me into going on that boat with that strange man?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, see. Nothing bad happened to us. We got to go wake boarding, had a good time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "He spent all day taking photographs of me in my bathing suit!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh yeah, he never did mail those to us like he said he would, did he?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "No! He was probably a sexual predator and you threw me right to him so you could waterski.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It worked out, right? Fair trade. I’m sure he got some pleasure out of those photos.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "He took hundreds!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "How did I not even think that was weird at the time? Liz falls down into his lap playfully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "He took a lot of you so he might’ve been getting pleasure out of those ones, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Well of course he did. I was ripped back then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Oh you were not. You were scrawny. Jeff forces her hand onto his chest. \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, well feel me now. Liz rolls her eyes. Jeff kisses her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Datsun parks in a remote wooded area where a small ca area consisting of open, wood framed shelters blends into fall foliage. Darius and Kenneth get out of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "The place we’re going is a short walk, maybe five minutes from here. You have to make sure you remember how to get here. Darius strolls along the camp shelters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Here. Kenneth leads her to one of the shelters where a sleeping lies next to a duffle. Some books are scattered on the wo floor next to a cooler. Kenneth opens the cooler and take local trail map out of it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "This is your stuff? Kenneth draws on the map with a pen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yeah, the Boy Scouts don’t use this place after September so I just kind of set up here, like having a second home to come spend some nights, you know. Clear the head. Darius digs into one of the boxes and pulls out a an old zither, a kind of flat, square guitar that’s laid on your knees when you play it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "There, I drew the location on here so you'll always be able to get there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You play this? \f67.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I’ve been trying. Belinda really loved music. Back when we were together I always wished I could play her something. My dad had one of these so I’ve been learning some songs for when I see her again. I want to be a better man for her this time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Play something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Oh, nah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Come on. You need to practice on somebody. I’1l tell you if it’s good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yeah, you're right. Kenneth takes the zither and sits down, laying it across knees. He begins to play. It’s Van Halen’s When It’s Love but it’s hard to recogniz slowed down. He plays like a savant, technically perfect, even adding notes to fill spaces. Darius watches with wonder. The sound is amazing. Then he begins to SING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "(singing) Everybody's lookin’ for somethin’, somethin’ to fill the holes... His voice isn’t great, but not bad either. He sings softl sincerely. It’s at once ridiculous and beautiful. He wrap",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "(singing) Oh, oh, oh, when it’s love. His shy eyes can’t even look up at Darius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "So anyway, that’s one of them. I’ve learned like thirty of ‘em.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth it’s so good. \f68.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "So good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff collapses onto Liz’s full cleavage in the aftermath heated, partially clothed spontaneous sex on her couch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh my God. That’s the best I’ve ever had. I’m not lying. Liz giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "That’s what you said about the fried chicken.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I’m so serious. Jeff props himself up and gazes at her, his brain loaded food and sex pleasure chemicals.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You don’t now how long I’ve been thinking about this right here. Ever since I used to come down here in the summers I never met a girl like you. You’ve been this character in my head like from an old fairy tale. Like you were the last of a kind that doesn’t exist anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "(laughing) What are you talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No, I’m so serious, I wrote a story about you. Like how love never feels as good as the first one, and you can’t ever get that high again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "You’re so cute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I want you to come to New York. \f69.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "What!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I want to figure this out, make it happen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Jeff, Jeff, Jeff. You’re not in your right mind right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I'm completely sincere about this, Liz.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Jeff. As soon as you drive out of this place you’re not going to want me there anymore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Come on, don’t you feel this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "It’s a fantasy. This is fantasy time. I’m dating a real solid man right now. He works at the post office, he grew up here. This isn’t a fantasy world for him. He can take care of me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So can I.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Jeff, I’ve been through that before. I’m too old to take those chances again. Jeff stands up, now becoming angry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So no? You’re saying no?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "I’m sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This is un-fucking-believable. I stretched my ass out on the line here and look what I get. Fucking punched in the face. Hey asshole, follow your heart. Listen to your heart. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "JEFF (cont'd) Oh, ok, what’s that you say, heart? You just got punked and now you look like a giant dildo.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIZ",
          "text": "Jeff, I think you’re acting a little crazy about this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Goddammit! Jeff punches the air, but tweaks his back muscle, and dou over holding his neck. EXT. LIZ’S HOUSE - MOMENTS LATER Jeff marches away from Liz, fuming. She watches him go wi sympathy from the porch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth leads Darius down a hill to an old, large tree on edge of a wide lake. A rope swing with a wood disk at the hangs from a branch that stretches over the water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Here it is. Kenneth finds a large knot in the tree, reaches his arm u into it, pulling away a small wood covering. He strains u he pulls an old army ammunition tin out of the tree hollo",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "When we go back in time, if anything bad happens, if anyone gets hurt, you mess up, the people after me catch us, anything bad - come here and put a note inside. I’'1l do the same, then we know what went wrong and we can fix it. Got it? This is very important. Darius nods. Kenneth looks inside the box. It’s empty.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "So far so good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "This was here in 2003?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "It’s been here since I was a kid. I used to camp back there when I was in the Boy Scouts. (MORE )",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KENNETH (cont'd) Some of the other kids used to make fun of me for bringing my Star Wars figures with me, cause I didn’t want them to be alone back at my house, so they’d take them and throw them into the fire and laugh at me for sleeping with them. This was before my martial arts training, of course. I carved out this hiding spot for them so I could still take them with me and no one would hurt them. I’d just sneak down here at night and take them out, then put them back in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I wish I could see you when you were a little kid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "(snort laughs) I was not as impressive as I am now. Kenneth replaces the box back into the tree. Darius runs finger along the wooden disk at the end of the rope, teth to the trunk by a nail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Me and my dad made that, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What do you do? Swing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Yeah, get on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No, I’m not much of a swinger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Come on, get on. Kenneth unhooks the swing from the nail and holds the dis flat for her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Come on. I played that song. Darius reluctantly swings her leg around the rope and straddles it, seated on the disk, feet dangling a few fee off the ground while Kenneth holds it in place. \f72.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Now what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hold on! Kenneth SPRINTS forward toward the pond, running down the hill, pushing Darius on the swing. Their faces are a few apart, her eyes wide with surprise, his wide with the gle you normally only see in a child’s. Kenneth pushes her to the lake’s edge and lets go. Darius, hands tight on the rope, swings free and far out the water. She swings back over land. Kenneth laughs as he chases he He grabs onto the disk and tucks up his legs as she begin swing back to the lake, now with Kenneth hanging on. The two of them soar over the lake. At the highest point Kenneth lets go and splashes into the water. Darius swings back over the land, half screaming, half laughing. Kenneth motions her into the water with his han",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Come on! Jump! Darius makes another pass over him, shaking her head ‘no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "How else are you going to get off? Darius swings over the land, then clenches her eyes shut she flies back over the water. She pushes off. The swing back alone. She plunges into the cold water. She splashes to the surface and swats water at Kenneth, w laughs. To the music, a series of shots: -- Kenneth holding Darius’ hand, helping her out of the water. -- Kenneth giving a soaked Darius the only towel out of t back of the Datsun and helping wrap her up in it. -- Kenneth, shivering cold, gets a fire started in the ca fire pit as night falls. Darius, snug in her towel, laugh he squats down right in the fire, desperate for the warmt \f73. -- They sit by the fire. Kenneth lights the wing of a pap airplane and sends it on a fiery flight. Darius takes his head in her hands so softly. He’s paraly Her hands run over his ears. Kenneth’s hand defensively g her wrist to pull it away from his prosthetic, but then h relaxes and lets her arm go. She kisses him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arnau plays his online game on the laptop. Jeff enters wi the most deadly serious look on his face. Arnau meets his gaze, apprehension gripping his soul. Cheap Trick’s “Mighty Wings” ramps up, full force... INT. JEFF’S ACURA - NIGHT The Acura cruises down the road, windows down. Jeff looks over at Arnau, gives him a nod.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff and Arnau have a drink at the bar. Jeff scans the jo Nothing but sad bar regulars and a 50 year-old COCKTAIL WAITRESS. Jeff downs his drink and gets up, on a mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff exits the Acura. A group of three GIRLS and one SOUT GOTH GUY wave him over from the corner of the storefront. Arnau watches from the car. The most audacious of this group, LINSEY, holds out a twe dollar bill to Jeff and motions toward the liquor store a she politely pleads with him. This group is obviously und 21, how far under we’ll never know. INT. JEFF’S ACURA - NIGHT Arnau is squeezed in the back seat next to a DECENT GIRL, FRIEND, and the Goth Guy. In the front seat, Linsey chugs Hard Lemonade. Jeff looks over at her, widens his eyes an lowers her bottle down out of view from the outside. Linsey laughs and playfully swats his hand away. \f74.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff, Arnau and their new friends on the beach with burnt fireworks and empty bottles. Linsey chases Jeff with a sparkler while the Goth Guy shoots bottle rockets at Arna and the other two chicks, who run for cover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GOTH GUY",
          "text": "Oh shit the cops! Jeff looks up to see a police cruiser on the far side of dune above them. Everyone runs, laughing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On a quiet, remote street, the Acura does donuts. INT. JEFF’S ACURA - CONTINUOUS Arnau braces in the backseat, girls falling all over him. Jeff looks back from the front and screams euphorically.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff emerges from the bathroom, passes the two queen beds one with Linsey and another girl passed out on it, the ne with the Goth guy and the Decent Girl on it watching TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Arnau gets a Nestea from a soda machine. Jeff approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "They still in there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, where’ve you been? That girl’s in there waiting for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Nah. You go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Dude, this isn’t about me. This is all for you. You better get back in there and handle business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "I don’t think so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Wait a minute. Are you gay, Arnau? Cause that I can handle. That I’11 understand. \fJeff EXT. Jeff INT. Jeff with 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "No, I’m not gay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Then what are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Come on, just leave me alone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No. It’s all set up perfectly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Whatever, you act like it’s so easy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "It is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Yeah. It is for you. And people that look like you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You don’t even know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "No, you don’t! You wouldn’t do anything either if you were me and you know it. Do you want to see me get embarrassed? grabs Arnau forcefully.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Come here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What are you doing, man? Let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEASIDE INN MOTEL",
          "text": "walks Arnau to the their motel room, forces him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SEASIDE INN MOTEL ROOM",
          "text": "drags Arnau inside and literally throws him onto the bed the Goth Guy and the Decent Girl. Arnau tumbles onto the girl, who smiles with sleepy, drunk eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "I’m sorry. \f76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hey, pillow fight! Jeff smacks the Decent Girl with a pillow, then smacks Ar then leaves the pillow with the girl. She immediately pic up the fight, playfully swatting Arnau with it. Jeff looks at the Goth Guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Smoke? The Goth Guy nods and follows Jeff to the door. Jeff look back as he exits. The Decent Girl throws her arms around wide-eyed Arnau an begins making out and grinding with him. Satisfied with himself, Jeff closes the door behind them. INT. KENNETH’S DATSUN - DAWN Darius, still snug in the towel, watches Kenneth fight shivers as he drives with the chill wind whipping in thro the broken window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth helps Darius out of the car. She smiles at him. H drops his head shyly. Darius waves good-bye and walks awa Kenneth stares after her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff sleeps, sitting upright in a chair placed outside th motel room door as Linsey and her friends slip out behind and silently walk away. A CELL RING. Jeff's eyes pop open. He answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah. INT. FACSIMILE - BRIDGETTE’S OFFICE - DAY Bridgette on the office phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "Jeff, I’ve been going over the notes you've been sending in. \f77.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Jeff checks his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Now? It’s so early.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "Yeah, I’m working here. Isn’t that what you’re doing down there? Jeff shifts in his chair. A cheap champagne bottle slips his chest and bounces on the cement walkway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "This Belinda St. Sing? The girlfriend he said died in an accident. Is that the right name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Yeah, that’s right. Why what’s up?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius walks through a white fog spun by the still mornin She silently passes Linsey and her friends, with pale fac and smudged mascara, moving like ghosts through the mist. Jeff clicks his cell phone shut as Darius approaches.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You’re past curfew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Were those girls with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Hundred percent Arnau. Hey, that girl your boyfriend said he’s going back to save, Belinda?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "She is alive and well. Lives a couple hours from here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "How? What do you mean? \f78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I mean she’s alive. Bridgette called her and set an interview with her. I think your dude’s seriously nuts. Darius composes her face and makes busy with her bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I know he’s crazy. So she’s alive. Whatever. I want to do the interview. EXT. BELINDA’S HOUSE - DAY Darius exits the Acura. Jeff, in the driver’s seat, looks in the eye from behind dark sunglasses. Arnau sleeps in the backseat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You sure you got this, kiddo? Darius nods. EXT. BELINDA’S HOUSE - FRONT PORCH - MOMENTS LATER Darius stands on the porch of a suburban home in a lush, colorful neighborhood that contrasts the bleak pre-winter beach areas. The door finally opens. Belinda ST. SING, 30’s, a mom who’s held on to her beauty without going to extremes, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELINDA",
          "text": "Hi. Darius, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah, like the Hootie and the Blowfish guy. Some SCREAMS from kids playing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELINDA",
          "text": "I’m sorry. It’ll probably be more quiet if we talk outside. EXT. BELINDA’S HOUSE - PATIO - DAY Darius sits across a patio table from Belinda. \f79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELINDA",
          "text": "He worked at Anderson's, a restaurant I was waiting at during college. Really sweet. So different than any of the other guys. All of my friends were like, why are you dating this guy? But he was really fun, and funny. I remember he had all these little insecurities. He'd never let me touch his head. And he got real serious real fast, you know? I guess we’ve all had one of those guys, right? Belinda laughs. Darius swallows uncomfortably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELINDA",
          "text": "We broke up after not long. He quit the restaurant, I didn’t see him for awhile after that. Then there was the accident.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What was the accident?",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELINDA",
          "text": "He crashed his car into my boyfriend’s house. It was when I first started dating Rob, my husband. He had a show in Wilmington that night, he was ina band back then. Anyways, we had a party at this little house he was renting at the time after the show. I stayed over and we went to sleep and next thing we know Kenneth crashes his car into the front lawn. Went all the way up to the house, put a dent in the wall under the kitchen window. Kenneth seemed a little drunk. I convinced Rob to let him go before the police came and we reported it as a hit and run. And now that I think of it, that’s the last time I saw him. EXT. BELINDA’S HOUSE - LATER Belinda waves as Darius makes her exit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BELINDA",
          "text": "Hope I helped. It’s Facsimile Magazine? \f80.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah. Thanks again. Darius walks to the car, head spinning. She takes a few steps down the street before she sees the two men in black, Smith and Jones, exit their parked Sedan. Jeff gets and Jones",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Oh shit. out of his car and catches up to Darius as Smith reach her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Excuse me. Can we have a moment of your time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Who are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Nothing to be alarmed about. We'd just like to ask a few questions about Kenneth Calloway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Look, we're just here doing a story on him. We’re not involved in anything he’s involved with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "We don’t mean to come off the wrong way. We’ve actually talked to Facsimile magazine and verified your connection to Calloway. (off Jeff's look) You talk to people and we talk to those people. It’s our job.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What do you want with him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "We work in the private security branch of Gower MedLabs. We’ve been investigating Calloway for a couple of years now. We suspect him of being an agent working for a rival medical research company.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Why would you think him? \f81.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "He’s participated in trial testing conducted by our company at a frequency that raised some internal alarm. Turns out he’s repeatedly applied for various jobs with us, all in unrelated fields.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "He can’t be a spy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "He was arrested in Florida for breaking and entering at one of our facilities. And then there was the recent robbery at one of the testing facilities here...",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh yeah? What’d they take?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Prototypes for a laser hair removal system.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Technology that could be very valuable to a competing corporation. Have you had any contact with him in the past 24 hours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "No. Darius? Darius shakes her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You know for sure he was the one who robbed the research place? Like, you have evidence?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "We're confident. Give us a call if you hear from him? Smith hands Darius a card. Jones turns to leave. Smith pa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "What’s this story about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What’s that? \f82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "For the, for your magazine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Oh, the story. Time travel? I don’t know anymore, actually. He eyes them both.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SMITH",
          "text": "Good luck. EXT. KENNETH’S HOUSE - DAY The Acura parks in front of Kenneth’s house. Jeff looks a Darius as she opens the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "You sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Yeah. Darius exits the car. In the back, Arnau awakens and grog pokes his head forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Sex clinic, Romeo. You have a serious problem and need help. EXT. KENNETH’S HOUSE - PORCH - DAY Darius knocks and waits. It’s dark inside the cracked open window. She slides the window up and lifts the screen off its groove. She reache shoulder deep around to the door lock and unlocks it. INT. KENNETH’S HOUSE - DAY Gray shafts of daylight reveal the nest of an organized hoarder. Books and magazines piled neatly, edges squared eating up all of the interior space. Some mechanical devi lies in neat pieces on a blanket on the floor. Darius turns sideways to squeeze through the neat, chest- columns of clutter on her way to the computer in the corn Darius shakes the mouse and the screen saver blinks off. computer’s desktop is as cluttered as the apartment. She clicks on a few of the icons, finds nothing. \f83. She turns her attention to stacks of papers on the desk. leafs through journal entries and hand-drawn designs of s component machine parts. Her eyes are drawn to a small pile of photographs on a sh She looks through photos of Kenneth at various ages...unt she stops on one photo in particular. An 8 by 10 we only the back of. This photo makes an impact on her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH, (OS)",
          "text": "Darius? What are you doing here? Darius shakes out of the spell and finds Kenneth there.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I just came to see what’s going on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Everything’s set. I moved the machine to the launch site. Departure is at five PM. Things are pretty hairy, I had to sneak in through the back cause the spooks are all over me. They could be out there right now. Kenneth slyly peers out through the closed blinds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth, we need to talk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "About what happened last night. I know our working relationship became complicated but we need to re-focus and not let it compromise the mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No, Kenneth, I mean I talked to the guys who are following you. They said you stole those lasers to sell the technology, like you’re some corporate spy or something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hah. Simpletons. Let them think that, it works in our favor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I also talked to Belinda. I was at her house like an hour ago. There’s a subtle twitch in Kenneth’s expression. \f84.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Wait, what? What’s going on here? You're checking up on me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Well yeah. Most people that promise to take me on a journey through space and time I do a little research on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I knew it. See, this whole mission is getting janked up by you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What’s the mission? She’s alive, Kenneth. I just saw her. You lied to me about her. What else have you been lying about? EXT. KENNETH’S HOUSE - SAME Waiting inside the Acura, Jeff and Arnau see Jones and Sm pull the black sedan into Kenneth’s drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Shit. Jeff sits up and opens the car door. INT. KENNETH’S HOUSE - SAME Kenneth paces, concentrating hard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "No, no, no. Don’t you see? Obviously if she’s alive then I’ve already succeeded in my mission.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth, just be honest with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "The question is why I’m not with her. What does it mean? The front door opens. Jeff spills into the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Darius, fuck! They’re right behind me. Jones and Smith push in right on his heels. \f85.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You're with that guy?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth, oh God.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You're just like the rest of them? You were making a joke of me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No. No, I’m not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Look, man. We’re trying to write an honest story about you for a magazine. Nobody was trying to make a joke out of you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Jeff, don’t -",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "A magazine story? Kenneth’s face drains. His wide, hurt eyes fall on Darius",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You've been pretending? Darius?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "Kenneth Calloway, we’re taking you into custody and transporting you to Florida to stand trial. Jones and Smith step forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "You guys aren’t cops. You can’t come in here. They brush by Darius and close in on Kenneth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JONES",
          "text": "I have been granted power of attorney by your bail bondsman to apprehend you and deliver you to Clearwater to stand trial. Jones and Smith move to cuff him but Kenneth struggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "You can’t take me now! I’m leaving tonight! \f86. Kenneth whips out of their grasp, knocking over towers of folded clothes and magazines, spilling onto the floor a f of junk that Jones and Smith get caught up in, dropping t Kenneth takes one last pained look at Darius and flees ou the back. Jones and Smith scramble to their feet and foll EXT. KENNETH’S HOUSE - BACK YARD - DAY Jones and Smith run into the backyard just in time to see Kenneth vanish into the thick reeds of the wilderness bey his property. They stop, hands on hips. Darius exits the house. She shuts her eyes and holds her hands to her head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "I’m such an asshole. Jeff appears behind her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "So was he really building a time machine or what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU, (0S)",
          "text": "Hey! Check this out. It’s open. Darius looks over to the shed. The chains on the doors da freely, their locks hanging open. INT. KENNETH’S HOUSE - SHED - MOMENTS LATER Darius opens the doors, Jeff and Arnau behind her. They enter the shed, lit by sunlight filtering in through spaces between the roof and walls. It’s mostly empty. The cement floor is largely clean and bare except ina distinct pattern around the edges, suggesting something t size of a small RV recently rested here. Dozens of tools litter the floor’s edges, along with piec of tubing, pipe, gaskets, gears and circuit boards. All eyes are drawn to the walls of the shed, however. The are covered with DETAILED SCHEMATICS OF THE TIME MACHINE. From the drawing we get the sense of an airboat heavily modified with extra propeller engines and intricate machinery. It’s impressive. It looks like the real deal. \f87.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Whoa, awesome.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "This is fucking fantastic. They look to Darius.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "You don’t think he really - ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Holy shit, would he already be gone? How would we know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON DARIUS",
          "text": "Realizing she knows exactly how they'd know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius hurries down the hill to the base of the tree at t edge of the lake. She reaches her arm into the hollow of tree and removes the ammunition tin. She sits down on the hill with the tin on her knees as Je and Arnau approach. She opens it. There’s a note inside. Her fingers almost tremble as she reads.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "What is it? Then we hear the rumbling ROAR of engines in the distance It’s the sound of raw combustion engine mixed with the smooth, high pitched purring of electric motors. Darius stands, drops the note and follows the sound to th edge of the lake. The source quickly becomes visible. It’s incredible. A crazy, modified airboat with four propellers, multiple engines, and all kinds of tubes and cords and unidentifia parts fixed together create an intimidating piece of machinery floating in the water next to a narrow dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Holy shit. Kenneth stands on a small deck on the machine. He flips a switch. \f88. Behind him a raised chassis on the machine begins spinnin circles so quickly it becomes a dangerous blur of whirlin steel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "UP THE HILL",
          "text": "Jones and Smith crest the hill behind them, out of breath They spot the machine and share a bewildered look.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOCK",
          "text": "Kenneth sees Darius as she runs onto the dock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth! Kenneth sees Darius. He eases a throttle back and the noi of the engines dies down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Kenneth, I’m so sorry... He steps off the machine onto the dock, keeping his dista",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Were you just making a joke of me the whole time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "No. I promise you. I lied about the story but everything else was real. That was really me. Kenneth processes this, wanting to believe her...then nod himself, resolute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Get on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "What?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "I wasn’t going back for Belinda. I’m going back for you. I have to save your mother. Tears appear in Darius’ eyes, surprising her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Come with me. Darius looks behind her. Jones and Smith are closing in. and Arnau watch from the shoreline. \f89. Kenneth reaches out his hand. Teary-eyed but laughing, she takes it. He pulls her onto the time machine and they share a momen now face to face. Kenneth places her hand on a railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KENNETH",
          "text": "Hold on to this. I won’t let you get hurt. Darius nods. He returns to the controls and pushes the throttle. Lights glow and machinery spins as the noise accelerates.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE DOCK",
          "text": "Arnau picks up the fallen note as Jones and Smith walk pa Jeff watches in disbelief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "What is she doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MACHINE",
          "text": "floating away from the dock, rocking wildly in the water. Kenneth holds on to the support rail with Darius. His wid eyes look upwards, hopeful, expectant. As the roaring engines reach a crescendo, we hear a loud Kenneth’s expression is invaded by doubt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ON THE MACHINE",
          "text": "Kenneth pushes buttons and checks gauges, his face wracke with desperation. The spinning parts are now grinding. Sm spills upwards. Darius watches Kenneth with a desperate look, hoping for something that is not possible and she knows it. Kenneth shouts at the controls, pleading and anguished. His shouts fade with the roar of the engines as the machi slowly winds down and finally becomes deathly quiet, bobb on the black water. Kenneth slumps back against the rail. All hope drains from Darius. She puts a hand on his. Jeff and Arnau watch silently and sadly from the dock as Jones and Smith ready their handcuffs. \f90.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Kenneth’s despondent face is turned down in the backseat the Sedan. He makes eye contact with Darius one last time as Jones a Smith drive him away. As the car disappears, Arnau looks at the note from Kenne still in his hand. It reads: MISSION ACCOMPLISHED.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DISSOLVE TO",
          "text": "INT. JEFF’S ACURA - MORNING The day’s first gasps of sunlight streak through the pass trees onto the faces of Arnau, Jeff and, finally, Darius melancholy drive out of town.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bridgette speaks to the Facsimile editorial staff.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "And so in light of having written a story that’s gotten the most web hits in the history of Facsimile, created an internet sensation and brought unprecedented attention to our little magazine, the least we can do is promote you to full time feature writer. As Bridgette speaks, we track across the faces in the roo all looking in one direction, to Darius, whose face we finally settle on. She forces a smile as the room APPLAUD",
          "sentiment": "neutral"
        },
        {
          "speaker": "BRIDGETTE",
          "text": "Not to mention this is the first time they’ve ever sold T-shirts on the internet based on one of our stories. Bridgette unveils a joke T-shirt with a photo of Kenneth’ comically serious face next to a blown-up copy of the classified ad, above which is printed, SAFETY NOT GUARANT LAUGHS around the room. Jeff looks at Darius, who seems a thousand miles away fro the celebratory mood in the room. \fgl.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius walks amongst an ocean of exhausted commuters, a f in the crowd.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius rides alone, pensive, sad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darius sits with Mr. Britt and Farid on the couch, their faces lit by the glow of the TV.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAY LENO, (ON TV)",
          "text": "Wanted, somebody to go back in time with me. This is not a joke. Safety not guaranteed. I’ve only done this once before... Farid chuckles. Darius winces, angry. Mr. Britt notices t melancholy on his daughter's face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The tail end of the office party. A banner pinned along t wall reads CONGRATULATIONS DARIUS. Douchey guys surround Jeff, laughing too loud.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Meanwhile she’s like, “I want you to fuck my ass.” And I'm like, “you're the kind of girl I might fall in love with, let’s take it slow.” Jeff notices Darius drift away from the group. She passes COWORKER at a computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWORKER",
          "text": "Hey, Darius, there’s another parody video about your mullet-man. You gotta see this, it’s hilarious. Darius moves on, ashamed to even acknowledge it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COWORKER, (OS)",
          "text": "This guy’s a legend... Jeff catches up to her alone in the corner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I had this made up for you. \f92. He hands her a glass framed print of her article.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Nice writing, kid. Darius takes the frame, then casts a guilty glance toward parody video on the computer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Jeff, I never meant to--",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "I know. Arnau approaches with a short INDIAN GIRL under his arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "ARNAU",
          "text": "Hey, we’re cutting out early, but congrats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DARIUS",
          "text": "Thanks, Arnau. Bye. Arnau and Darius hug, then he leaves with his woman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JEFF",
          "text": "Seriously, great job. I’m proud of you. She smiles. Jeff leaves her. She looks at the framed stor Her POV pans across the article. We see the title.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SAFETY NOT GUARANTEED",
          "text": "Photos of Kenneth that we saw earlier in his house are patched in amongst the paragraphs. We see her face as she stops on one photo in particular: Kenneth, age five, before he ever was the butt of any jok smiling with wide, innocent eyes and just one ear. CUT TO BLACK.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1598"
    }
  ]
}