{
  "movie_id": "MOV1606",
  "scenes": [
    {
      "location": "MARYBOROUGH PARK AUSTRALIA",
      "time": "DAY, (1906)",
      "characters": [
        "BOB/DICK/DON/DOLLY, (CONT'D)",
        "POLLY, (O.S.)",
        "MARYBOROUGH",
        "PAMELA, (O.S.)",
        "TRAVERS, (V.O.)",
        "KILL ME",
        "BIDDY, (O.S.)",
        "GINTY, (V.O.)",
        "CAPTAIN, (O.S.)",
        "BOB/DICK/DON/DOLLY",
        "MARGARET, (O.S.)",
        "BOB, (O.S.)",
        "NOW",
        "DISNEY",
        "TRAVERS DICK, (V.O.)",
        "AUNT ELLIE, (O.S.)",
        "BIGGER",
        "TRAVERS GOFF",
        "DON DAGRADI PAMELA",
        "BOB/DICK/DON/DOLLY/PAMELA",
        "BOB/DICK/DON/PAMELA",
        "CU",
        "GINTY/BIDDY/TRAVERS",
        "DON/DICK/BOB",
        "MRS TRAVERS. PLEASE",
        "DICK, (V.O.)",
        "DICK, (CONT'D)",
        "SPONSORED BY THE BELHATCHETT BANK OF AUSTRALIA",
        "DON, (O.S.)"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "MUSIC - string violins treat us to a familiar song openin and then a voice - male.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winds in the East Mist coming in--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A whoosh of wind spins us around in a blue sky, spinning, spinning until we slow to a stop and find ourselves among white fluffy clouds. A shadow (oddly shaped like an umbre dances amongst the nimbus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS, (V.O.)",
          "text": "--Like something is brewing, about to begin-- The shadow's direction becomes purposeful - taking us dow through the clouds, whipping us on the wind towards a sma town in the distance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS, (V.O.)",
          "text": "--Can't put me finger on what lies",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Downwards and downwards until it skittishly circles a lar bustling park and then swoops us into the lavish gardens. There, a ten-year-old girl plays in the lush grass; she p the finishing touches to a miniature version of the large park she sits in - benches made from twigs, trees from flowers, picnic cups from acorns - and gives a satisfied She wraps her arms tightly around her chest, lifts her fa to the sky, a half-smile threatening to break across her concentrated face. This is the young P.L. TRAVERS (whom w will also know as GINTY.)",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS, (V.O.)",
          "text": "--But I feel what's to happen, all",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her little brow is furrowed with imagination and then, al a sudden, the smile breaks free as something in her mind becomes real.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "P.L. TRAVERS sits in her rocking chair (in the same posit as above) arms clasped tightly around her body, face to t sky. Older, beautiful; striking blue eyes aid her air of stiff and steely determination. Her office is a canvas of a life well travelled. Buddha smiles from every corner, framed poetry and letters adorn walls alongside pictures of Pamela throughout the years w men we will not come to know and everywhere, china hens s on shelves, their wings clasped to their chests, brooding Despite the multitude of objects, the room is peaceful, white. Downstairs the doorbell rings. Pamela closes her eyes, breathes. It rings again, Pamela shakes her head, tuts. She stands smooths down her skirt with flat palms. Breathes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela opens the front door and squints as a flood of sunlight and cherry blossom petals float over the thresho DIARMUID RUSSELL (45) - bright, youthful - waits to be as inside. Pamela is not pleased to see him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela and Diarmuid sit in silence. Diarmuid looks at her she looks out of the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're ready to--? Like pink clouds on sticks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The cherry blossoms",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was trying to think of what they-- Diarmuid looks at his watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car should be here, may I use--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cancelled it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You--?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Pamela!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers, please, why-- (sugaring his tone) Why would you cancel the car?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shan't be going. Diarmuid buries his face in his hands.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We've been through this--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've changed my mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With all due respect Mr Russell I am on very good terms with my own faculty and exceedingly confident in its decision making capabilities. Diarmuid's shoulders visibly sag, he lets out a long frustrated breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You made an agreement. Do you understand? A verbal agreement.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why in the world are you speaking to me as if I am a neonate?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He'll what? Sue? He is most welcome to every penny I don't have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--I've represented you for a long time. I like to think of you as a",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela snorts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I like to think of it, believe me I know it's not reciprocated.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would never suggest you do something that would cause you anguish but there's no more money Pamela-- Mrs Travers. Simply no more. Sales have dried up, no more royalties. You refuse to write further books so--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you understand? I'm frightened that you don't understand what that means. Pamela looks out of the window, the cherry blossom her fo",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know what he's going to do to her- - she'll be cavorting and twinkling! Careening towards a happy ending like a kamikaze--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--We've been trying to do this deal for twenty years! He's agreed to both your stipulations. No animation, script approval-- I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Use her to pay my bills? If I believed in a hell I'd be sitting in its waiting room--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--script approval! He's never granted anything like that before! I don't know what else to-- He looks around.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is Polly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I fired her. Diarmuid shakes his head, sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just as well. It seems I can't afford her anymore anyway! Pamela looks to the ceiling, breathes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know how much she means to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Polly?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course not Polly! Pamela huffs, digs her heel into the rug.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(it's a filthy word) Los Angeles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You have only to go there and work for two weeks. Collaborate. That's it. You haven't signed the rights over, yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must make it work Mrs Travers--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh I must, must I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You need the money. I don't want you to see you-- (broke).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stop saying money! It's a filthy, disgusting word!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am picking up the telephone Mrs",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diarmuid gets up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have final say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have final say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And if I don't like what they are doing to her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't sign the papers. He cannot make the film unless you grant the rights.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's an exploratory trip-- Pamela looks at the cherry blossom again, a piece floats from the tree and sticks to her living room window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to keep my house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A large hand taps Ginty on the shoulder, she looks up and smiles. TRAVERS GOFF (35) is handsome and rugged, a wild poetic look, like Ted Hughes or Dylan Thomas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me ma'am, have you seen my daughter? I was quite sure I had left her around here somewhere! Ginty giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her name is Helen, no, Shirley, erm- - goodness! I've quite forgotten! Could it be Prunella?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're right still doesn't sound quite-- I'm sure I have a special name for her--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why, thank you ma'am! Ginty it is of course!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, have you seen her?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's me! Travers puts his nose right up to hers, peering into her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gosh! So it is! Well, thank goodness for that! I was positive I was going to be beheaded for losing Her Highness The Royal Princess Ginty Mc Featherfluffy!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't lose me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never. I promise. I will never lose you! He swings her up onto his shoulders and gallops off throu the park, neighing like a horse.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry now! We mustn't be late! The adventure is about to begin!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela is hot and bothered trying to wrestle a bulging ca bag into an overhead locker.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm perfectly capable thank you. The flight attendant tries to help anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've used all the space; so greedy. She glares at the people around her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take it Madam. I can put it up here -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't want it up there. I want it here, in the corresponding holding area for my assigned seat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The flight's closing in just a few moments Ma'am. I'll have to take it. Pamela narrows her eyes at the attendant as if to say `I you.' A woman, with an infant, stands up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can put my bag up front instead. The flight attendant smiles thankfully and replaces the woman's bag with Pamela's.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will the child be a nuisance? It's an eleven hour flight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Er-- no, I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jolly good. Pamela gives her a watery smile and takes the seat next t the window, she looks out at the tarmac. She closes her eyes, takes a deep breath, opens her eyes again and tucks her feet tidily together. She folds her h neatly into her lap and looks straight ahead.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I hope we crash. The passenger across the aisle hears her, horrified!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "BIDDY (3) and MARGARET - the girls mother, delicate, weak stand outside of their lavish red-bricked home. Suitcases bulge at their feet. Margaret breathes a sigh of relief a she sees Travers hurrying towards them, he swings Ginty f his shoulders and plops her on the ground.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The carriage?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who needs a carriage my love? A stroll is a gift! (beat, excited) Everybody ready? GINTY &amp; BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Yep! Margaret takes her youngest child MOYA (1) from the nanny TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come along my team! We mustn't miss the train. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to her staff) Thank you so much. For everything. GINTY (TO NANNY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "See you soon Katie Nanna! She picks up her own case; Katie Nanna turns away, heartbroken. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walking bus! The family get into line, one behind the other, Travers i the lead. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't forget Andrew! Ginty takes Andrew's leash, her own case and somehow help her sister too. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ready? And off we go! Passersby tut and shake their heads at the noisy display Travers and the girls march down the street. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Left, right, left, right! Coming through! Margaret stays for a beat, longingly taking in and storin picture of the home she leaves behind. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The procession continues into the bustling downtown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hectic as tickets are purchased and a CLERK marks a chalkboard with destinations and mileage. Ginty stops, lo at the list. The last city is-- GINTY ALLORA-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Great Western Queensland train chugs its way Westward from the verdant green of Maryborough toward the brown ca of Allora. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARYBOROUGH",
          "text": "As it disappears. Ginty stands on the last train platform watching her home, her past, fade into the distance. Ginty's face speaks resignation as it, and the train, rec as billowing white smoke and dust fill the frame. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela jolts in her seat, her eyes flit open. She's distu by her dreams, she flicks her hand in front of her face a somehow batting the memories away. She sighs loudly and d her heel into the carpet of the plane. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bleary eyed Pamela carries her two bags into the arriva area. She's immediately hit by dazzling sunlight and a se signs bearing the names of various passengers and compani she scans Paramount, Warner Brothers, MGM, finally fallin upon her own name - P.L. Travers - underneath \"Walt Disne Presents\". PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh does he indeed? She approaches the uniformed driver (RALPH - Mickey Mouse his lapel) who bursts into a beaming smile. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers? P.L. Travers? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome, Mrs P.L. Travers! Welcome to the City of Angels. Pamela sneers. He grabs her bags. RALPH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let me take those. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm perfectly capable of-- Oh, nevermind. Ralph ushers Pamela through the doors-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--and into the sunlight. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun came out to say hello just to you. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't be preposterous. Pamela sniffs the air. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It smells. Like-- RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jasmine. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--chlorine and sweat. Ralph chuckles. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's dreadful. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shiny black, tinted windowed limo cruises up La Ciene Blvd, passing all kinds of monstrous architecture and gar billboard advertising. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela is diminutive on the back seat of the sprawling ca She eyes the champagne on ice, the flutes clinking in the car bar. PAMELA (TO HERSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absurd. Ralph looks at her in the rearview. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You okay back there Mrs P.L. Travers? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not Mrs P.L. It's just Mrs-- Oh, it's so hot. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No problemo! We got a brand new air conditioning system, Missus; cool you right down in no time. Just about make you feel like you're in good old Engerland again! Things they can put in cars these days-- (he shakes his head in AMAZEMENT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gosh almighty. Pamela presses her fingers to her temples. She looks arou finds a button, pushes it and the screen rises between passenger and driver miraculously relieving her of Ralph' natter. RALPH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(happy as a clam) No problemo. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With its pink facade and flag flying turrets the hotel resembles a candy castle simmering under a midday sun. The limo glides into the forecourt. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A porter opens the door to Pamela's suite and places her belongings on a luggage stand in the hallway. PORTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like me to unpack for you ma'am? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unpack? PORTER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To take your items from their cases and hang them in the wardrobe ma'am. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Young man, if it is your wish to handle ladies garments I suggest you take employment in a launderette. The porter has no idea what to say, he hovers at the door PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes? His eyes flick to his empty palm and back to Pamela. She closes the door on him. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Odd. She turns and for the first time takes in-- PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my. --The LUDICROUS suite she has been assigned; it is opulen beyond imagine but it's classy decor has been rather diminished by the array of Disney gifts splattered across every surface of the room. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh no, no, no. Disney Flowers, Disney champagne, Disney exotic fruit baskets, Disney chocolates, Disney posters, cuddly Donald Pluto and Minnie toys and - taking up the entire bed - th BIGGEST stuffed Mickey Mouse imaginable. Imagine it. Nope",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIGGER",
          "text": "Pamela cannot contain her horror. She stares at it in dis for a moment, and then her eyes fall upon three pears in fruit basket. She stops still for a second before rushing over and picking them out. She turns them over in her han before an enormous wave of panic washes over her. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(muttering to the pears) This won't do. She throws open the balcony doors for fresh air and is greeted with dry arid heat, dust, dazzling sunlight-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Arid heat, dazzling sunlight. Travers, Margaret and the children climb stand in a line at the top of a pathway. F their perspective all there is to see is a cloud of swirl red dust; it obscures and then gradually reveals her new home. The surrounding land yellow and burnt - unlike the greens of Maryborough. The house is ramshackle and meagre A swayback white nag wanders near a solitary tree and a f skinny chickens strut about the porch. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A palace! Complete with mighty steed. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And chickens. MARGARET OH--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers puts an arm around her shoulder. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll build beautiful memories here my angel. Margaret offers him a trusting smile. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Travers takes Ginty and Biddy's hands and they run toward their new home. The chickens scatter. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in the distance) --in this house you get to share a bedroom! Margaret looks at the surrounding area, there's simply nothing but barren land and red dust for miles. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "UNDERWATER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SPLOSH! A green bomb disturbs the tranquil surface and th another SPLOSH! We rise through the water to see Pamela on her balcony throwing the pears, one by one, into the swimmer-free swimming pool. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good riddance. She breathes a sigh of relief and closes the balcony door PAMELA (CONT'D) (TO HERSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, first things first. She gathers up the Disney paraphernalia and shoves it all a closet. She picks up her bags and goes through to the bedroom whe the BIGGEST stuffed Mickey Mouse imaginable takes up the entire bed. Imagine it. Nope. BIGGER! PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good Lord. Pamela drops her bags, grabs Mickey and places him on the floor, facing the wall. PAMELA (CONT'D) (TO MICKEY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you can stay there until you learn the art of subtlety. Pamela opens her carpetbag and begins to unpack. She take from it a bottle of pills, which she places on her night stand, followed by another bottle and another and another The potions keep coming, as do creams and books and make- the bag is endless. Things, things and more things come streaming out of it and once the night stand is full she windowsills and any other available surface for her minia Buddhas. Finally she takes out an impossibly large framed picture of herself. She holds it up, admires it, takes do an existing painting and replaces it with her own image. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There. Pamela is restless, she looks around the room, stands in front of a full length mirror, admiring herself. She turn her face slightly to catch it at its best angle. She lean forward and explores the contours of her face, surprising unlined for a woman of her years. She smiles, full of van PAMELA (CONT'D) (SATISFIED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. (answering an imaginary QUESTION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, no, I don't suppose I do mind. She laughs, but Pamela finds joy difficult so it comes ou an ugly snort. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, really! Flatterer! (then scolding herself) Silly girl. She turns her attention away from the mirror and picks up remote control staring at it with bemusement. She points at the television hitting random buttons until suddenly t TV bursts into life. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! She clicks again, the TV goes off, again and it's on. A housewife advertises dish soap with glee, as if dish soap the greatest thing ever invented. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soap for the brains. She changes the channel and stares blankly at a man on a black and white screen. It takes a moment before she real that staring back at her is the charming, moustached, kin face of WALTER ELIAS DISNEY (58) on The Wonderful World o Disney Show. Pamela raises an eyebrow-- PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, well-- There you are.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CU",
          "text": "Walt is ringing a little bell but no sound comes out. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry! There's nothing wrong with your television set. This is a pixie bell, the sound is much too high for human ears. Tinkerbell flies into shot. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh there you are Tink! She covers Walt in fairy dust. WALT (CONT'D) (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! Get that stuff off of me! (TO AUDIENCE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, a little sprinkling of fairy dust can make you fly! Pamela can't help but be drawn in for a tiny moment and t just as quickly, narrows her mistrusting eyes at Walt and switches him off. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Off! That's how we deal with you. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tray of untouched dinner sits outside the door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela lies in bed awake, staring at the ceiling, she sha her head - trying to free it of whatever is trapped in th The moonlight casts a shadow of Mickey on the wall beside bed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela waits under the hotel awning, dressed immaculately not a hair out of place. The limo pulls up to the curb an Pamela groans as she sees Ralph jovially jump out of the and rush round to open the passenger door. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning Mrs! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not Mrs, it's-- Oh, why do I bother? We're just not going to get it right are we? RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Will it be the same driver every day? RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(oblivious to her tone) Yes ma'am! I'm all yours. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sun came out again! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You say it like you're surprised. Like the sun is particular about whom it appears for. It seems you think that I am responsible for it's miraculous dawning every day. For goodness sake, it's California! RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It certainly is! He gestures for her to get in. RALPH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(trying a British accent) Madame. Pamela grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela tucks her legs in and folds her hands into her lap Ralph climbs into the driver's seat. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as much to herself as RALPH)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would so much rather be accountable for the rain. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, that's sad. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sad is entirely the wrong emotion. I shan't bother explaining why; IT'LL SIMPLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she makes gesture for flying over his head) Zip! RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okey dokey. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The rain brings life! RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So does the sun. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be quiet! RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes ma'am. Ralph starts the engine and drives away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "THREE MEN in suits wave at the limo as it drives through enormous gates of Disney's Burbank Studio and pulls up in very twee forecourt. They are: DON DAGRADI (45) and the SHERMAN BROTHERS, ROBE (34), he leans on an old worn cane and RICHARD (31), who a bright, sunny, almost cartoon-ish face. Don opens the car door for Pamela and puts out a hand to her from the vehicle but she pushes it away. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela! Good morning! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It is so discomfiting to hear a perfect stranger use my first name. Mrs Travers. Please. The Sherman's look at each other. Uh oh. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do apologize, Mrs Travers. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am Don DaGradi, the script writer. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Co-script-writer. I shall certainly be having my say Mr. DiGraydi. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gradi. Wonderful! I welcome it. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If indeed we ever sign off on a script. Bob and Dick flash each other a look. What the fu ? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh. Okay, so this is the rest of your team, Dick and Bob Sherman! Music and lyrics. (TO SHERMANS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Boys, this is the one and only Mrs P.L. Travers, creator of our beloved Mary. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poppins. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who else? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins. Never ever just Mary. (to Dick and Bob) A pleasure to meet you, though I fear we shan't be acquainted for too long. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "These books simply do not lend themselves to chirping and prancing. No. Certainly not a musical. Now, where is Mister Disney? I'd very much like to get this started and finished as briskly as is humanly possible. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don? DICK PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not a music--? If you'll point me in his direction?  DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh-- erm. Ha! We had planned a little tour of the studio for you MRS TRAVERS-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thank you. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Wanted to show the place off. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one likes a show off. Pamela takes herself off in the direction of a building. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Trav-- it's a long way to-- Don hurries behind her, Bob looks like he is about to mur the woman and Dick is finding the whole thing incredibly amusing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Shermans, Don and Pamela are riding through the studi on a golf buggy. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am perfectly capable of walking. A couple of Disney characters (Donald and Goofy) bounce u the golf cart, waving brightly. Goofy opens his arms to Pamela for a hug and she recoils in horror. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shoo! Go away! The characters stop bouncing and Di Gradi gives them a no meaning `beat it'. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ghastly. Bob and Dick Sherman are in shock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don leads Pamela into the plushly appointed outer office, where DOLLY - a young, perky secretary - smiles brightly her. DON (TO DOLLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Could you let-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over, to Dolly) Would you let Mister Disney know I have arrived please? Dolly loses her smile at the terse tone, nods curtly and picks up the phone. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering into phone) She's here! DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A word of advice Mrs Travers, if I may. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You may. Whether I heed it or not will be another matter entirely. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wow. Uhm. It's just that he can't stand being called Mr Disney. We are all on a first name basis here. (TO DOLLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly! Is he--? We hear a man's cough before a beaming Walt Disney, in th flesh, appears at the end of the corridor, his arms outstretched. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, there ya are at last! Pamela gets up, smooths down her skirt, and makes her way serenely towards the man, who rushes down the corridor to greet her. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my dear gal! Pamela is open mouthed. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can't imagine how excited I am to finally meet you! Pamela doesn't know what to do with this amount of enthusiasm. She extends a formal hand before he manages t get her in an embrace. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! He squeezes her tight and then lets go. Pamela struggles compose herself, she hasn't been that close to a man in decades! PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hum-- ah. It's an honour, Mister Disney. Disney winces. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt, you gotta call me Walt, ya know. `Mister Disney' was my old man. There's a hint of something mournful in the way he says ` man.' WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come here! Come here! He links his arm through hers, much to her chagrin, and l her into his interior office past an imposing floor to ceiling cabinet bursting with Academy Awards. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He smiles at TOMMIE - who mans the second desk. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommie, say hi to the one and only P L Travers! TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi there! It's so nice to-- But Pamela has already been whisked through to Disney's personal office. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disney's office is tastefully furnished and filled with pictures of his daughters and wife. Framed posters of his films provide splashes of color to the cream walls. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Have a seat, sit down. He gestures to a comfy couch in the corner but Pamela tak seat in front of Walt's desk instead, glancing at the sig above it: We Can Make Them Live. Walt perches on the edge the desk, close to her, gazing at her. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya know, I can't believe it. P.L. Travers, right here, in my office, after all these years-- almost twenty of `em. (shakes his head) Twenty. Long. Years. Pamela narrows her eyes. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wish ya coulda' seen me then Pam! As lean as a whippet I was! A race horse! Interestingly, she doesn't pull him up on using her first name and shortening it too! WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But now, here you are. Look at you! I could eat you up! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That wouldn't be appropriate. He turns a photo of his daughters - Diane and Sharon - to face Pamela. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When Diane here was seven years old I-- can I get you a drink? Coffee? Soda? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pot of tea would be most welc-- WALT (OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She was seven years old and I was walking past her bedroom and there she was on her bed reading to Sharon, and well, they were just giggling their little socks off! (he picks up the phone, presses a button) Tommie, pot of tea please dear-- You're a doll. (he puts the phone down) She's a doll. Anyways I asked them \"Girls, what's so funny?\" And Diane said to me, \"Mary Poppins daddy!\" Well, I had no idea what a Mary Poppins was! And then she gave me your book. And by gosh! He stands up and throws his arms in the air to emphasise point. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My imagination was caught on fire! And I mean ON FIRE! And those embers have burned ever since-- as you know.  PAMELA WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. Twenty years!  PAMELA WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Twenty. So you keep I've been asking, asking, SAYING-- ASKING-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela stops talking and waits for Disney to calm down. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I got old asking. He sits back down on his desk. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a charming story. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About my getting old? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About your daughters. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah I suppose it is. (he looks at the picture) They're both women now. Gosh! Can you believe it? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Children grow up. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now Pam, a man can't break a promise to his kids. No matter how long it takes to keep. No matter how long! You might've kept me dangling all this time but now we gotcha! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gotcha indeed! Mister Disney, if you have dangled then it is at the end of a rope you have fashioned for yourself. WALT PAMELA-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was quite clear when you approached me the first time that she wasn't for sale and clear again when you approached me a year later and clear again when you approached me every annum for the subsequent 18 years. Honestly, I feel corralled, ensnared-- WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, Pam, the last thing I want is to make you feel-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My name, if you please, is MRS Travers. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, I promised them. That's a fact. You got kids? PAMELA NOT-- WALT (OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I have never, I swear, never broken a promise to either one of my Disney girls. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, that's very honourable of you BUT-- WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's what being a daddy is all about right? PAMELA (DEEP BREATH)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This movie isn't just going to make my kids happy. It's going to make ALL kids happy! You see my guys are gonna do things with it that are, well, are revolutionary. He's up again. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "REVOLUTIONARY,Pam! PAMELA OH DEAR--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela rubs her temples as she watches him fly about the room. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins will literally fly off the pages of your books! The door opens and Tommie comes in with the tea, Walt gestures for her to bring it to him. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now imagine! This magical woman who has only lived in your head, you'll be able to meet her, speak to her, hear her sing. Tommie places the tray on Walt's desk and leaves the room Walt picks up the tea pot. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, this singing, I am glad you've come to that. (addressing his tea MAKING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milk first! Walt puts the pot down immediately like a scolded child a picks up the milk jug, he pours. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's right. Now the tea-- He picks up the pot again and pours the tea. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And a spoonful of sugar. He stirs. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't mean for this film to be a musical? WALT (TAKEN ABACK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I absolutely do! He presents her with the cup. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. She takes a sip, he waits anxiously to see if his tea is good. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not bad. No, Mister Disney, Mary Poppins does not sing. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh yes she does! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In your books! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Those aren't songs! They're recitations. She is not a giddy woman, she does not jig! Singing is frivolous and wholly unnecessary for a governess, an educatress. No. It would just ruin it. Walt is baffled. He takes a sip of tea, it's disgusting, spits it back into his cup surreptitiously, then coughs loudly. Pamela's jaw drops. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't have her turned into one of your silly cartoons. Walt takes a sharp breath on `silly' and then plasters th smile back on. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell ya what. You just listen to what my Sherman boys have come up with and if they don't knock your socks off then I'm the King of England. Pamela rolls her eyes. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you're the King of England then you shan't exist and knowing the little of you I do; I shouldn't think you would like that very much. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bet you would. She smirks, as does he. PAMELA (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do quite like Greensleeves. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greensleeves huh? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come to think of it. That's a song I wouldn't object to. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Greensleeves. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. He's not sure if she's playing with him. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, I want you to know that the last thing I would do, the very last thing, is tarnish a story I have cherished. He moves closer to her, takes her hand, she needs it for teacup, it's awkward. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gazing into her eyes) The pages are worn down to tissue, dog eared and falling out. I have poured over them gripped, tormented. Because I love Mary Poppins, you got to share her with me. Pamela is torn between finding Disney captivating and tot barking. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A course nothing happens without your say so. Absolutely Nothing. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite right. She extricates her hand. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all in the rights agreement. As approved by your agent, Dermot. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Diarmuid. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Darmitt. Disney hands the rights agreement and a pen to her, Pamel takes it without looking and folds it up. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(waving the agreement) A live action film. No animation. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Live action. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd like that on tape. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your promise-- and all the discussions we have here-- on tape. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tape you say. She pops the rights document in her bag. Walt's joviality his bright demeanour, vanishes in a split second. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah there you are. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins and the Banks's, they're family to me. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand. I do. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well then! She stands up and smooths down her skirt. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall we begin? He holds out his hand for her to shake. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's make something wonderful. She leaves his hand hanging in mid air. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's see if that's at all possible. Pamela gets up, smooths down her skirt, snorts at a pictu of Disney in a silly hat astride a model train and purposefully strides out of the room, a smile across her that Disney does not see. WALT (PERPLEXED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woah. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Damn. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers sits, looking out at the dimming sky, playing a mournful air on his tin whistle, Ginty curled up in his l Andrew the dog asleep beside him. Margaret steps out onto veranda an almost imperceptible glance at the half-empty bottle at his feet. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's rather late-- Travers continues to play. MARGARET (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biddy and Moya are already asleep. Travers takes the pipe from his lips and sighs. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty. He kisses her cheek and gently lifts her from his lap. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night father. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "`night mother. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good night dear. Margaret strokes her hand over Ginty's hair as the little girl slips into the house but hovers unseen by the door, watching her parents. Travers pats his knee and Margaret perches on it. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll make us a good life. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I promise. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll make you proud again. Margaret strokes Travers face and turns her face to the s MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at the stars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits at a large meeting table as Dolly bustles aro her placing refreshments. Pamela lays out her pencils one one, makes sure her notebook is `just so.' A bowl of fruit is set down upon her notebook and she snatches it away, glaring at the table which is now laden with every type of snack and beverage imaginable from bag to candy, coffee to soda, there are exotic fruits, enormo bouquets of flowers. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(peering around a vase at DAGRADI)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is all this jollification? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have a whole script to get through. It's gonna be a long day Mrs T. She shoots him dead with a killer stare. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--ravers. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We could save a starving country with benefaction from this room alone! Ugh, It's so vulgar. She gets up and moves the giant bouquet of flowers off th table and plops it on top of Dick's piano. Bob moves it f the piano to the floor. BOB (SEETHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That is a very expensive piano. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And these are beautiful blooms butchered for our visual and nasal enjoyment when we could have just as easily gone to the window, looked out and gazed upon them happily minding their own business and very much still alive. Bob hasn't a clue what to say. Pamela smoothes down her s and re-takes her seat. Everybody waits. Pamela flicks her eyes at the tape recorder which Don dul turns on. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us begin. She perches her glasses on her nose and raises an eyebrow the cover of her script - \"Walt Disney's Mary Poppins.\" PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm. A rustling of papers and one or two uneasy glances as the men, too, open their scripts.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON DAGRADI PAMELA",
          "text": "(READING) (READING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scene one. Exterior Cherry Scene one. Ext. Ext? What's Tree Lane. London. Day. Bert-- Ext? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick and Bob cover their faces with the embarrassment of all. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Exterior. It means the scene is taking place outside. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, I see, an abbreviation. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scene One. Exterior-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'm sorry Mr DaGradi, did you feel you should--? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, No, Mrs Travers please go ahead. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, I do think it's best. I've the most practise. Readings of my books you know? Anyway-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scene one. Exterior. 17 Cherry Tree Lane, London. Day. She nods. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. That's good, that can stay. DICK (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's just the scene heading! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Though I do think we should say number 17, instead of just 17, yes? It's proper. BOB &amp; DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one's going to see it. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will see it. She makes a note in her script and looks to the others wh are dumbstruck. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Write it down, write it down, chop chop. Don makes the note and is ready to move on but Pamela is staring at Dick and Bob. They dutifully pick up their pen and note their scripts too. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that on the tape? Don glances towards the swirling tape recorder and nods. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good-- onwards. They are interrupted by DOLLY carrying a new tray of refreshments. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry to interrupt. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a joke? DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you think you are a comedienne? DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry I don't understand. Dolly gingerly places the tray on the table and hovers, distributing fruit and biscuits within reachable distance PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Unbelievable. Pamela shakes her head but decides to ignore Dolly and ca on. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scene One. Exterior. Number 17 Cherry Tree Lane. London. Day. (MORE) PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bert, a one-man band-- (she looks up) The rumour is that this is to be your Mister Van Dyke is it? DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do hope so! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hmmm, we'll see about that. He's totally wrong, totally and utterly. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick is one of the greats! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick Van Dyke? Robert, my dear, Olivier is one of the greats, Burton, Guinness - greats without question. (speaking loudly into the TAPE RECORDER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can assure you Dick Van Dyke is not. (back to script) Bert, a one-man band plays to a small gathering outside the gates to the park. (BEAT) BERT SAYS--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(she looks to Don) You can do Bert. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(through gritted teeth) Thank you. (BEING BERT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright Ladies and gents, comical poem, suitable for the occasion-- Dick jumps up and sits at the piano. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--extemporized and thought up before your very eyes! Alright, here we go-- Dick begins to play and sing, he pounds the keys with gus smiling away, acting it out with all his heart and soul, almost unable to contain himself with glee. Bob occasiona joins in for a word or two but is much more serious, eyei Travers for her every reaction. DICK (SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Room here for everyone gather around, THE CONSTABLE'S BOB/DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"responstable.\" DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, how does that sound? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No no no no no no no. Dolly winces on everyone's behalf and leaves the room. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Responstable is not a word. DICK (EXCITED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We made it up! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, un-make it up. Dick quickly hides the next set of sheet music entitled: SUPERCALIFRAGILISTICEXPIALIDOCIOUS. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've a thought! I've always liked Ta Ra Ra Boom De Ay. Now, that would be a wonderful song for the film! Oh! And Admiral Boom could sing it! Do you see? Dick's fingers crunch the piano keys. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela's door opens a crack and another half-eaten room service meal appears as she kicks it into the hallway. Sh shuts the door quickly behind her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela lies awake staring at the ceiling. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Irresponstable. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "CLOSE ON:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A tiny park, about half a metre square - it has grass, ti trees made from flowers, a small hole filled with water f pond, park benches made with twigs and miniature wooden clothes-peg people. Ginty puts the finishing touches to t bandstand and sits back, staring in wonder. The moment is broken with the sound of hooves as her fath appears, atop his horse. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahhh, there's my girl. The horse moves up to her. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's it Albert. Give Ginty a smooch. There's a good boy, give her a little smooch. The velvety muzzle of the horse \"smooches\" Ginty's neck a ear as Travers climbs down from the nag. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor old Albert; he's your secret uncle you know? But a miserable, horrid witch turned him into a nag. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did she do that?! TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because she hated the sound of his laugh. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Poor Uncle Albert! How can we fix him? TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We have to teach the witch how to be happy again. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How? TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not quite sure darling. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your mother's been calling you for a good hour. I shouldn't go if I were you, she's after little slaves for housework! (RECITING YEATS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, I must scrub and bake and sweep Till stars are beginning to blink AND PEEP;",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the young lie long and dream in THEIR BED",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of the matching of ribbons for bosom and head. Travers sighs, let's the words ring in his ears, touches end of daughter's nose. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you want to know what it feels like to fly Ginty? She nods. He hauls himself onto Albert, leans down and sw Ginty up so she is facing him. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You trust me? She nods and wraps her arms around him looking backwards his shoulder. He grips her firmly around the waist and she spreads her arms. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gee up, Albert. Yah! Travers kicks the horse into a trot, then into a canter, points a finger in the air as if shooting for the stars. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yah! Ginty squeals with delight. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela looks out of the window at the palm trees, the emp sidewalks. She looks dazed, extremely tired-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nobody walks. RALPH (SADLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Leisurely stroll's a gift. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo floats along the windy canyon roads, cresting th top of the hill and revealing an awe inspiring vista. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Beautiful ain't it? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(refusing him the SATISFACTION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you like that sort of thing. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers and Ginty gallop at great speed. The horse kickin great clods of earth as they hurtle away into the distanc ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don DaGradi and the Shermans are escorting Pamela along a of storyboard illustrations for the film. Dolly trundles along behind, carrying a tray with a cup of tea on it whi Pamela occasionally picks up and takes a sip from. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We do find it helps to have a visual. It's fun! She stops in front of a sketch of the Banks house. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no, no. Goodness no. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Banks house doesn't look like that! My house is a terraced house with a pink door, white bricked with a crack in the gable. The window frames are lead-lined and the flower boxes grow pink nasturtiums to go with the pink DOOR AND--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(gesturing to the tape RECORDER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did we get that? (to herself, slightly HYSTERICAL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh dear, it's all a big mistake. It's all wrong. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all wrong? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's too grand! The Banks family - they're normal, everyday sort of people. This isn't normal. It isn't everyday! They're not aristocrats! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Interesting. Don allows a tiny smile. She is right. Pamela lingers ove picture of the parrot head umbrella, a split second of something like recognition on her face and then she simpl moves on. PAMELA (TO HERSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. She stops again in front of a sketch of Mrs Banks wearing suffragette ribbon. PAMELA (CONT'D) (SIGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do I even have to say it? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Um-- yeah? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why in the world have you made Mrs Banks a silly suffragette? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wonder if Emmeline P would agree with that adjective-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite possibly, looking back. Dick mouths `oh my god!' DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It does seem strange that Mrs Banks allows her children to spend all of their time with the nanny when she has no job to speak of-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you calling Mrs Banks neglectful? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No! Of course not! We just felt that if she had a job it would go some way to explaining-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Being a mother is a job. A very difficult job and one that not everybody is up to, that not everybody should have taken on in the first place! The boys see that Pamela is talking about something meaningful to her and they begin to soften for a brief moment, until-- PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I will NOT have her called Cynthia! Absolutely not. It feels unlucky. Dick makes a curly wurly cuckoo sign at Bob. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No it should be something warm, a bit sexy. They all nearly choke at the word `sexy' coming out of he mouth. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about Mavis? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sybil? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Prudence? DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gwendolyn? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winifred! DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I could go with Winifred. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, that's because it's very good. She comes to the next sketch and stops abruptly in front it, a split second of utter confusion crosses her face. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't Mr Banks? She turns to face Don and the boys. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This isn't him. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahm, yeah, that's him-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He has a set of moustaches! DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the books he-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I told the illustrator I didn't like the facial hair but she chose to ignore me. This is MY film and this time around I shall have MY way. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clearing her throat) Mrs Travers, it was a specific request, from Walt. Pamela doesn't acknowledge that Dolly has spoken; Dolly flushes. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the boys) Why? Everyone shrugs, they don't know why. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He didn't, he doesn't, Mr Banks is clean shaven! Bob buries his face in his hands and let's out a long, lo unashamed moan. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Does it mattterrrrrrr?! DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob, Bob, Bob-- Pamela stares at Bob. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can wait outside! She points at the door, ordering him out with her finger. is literally stunned. Dick stifles a laugh. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shan't say it again Robert. Bob storms out of the room (as fast as his limp and cane allow him) slamming the door and from behind it we hear:",
          "sentiment": "neutral"
        },
        {
          "speaker": "KILL ME",
          "text": "PAMELA (TO DICK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is wrong with his leg? DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He got shot. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hardly surprising. Pamela smiles sweetly. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I expect anymore drama from anyone else? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela enters the lobby and heads for the elevator. She s the bar, full of people laughing, exclaiming, enjoying on another's company. She takes it in melancholically for a second and then jabs the elevator button repeatedly, reli when the doors finally slide open. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers faces his reflection in the mirror as Ginty looks from the doorway. He picks up his razor and begins to scr away the stubble. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why do you do that? TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For you my dear! (he flicks the blade in the air like a swordsman) Swish! Which kind of kisses do you prefer Gintamina? Swoosh! Scratchy ones or silky ones? GINTY (THINKS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silky ones. A man must shave for to spare his daughter's cheeks! Swish! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela stares at herself in the clouded bathroom mirror. runs a finger through the steam on the glass. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swish. And again. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Swoosh.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly, carrying a tray of cakes, stops at the rehearsal r door where fractious voices ring out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O.S.)",
          "text": "Stop! Stop! Stop! What on earth are you talking about? Supercali--? Supercali-- or whatever the infernal thing is! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's something to say when you don't know what to say! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I always know what to say. The slamming of a piano lid. Dolly pushes the door open w her foot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "PAMELA, (O.S.)",
          "text": "If you so much as step one foot in here with that tray I shall scream! One cannot live on cake alone! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly stands in Disney's office. DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hit me with it. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She has a lot of-- ideas. DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya? What kind of ideas? DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "About how she, uh, sees things. DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And just how does she `see' things? Dolly sighs and pulls out a note pad. DOLLY (READING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The name Cynthia has been changed to Winifred. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay that'll work. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She won't approve Dick Van Dyke. Walt laughs, Dolly allows herself a little giggle too. DOLLY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The sketches of the Banks house make it look too opulent, there must be no hint of romance between Mary Poppins and Bert, she wants to know why Mr Banks has been given a moustache, the-- WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I asked for that. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. They did tell her but she wants to know why. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Because I asked for it. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Right. Of course. Uh-- the tape measure Mary Poppins uses to record Jane and Micheal's height must be a roll tape, not a ruler, we must add gravi-- gravitas, she says. DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gahd! Anything else? DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She only wants green vegetables and broth, I don't know what that is but she wants it in the room from now on and oh! She doesn't want the colour red in the film-- at all. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick, Don and Pamela sit around the meeting table. Bob ho by the door in a right humph. Disney prefers to stand, grazing occasionally from a bowl of candy. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've simply gone off the colour. Their mouths are agape. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You did say I was to have final say did you not? DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We can't make the film without the colour red! It's set in London for pete's sake. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And? DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's buses and mail boxes and guards uniforms-- heck! The British flag! Pamela, I'm not sure why YOU'RE-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I understand your predicament Mr Disney, I do. I just-- hm-- I don't know what it is, I'm just suddenly very anti-red. I shan't be wearing it ever again. Disney comes and sits on the table in front of Pam and lo eyes with her. DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is this a test Pam? Are you requiring proof of how badly I wanna make you happy so that we can create this beautiful thing together? Pamela averts her eyes for a split second, embarrassed ab `creating something beautiful' with Walt, but quickly recovers and eyeballs him right back. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I took you at your word Mr Disney and it seems my first stipulation has been denied. There will be many more, so-- perhaps we should just call it quits and I should hand you back these? She takes the rights agreement out of her bag and offers to him. Disney smiles at Pamela. DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright. No red in the film. Pamela glances at the tape recorder. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What?! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt? Don and the Shermans can't believe he has given in! Disne strides out of the room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disney marches down the corridor away from the rehearsal room. He stops, turns, goes back to the door, puts his ha on the handle, stops himself and moves on. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick, Don and Bob are left astounded. They look at one another. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He doesn't have the rights-- All three turn their heads to turn to her. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quite. Pamela smiles a broad satisfied smile at the boys, smooth down her skirt and opens the script. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, If you're insisting upon this musicality you feel is SO important for my film then I suggest I hear one of your ditties. No one is in the mood to sing for her. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shall keep an open mind! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Nanny? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, do nanny. Dick begins to play-- BOB (SPOKEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wanted a nanny for two adorable children. Pamela sighs, so do Don and Bob.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "If you want this choice (expecting Dick to stop) position, No no! They can't make deman-- have a cheery disposition-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But Dick ignores her and carries on. DICK ROSY CHEEKS-- BOB PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No warts! Who in the world put that in?! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Play games, all sorts! Hm. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "You must be kind, you must be Well of all the ridiculous- WITTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "very sweet and fairly pretty ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Take us on outings, give us Completely defeats the-- TREATS ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bob and Don are trying to stop themselves from laughing a Dick barrels right over everything Pamela says, almost as the two of them are doing a duet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Sing songs, bring sweets No sweets! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Never be cross or cruel Who would give a child cast-- Never give us castor oil or ? GRUEL ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick grimaces (a la Michael Banks.) DICK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Love us as a son and daughter BOB PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And never smell of barley What in the world does water smelling of barley water have to do with anything?  BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You wrote that in your book! She wrote that in her--! DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, I think-- DICK PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(over) You can't say that-- If you won't scold and DOMINATE US ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "We will never give you cause Hate is too strong a wor-- to hate us-- DICK PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We won't hide your spectacles (into tape recorder) so you cant see Nobody's listening to me!  DICK PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Put toads in your bed-- Ridiculous! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (CONT'D)",
          "text": "Or pepper in your tea No.  DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hurry, Nanny! MANY THANKS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sincerely, Jane and Michael Banks: Jane and Michael Banks. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well I simply don't know what to say. That's the worst song I've ever heard. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Alright. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt stands looking out of his window. DISNEY POV:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits on a bench, her feet tucked together, her arm clasped around her body, her face to the sky. She sits perfectly still until the limo pulls up and Ralph gets ou patiently waiting beside the car so as not to disturb her Pamela, opens her eyes and Ralph nods hello. He opens the back door for her and she climbs in. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommie! Tommie appears in his office with a glass and hands it to Walt. TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Scotch Mist. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do you think? TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What do I think I-- what? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're a woman. TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a canny observation Walt. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What am I missing? TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think the female of the species has some kind of psychic insight when it comes to others of her kind? Walt continues to stare out of the window. TOMMIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We don't. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'll get yourself an ulcer with all that unriddling. Give it up. Tommie waits for a response but he's still window bound, filled with intrigue as he watches the car disappear. WALT (UNDER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That woman. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela enters the lobby and heads for the elevator. She s the bar again, a few people chatting over cocktails. The elevator doors open but she chooses to go and sit at the instead. BARMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon Ma'am. What can I fix you? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A pot of tea. BARMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sure thing. Pamela looks around at the other women in the bar, all glamorous, coiffured, very different to the practical Mrs Travers. The tea pot arrives. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. Tea is a balm for the soul don't you agree? But the barman has already moved on to another patron. Time moves swiftly, the teapot is drained, the customers and go. The barman talks with another customer further al the bar. Nobody notices Pamela. In this setting she looks like a little old lady, awkwardly perched on a stool, sta into her empty cup. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty - in a rather tattered school uniform - is diminuti in front of the huge double doors to the bank. An upright top hatted gentleman holds the door of the bank open chivalrously for her. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty and the man enter the bank. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you. A bank worker tips his hat to the gentleman. BANK WORKER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon Mr Belhatchett. Cashiers look up from their posts and nod courteously. Ginty and RANDOLPH BELHATCHETT are startled for a second loud crash. Their eyes flit to the glass door of Travers' office. The etching on the glass reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers has just dropped (purposefully) a tray of coins o the floor. He has a wild edge to him, he may well have be drinking. TRAVERS (TO CLERK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Belhatchett. Bell. Hatchett. Ha! It's a ridiculous moniker! CLERK SIR-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And Mr Belhatchett has complained that I opened his stupid bank five minutes late has he? Hahaaa! (in a comedy voice) Time's Money, Goff, y'know! Time's money my man! The clerk laughs nervously. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bell Hatchett! Beautiful hatchet. That's what it means. And I suppose if the poor dumb lambs on his downs, are five minutes late with their calving, or they don't drop dead on schedule when he wants a roast, he takes to them with the business end of his beautiful hatchet. Travers wields a glinting letter opener in the air, stabb piles of papers, filing cabinets, desks. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There, whack! That'll teach you for not dropping your bairns on schedule. Whack! Whack! Whack! Travers looks at the figure standing outside his door and eyes widen. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whack. Whoops! (through the door) Mr Belhatchett! Allow me to-- Travers pushes the door open to reveal Ginty at his side is felled. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty! RANDOLPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you gone. All eyes fall upon the little girl whom everyone seems to have forgotten. Travers is overcome with embarrassment an guilt. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sweet thing! What are you doing here? Ginty looks up at Belhatchett and the manager. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said today was-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ice cream day! Yes! I did! What kind of father am I? GINTY (SCARED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you fired again? TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah, yes it does seem that-- RANDOLPH (TO GINTY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. No sweetheart-- he isn't. TRAVERS (TO GINTY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just wait in my office for a second darling. Randolph walks away, stopping to whisper in Travers ear. RANDOLPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you can't straighten up for your own sake. Do it for your daughter. (muttering to himself) Irresponsible. Travers holds out his arms to Ginty and she runs into the TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ice cream is so rare because it only comes from Siberian cows. Did you know that?! (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Brrrrrrrr! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty and Travers sit by the river. Ginty eats an enormou ice cream and Travers sips continuously from his hip flas TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We share a Celtic soul, you and I. This world is just an illusion, Ginty old girl. As long as we hold that thought dear, they can't break us. Money, money, money. Don't you buy into it Ginty! It'll bite you on the bot! How did we end up here eh? Look at it. Barren. Breathless. Get as far away from this place as possible my love. Find yourself a patch of green. (HE SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a chimera you know? The world, the bank, you and I, Mr Randolph- whackety-whack-Belhatchett. All an illusion. He stares across the river, experiencing a wave of deep melancholy. Ginty looks up at him, aware of his profound unhappiness, but unable to understand its source.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Another untouched meal in the hallway. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela lies in the dark, the phone pressed to her ear. PAMELA (INTO PHONE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I loathe this place, Mr Russell. How can a place so sunny be so cold? We don't hear what Diarmuid says. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I meant heartless. I'm afraid a jumper wouldn't suffice. It's bringing up these-- it's so hot and stuffy I feel like I am being attacked. These odd dreams, like my subconscious is after me. Punishing me for entertaining the idea that I might hand her over. I am at war with myself Mr Russell. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The script is ghastly, exactly as I EXPECTED-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes, a few more days and then I'll DECIDE-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know, I know I need the money. The money. The money. (TO HERSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Money. It'll bite you on the-- (INTO PHONE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all an illusion you know Mr Russell? All an illusion. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Very well. Good morning and goodnight. She hangs up the phone, and continues sitting upright. Wi awake. Staring into the darkness. Pamela checks through her multitude of pill bottles for something to help her. Nothing. She groans as she drags herself out of bed, pacing the room, counting steps. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Serves me right. Money, money, money. Bit me on the bot. Her eyes stray to the big Mickey Mouse. She drags it onto bed with her and climbs back under the covers, clinging o the stuffed toy for comfort.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The room is decidedly more lively, with sketches of the c and models of the sets all about the place. And of course the requisite abundance of brightly coloured food now accompanied by some healthier options - vegetables and a fluorescent looking soup. Bob and Dick are at the piano. Don sits in the corner, sketching energetically on his notepad what seems to be a cartoon sketch of Pamela Travers. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's gotta be like a slogan! BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her prescription for life. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah! Yes! A stitch in time! BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An apple a day. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(from across the room) Time and tide wait for-- BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sugar! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sugar? DICK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? That's not-- BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jeff had vaccination day at school yesterday. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ouch. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ouch. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No ouch? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sugar. They put it in a cube. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Medicine in sugar? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cube's an odd word. BOB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spoonful? Dick throws his hands and legs in the air almost falling his stool! DON (UNDER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yeah, we have sugar. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela steps from the car and Walt is there to greet her. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I walk with you? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure your country doesn't have any laws about sharing a pavement. As they walk the sound of the piano filters out of the rehearsal room window and down onto the lot. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick is playing about with a verse. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go back to the chorus. DICK &amp; BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing it incorrectly) Just a spoonful of sugar helps the medicine go down! BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wait! WAIT! She always does what's unexpected. She goes UP the bannisters. Dick is confused. BOB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So go up. Dick plays a high note. BOB (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Try B. He takes a pencil from behind his ear and marks Dick's sh music. Dick immediately begins finding the tune on the pi DICK &amp; BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing `down' in an up KEY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a spoonful of sugar helps the medicine go down. Don looks up from his sketching. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! The sound of Walt's cough signals his imminent arrival. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Man is in the forest. Pamela and Walt enter the room. DON (CONT'D) (TO WALT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to hear this. (to the boys) Play him what you got. Walt takes a seat beside the piano. Pamela folds her arms across her chest defiantly. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just a chorus-- BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tell us what you think. He knows dum dum Will help dum dum dum duuuum! Bob whistles what will end up being the Robin's part of t song. DICK (SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Just a spoonful of sugar helps the medicine go down-- the medicine go do-own, medicine go down Just a spoonful of sugar helps the medicine go down In a most de da dee daaa! BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll work out the other lyrics. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see how it goes up on the word down? BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "On the word down it goes up! PAMELA (UNHAPPY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's ironic. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forget ironic, it's iconic. Pamela rolls her eyes. PAMELA (SARCASTIC)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bravo. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I won't be able to stop singing that for weeks! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It seems enormously patronising to me. The very sort of annoying tune you would have playing in your themed park I daresay. All giddy and carefree, encouraging children to face the world unarmed. All they need is a spoon and some sugar and a brain full of fluff and they're equipped with life's tools. Wonderful! Dick is completely deflated. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's your point Pam? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "MRS Travers! My point is that, unlike yourself, Mary Poppins is the very enemy of sentiment and whimsy. She is truthful, she doesn't sugar coat the darkness in the world that these children will eventually come to know. She prepares them for it, she deals in honesty. One must clean one's room; it won't magically do it itself! She waves the script in the air. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "This whole script is flim flam! Where is its reality? Where is its heart, where is the gravitas? She opens a window and flings the script out. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No weight Mister Disney! See? Dick, Don and Bob look out of the window as the pages flu downwards and spread themselves over the Disney lot. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No whimsy or sentiment says the woman who sends a flying nanny with a talking umbrella to save the children. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think Mary Poppins is saving the children Mr Disney? Pamela sighs, shakes her head. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh dear. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela makes her way to the bench she waits on for Ralph. She sits down, wraps her arms around herself, closes her eyes. PAMELA (TO HERSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It goes up. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margaret sweats as she hangs out laundry whilst desperate shushing her screaming infant. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There there. Shush shush now-- Ginty and Biddy run in and out of the sheets, chasing a l hen that squawks and flaps its wings trying to escape the girls. MARGARET (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to the girls) If you could just-- TRAVERS (CALLING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahoy Goffs! The girls and Margaret look up, surprised to see Travers early. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father! She runs at him and swings her high into the air with one arm, catching Biddy with the other. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What a lovely surprise! Did you finish early? TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I couldn't stop thinking about my beautiful girls on this beautiful day in this beautiful place and I thought to hell with it! (to Ginty and Biddy) And what do we say about beauty ladies?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINTY/BIDDY/TRAVERS",
          "text": "A thing of beauty is a joy forever! MARGARET BUT-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Buts are for goats my love! He dips her and smooches her. GINTY &amp; BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Urgh! TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(whispering to Margaret) I'll put in extra hours tomorrow. (TO GINTY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What are we playing? GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The hen got out and we've been trying to catch her! Travers spies the clucking demon. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's no hen! That's Aunt Ellie, your mother's horrendiferous sister! GINTY (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's a made up word! BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really?! GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not the aunt! (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Quick! Catch her before she flies away on the-- TRAVERS/GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "East Wind! Travers throws his jacket to the ground and begins to cha the hen, tearing through the clean sheets and treading th into the ground. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll wash them again my love! Margaret look at the dirty sheets and shrugs. The kids run after their father squealing and giggling as poor little hen runs for its life. Even the dog joins in, Margaret goes to retrieve the discarded jacket and sees a whisky bottle protruding from the inside pocket, she slip back inside - out of sight, out of mind. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go Sergeant Ginty! Fell the beast! Ginty dives on the hapless bird, who pecks her soundly an scarpers. It's chaos. Travers, the girls, the dog and the evasive hen running into each other, falling over each ot cursing and laughing. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aunt Ellie! TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh she's a foul fowl! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biddy and Moya sleep but Ginty is awake, the hen snuggled firmly under her arm. She can hear the tense voices of he parents. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--darling, it's just that um-- a LITTLE CONCERNED-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Meg sweet, I had a throat scratch- - MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--the bank is getting you down again? Perhaps my sister-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "God no! No. I can endure. I will endure. For the girl's sake-- Just, please-- not Ellie. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh my dear-- Travers weeps and Ginty closes her eyes, buries her littl face in the hens feathers. GINTY (WHISPERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Foul fowl. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits up in bed - leaning back into the open arms o Mickey Mouse - applying face cream, then hand cream, her is screwed into a twist of unhappiness. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disney sits on Pamela's bench, deep in contemplation. Piano music tinkles from somewhere in the building and th VOICE-- DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All around the cathedral the saints and apostles look down as she sells her wares Walt is dragged from his thoughts and gets up to follow t sound. DICK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Although you can't see it you know they are smiling Each time someone shows that he CARES-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt walks towards the music room, visibly moved by the s a cough rattling in his throat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Also in lamplight, Dick Sherman sits at his piano. Bob as on a couch in the corner. Walt pushes the door open, Dick knows he's there but keeps tinkling away. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Though her words are simple and few listen, listen, she's calling to YOU--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\"Feed the birds, tuppence a bag tuppence, tuppence, tuppence a bag.\" WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That'll work. Dick nods, still playing. Walt makes his way to the piano sighs, sits next to Dick on the stool. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's going to say no isn't she? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woman's a conundrum. Dick stops playing and flicks to a new page of sheet musi DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A man has dreams of walking with GIANTS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "To carve his niche in the edifice OF TIME (SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Before the mortar of his zeal Has a chance to congeal The cup is dashed from his lips The flame is snuffed aborning He's brought to rack and ruin in HIS PRIME--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt laughs out loud, he sings with Dick reading the lyri from the music sheet. WALT &amp; DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "My world was calm, well ordered, EXEMPLARY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then came this person, with chaos in her wake And now my life's ambitions go with one fell blow It's quite a bitter pill to take. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Inspired by someone we know? DICK (FEIGNING INNOCENCE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd have to ask Bob. The men smile, bittersweet. DICK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She might surprise us all. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She won't. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You don't know that. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I do. I know it, I know it only too well. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've fought this battle from her side. Pat Powers, he wanted the mouse and I didn't have a bean back then. Dick raises his eyebrows. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was this big terrifying New York producer and I was just a kid from Missouri with a sketch of Mickey but-- it woulda' killed me to give him up. Walt peers down at the sleeping Bob. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honest to god killed me. That mouse, he's family. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Go home. Walt leaves the room. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits by the pool, arms clasped around her, looking the stars. The pink and green of the hotel shimmers in th water making it look like a chalk painting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS, (V.O.)",
          "text": "The world is an illusion Ginty. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty sits on the front step of the porch, arms clasped around her body, face to the sky. The sounds of the evening closes in - crickets, the last deafening chorus of the birds. Travers walks up the path to their home, trailing his sui jacket over his shoulder, his shirt and tie loosened. His shirtsleeves are marked with sweat. His face is a study o something close to despair. He looks up to see Pamela sitting on the front step and immediately arranges his features into a bright smile of greeting. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ahh the Countess Mary Sparklestick! Pray tell me, what are you concentrating so hard on? GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am laying eggs! TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really!? Fabulous! GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Today I am a hen. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indeed! I can see the feathers sprouting as we speak! Margaret steps out onto the veranda, takes one look at he husband and knows he is drunk. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helen Goff, would you lay the table for supper please? GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not Helen! TRAVERS (OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can't possibly lay a table; she's busy laying eggs! MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I need-- (help.) TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's laying! MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(her face contorts in PAIN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry! She goes back indoors and slams the door behind her. Gint gets up to go indoors and Travers catches her by the arm. He swallows hard, eyes welling. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(urgent, his voice BREAKING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't you ever stop dreaming Ginty my love. You can be anyone you want to be. Anyone. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to be like you. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't. (HE CHOKES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't leave yourself always searching for-- something-- He coughs to stop a crying jag and leaves her alone on th porch. Ginty is unnerved by her Travers' demeanor, she creeps ar to the side of the house where she watches her father app in the window of the washroom. She doesn't know what to d he leans his head against the wall and breaks down sobbin   OMITTED ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph looks at Pamela in his rear-view, she seems weak, t steely fight flown away on the East wind. Her arms wrappe around her chest, her face turned to the window. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ya alright Mrs? Pamela doesn't even hear him. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty stares out of the window, in a daydream, a paintbru in her hand, dripping colour down her arm. She is nudged to the present by her teacher, MRS CORRY. MRS CORRY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Helen Goff? Wake up dear. You want your banner to be ready for the fair don't you? Ginty turns back to her painting - her banner reads: ALLORA FAIR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Around the words Ginty is painting a gorgeous carousel wi stunning horses, one of which is white with roses on its bridal. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margaret, Biddy and Ginty walk into the fairground. Tents erected, farmers show off their sheep, children clutch st of cotton candy and a carousel spins with one stunning wh horse amongst the drearier others, roses upon its bridal. BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Brill said Father's presenting the medals. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(a flutter of pride) He is indeed! On behalf of the bank.  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela stares out of the window, not really concentrating what's going on in the room. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers? Again, she doesn't hear. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers? Pamela looks at Don. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We were just saying that we'd like to play you the song in the bank. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would that be good? Pamela nods, noncommittal. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as Dawes Snr) So you have tuppence? May I be permitted to see it? (changing voice to Michael BANKS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I want it to feed the birds! (back to Dawes Snr) Fiddlesticks boy! Feed the birds and what've you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON/DICK/BOB",
          "text": "Fat birds! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(singing more sotto than USUAL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But! If you invest your tuppence wisely in the bank ",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (V.O.)",
          "text": "Safe and sound-- A small stage and dais stand central of the event over wh a large sign reads:",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (V.O.)",
          "text": "Soon that tuppence safely invested in the bank will compound-- The Allora townsfolk are out in force. Ginty walks with h family. Her father attempting to memorise speech notes as they pass through the crowds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (V.O.)",
          "text": "And you'll achieve that sense of CONQUEST--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margaret nudges him as Randolph Belhatchett and his famil walk past. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(clears his throat) Mr Belhatchett. Randolph looks at Travers, then at Travers shaking hands, family nod and move on. Margaret looks upset by this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (V.O.)",
          "text": "As your affluence expands-- Travers buys two immense sticks of fairy floss and hands to Ginty and Biddy. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers, Biddy's stomach-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, for Gods' sake, Meg, stop whinnying like an old nag will you? Margaret is aghast at being spoken to like that in public she keep her mouth shut. Ginty notices Travers eyes stray towards the refreshments tent. GINTY (PANICKED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father-- will you ride the carousel with me!? But the refreshment tent has Travers in its grip. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Meet you there in a blink of an eye! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As before. DICK (SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In the hands of the directors who invest as propriety demands. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty stands with her family at the carousel, eyeing the refreshment tent. MARGARET (TO GINTY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll take Biddy to get ready for her dance. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's your father? Margaret sees the direction of Ginty's gaze. Her face fal but she takes Biddy by the hand and heads for the stage. MARGARET (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Come on Biddy. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty appears in the tent's entrance. On first glance she sees only an unidentified group of local drinkers. Relief begins to dawn and she turns away. It is then that she hears Travers laugh, and turns back t see the group part, revealing Travers at its centre. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Indeed, a published poet-- She takes a deep breath and moves forward, grabs Travers hand. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father, come and look. Biddy's dancing. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In a moment, my princess. I'm talking. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Back in Ireland, I miss her green HILLS SO-- GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's-- she really wants you to watch, Dad. You'll miss it. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not now Biddy! GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm Ginty. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty! Shoo! Devastated, Ginty doesn't know what to do, she pulls at h shirt sleeve again. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You said don't give up. A waiter approaches and takes her by the arm, leading her away. WAITER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me, Miss. It's gentlemen only in this section of the tent. I think you'll be more comfortable at the far end. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you alright sweetheart? GINTY (TO WAITER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm scared my father is-- Despairing she looks up and sees her mother, carrying Moy in the entrance. Her mother's face falls and crumples. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers steps heavily, one at a time, up the steps onto t dais, and finds his way to the speaker's podium. Margaret and Ginty watch, hearts in mouths, Biddy blissfully unawa TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon, distinguished guests, our biggest supporter Mr Randolph Belhatchett and his lovely wife, ladies and gentlemen, boys and girls! Randolph looks at Travers with displeasure and then at on the bank staff. RANDOLPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why is he speaking for the bank? BANK WORKER",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's the manager. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm honoured to be here on behalf of the Belhatchett Bank of Australia. Shortly, it will be my very pleasant duty to present the awards to our young performers. But before I begin, I'd like to say a very few words to our very youngest citizens about the role of the - er, the Bank in our community. Ginty allows herself to breathe. So far, so good. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's using too many `verys'. He always says `very' too much when HE'S--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She can't say it. Ginty takes her mother's hand but Marga pushes the hand away. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela turns away from Don and the Shermans and takes her to look at a sketch of Mr Banks, pinned to the wall, he s has a moustache. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as Dawes Snr) Very well, my boy, give me the MONEY (AS MICHAEL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No I won't I want it to feed the birds! (as Dawes Snr) Banks! (AS BANKS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes sir. Now Micheal... DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you deposit tuppence in a bank account, (MORE) DICK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Soon you'll see that it blooms into credit of a generous amount SEMIANNUALLY ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers is now in lip synch with Dick Sherman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS DICK, (V.O.)",
          "text": "And you'll achieve that sense And you'll achieve that sen of stature of stature As your influence expands as your influence expands To the high financial strata To the high financial strata That established credit now That established credit now COMMANDS-- COMMANDS--  ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don is up and singing with the boys. They are enjoying themselves so much that they don't notice Pamela's eyes w slightly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON/DICK/BOB",
          "text": "You can purchase first and second TRUST DEEDS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Think of the foreclosures! Bonds! Chattels! Dividends! Shares! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As before. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bankruptcies! Debtor sales! Opportunities! All manner of private enterprise! Shipyards! The Mercantile! Collieries! Tanneries! Incorporations! Amalgamations! Banks! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As before. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as Dawes Snr) While stand the banks of England. England stands!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a smattering of applause, Travers is encouraged, Margaret and Ginty look relieved, even hopeful. But then Travers momentarily looks lost, a slight breeze the speech notes from his hand and they float down in fro of the dais. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uhmm. Thank you kindly. Thanking you. Now-- what, what am I doing next? Oh! It's a marvellous idea to encourage children to open accounts. My daughter, the Princess Ginty-- she's-- uh. (looks at Ginty) How old are you? Come up here. Ginty - what? Me? Ginty glances to her mother and then, on trembling legs, makes her way forward and up the stairs onto the dais. Margaret watches, growing uneasy. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty has a bank account-- and that's good. Give her a drink! The audience is shocked. TRAVERS (CONT'D) (MUMBLING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I mean give her a hand. Everyone is beginning to look uncomfortable. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shall return in just a moment to present the awards. But right now I must-- relieve myself. Gasps from the audience. Margaret - dying. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give us your shoulder, Ginty, will you? I'm busting. There's a good girl. Father and daughter walk towards the edge of the stage, Travers leaning on Ginty's shoulder. The shameful glare o Allora burning into them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DON, (O.S.)",
          "text": "When fall the banks of England, England falls! Travers somehow loses his footing before reaching the ste and topples off the stage. There's an audible, horrible s as he lands in an undignified pile. But, despite his ugly injury, Travers cannot stop laughing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are laughing, congratulating one another. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love it! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think Walt's gonna like it? Pamela takes a last look at the Mr Banks picture and spin around viciously. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why did you have to make him so cruel? The boys jubilance is halted immediately. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He was not a monster! DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who are we talking about? I'm confused. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You all have children yes? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. DICK BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yep. Yes.  PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And do those children write you letters, make drawings for you? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Of course. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mine like to make folded paper-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(cutting him off) And would you tear up those gifts? In front of them?! Silence. They know where this is going. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a dreadful thing to do! I don't understand! Why must father tear up the advertisement his children have written and throw it in the fireplace!? Why won't he mend their kite? Why have you made him so unspeakably awful? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For all the world to see, in glorious technicolor? You claim to make them live-- if that happens can't he? Can't they at least live well? Pamela chokes back a sudden rush of distress. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't bear it. (SOFTLY) PLEASE DON'T--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys are shocked at the level of upset. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't-- I'll feel like I let him down again-- She leaves the room, head hung. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers is in bed, his leg elevated and set with plaster. is shaking badly with DT's, his mood is poisonous. Ginty sits on the edge of the bed as the DOCTOR packs up bag. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't suppose there's any more you can give me for the pain? The doctor shakes his head at Travers wanton greed for mo DOCTOR",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(leaving the room) When will enough be enough Travers? GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've brought you something father. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Be a darling Ginty my old pal! Help father out won't you? Ginty is wary. TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In my washroom-- there's a bottle of medicine that father needs-- GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother took it away. Travers slams his fist on the bed, scaring Ginty. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Godammit! Nervous, hopeful, Ginty withdraws a folded sheet of paper from her pocket. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I wrote a poem for you. It - it won first prize, at school. Travers takes the page, tries to hold it steady in his shaking hand. GINTY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like me to read it to you? The agony as Ginty watches the shaking hand. Finally, the humiliation is too much for Travers. He scans the page rapidly and lowers his hand. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's hardly Yeats, is it? Ginty is devastated. But more than this there's a hardeni in her small face, a sense of disillusionment that so far she's held in check. Here are the first signs of the Pame to come. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela rushes from the rehearsal room, down the corridor, face twisted, desperately trying to maintain composure. D rushes out after her. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers! He stops, recognizing she doesn't need to be followed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty rummages through kitchen cabinets, drawers, the tra but doesn't find what she's looking for. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela rushes past Minnie Mouse and Daisy Duck, through t lot, past Ralph - who's taking his lunch at the cafeteria and towards a patch of green, a communal lawn at the back a soundstage. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty fights the smell of the warm rubbish in the midday as she ransacks the outdoor trash cans, finally finding w it is she's looking for. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela flops down onto the ground, digging her fingers in the dirt and lawn. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty creeps into her father's room, he sleeps fitfully, presses the half-full bottle into his hand. Covering both hand and bottle with his bed covers before leaving the ro ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela picks a daisy, finds a stray twig and arranges the the grass. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs? Pamela looks up, her eyes are red rimmed but she's not crying. RALPH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I, uh, brought you a tea. He hands her the tea in a takeaway cup. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's blasphemy to drink tea from a paper cup. Ralph, shifts nervously from foot to foot. He's not quite sure what to say to her or why he brought the tea. Pamela puts the tea down and continues to fiddle with bit and pieces of twig and bloom that she's plucking from the area around her. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Everything okay Ma'am? Would you like me to drive you home? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the way to England? Yes, please. Ralph lowers himself onto his haunches. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You got family back there Mrs? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're an impertinent man you know? You ask an awful lot of questions that have no relevance to you being able to carry out your duties. RALPH (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know! I do, do that. Yes! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And you have no barometer. Ralph is confused. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let us say that I haven't family who'd notice whether I was halfway across the world or sitting in my living room. She pulls a thread from the hem of her skirt, ties two tw together. RALPH MA'AM; I--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph sees that she has a little collection of things, he looks around for some more. Pamela takes a stick and digs small line through the grass then hands it to him. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Make a little furrow, there. Ralph dutifully does as he's told, looking over his shoul for fear of being caught digging holes in Disney soil. Ralph pokes the ground, thinking. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I gotta kid. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, most people do. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jane-- she's got all kinds of troubles. Pamela raises an eyebrow. RALPH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Handicapped you know? Myelitis--  transverse. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's in a wheelchair see? That's why I concern myself with the weather-- sunny day she can sit out in the garden. Rainy day I have to leave her cooped up inside. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Worry `bout the future, but then I stop cuz you can't do that. Only today. Pamela takes the plastic lid off the paper cup and pokes holes in it. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now look. She takes the lid, twigs now sticking out of the poked ho and places it in the centre of what we now see is one of Pamela's tiny parks, she gently rest a leaf on the twig struts forming a roof. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a band stand. She takes the cup of tea and gently pours the steaming li into Ralph's trench, which runs all the way around the pa RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A river! PAMELA (CORRECTING HIM)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lake. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Lake. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hey! I wish I could take her there! He points at the miniature park. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wouldn't that be nice? INT. GINTY BIDDY &amp; MOYA'S BEDROOM - NIGHT Ginty, Biddy and Moya sleep soundly, Ginty clutching the to her chest. The door creeps open and Margaret stands in the shadows looking at her children, tears stream down her face but s seems calm, something has crossed over in her eyes. There just nothing there-- MARGARET (WHISPERING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you gave it to him. (squeezing Ginty's hand) All the hope is in the bottom of that bottle, Helen. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother? MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want you to take care of the children. Ginty is groggy, she doesn't understand. MARGARET (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Watch over them. Ginty sits up. MARGARET (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you love your father more. But one day you'll understand. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Margaret leaves the room and Ginty is straight out of bed following her. Behind, in the room, Moya has awoken and i crying. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty runs out onto the porch where she sees her mother i her white nightdress striding purposefully through the ga like some ethereal ghost. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother! She runs out into the yard but stops as she hears Biddy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BIDDY, (O.S.)",
          "text": "Ginty! Ginty turns back to the house and then back towards her mother but Margaret has disappeared into the darkness. GINTY (CALLING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mother! Mother! The baby is screaming now. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "INT. GINTY BIDDY &amp; MOYA'S BEDROOM - NIGHT Ginty wrenches the eiderdown off the bed and wraps Biddy it, she scoops Moya up from the crib. BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where's ma? GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Once upon a time there were three little girls alone in a house. They were frightened of the big wide world just outside the door. She takes them through the hallway, stopping momentarily outside the door to her fathers bedroom. It is slightly a and he looks incredibly frail and delirious. GINTY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They were so afraid. She moves forward, her eyes flit to the front door, expec her mother to be standing there any minute but there is nothing. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The mud-stained hem of Margaret's nightdress sweeps along ground, as her feet move towards, and then into, the wate the creek. One step, two, three, the water coming up over ankles, soaking the nightgown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GINTY, (V.O.)",
          "text": "But the stars were guarding them, they glittered as they spoke \"We shall send a guide to show them the way to the magical ladder which will bring them all the way up to SEE US\" ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Biddy and Moya are calming as Ginty places the girls in f of the fireplace. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And who do you think those sparkling messengers sent? Who was it that came flying through the starry, starry sky to carry us up to see them? Ginty wraps Moya in a blanket and puts her in Biddy's arm BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An elf? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty begins to untie Albert from the fence still speakin the girls through the window. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Their old Uncle Albert of course! (beat, to Biddy) Stay right here, be good-- Ginty climbs atop the horse. BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you going to the sky? GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm going to find the end of the story so I can bring it back for you! BIDDY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it happy? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty rides fast, desperately searching the darkness for mother and turning back frequently to check that the lamp still burns on the porch. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Margaret is up to her neck in the freezing water of the creek. Shivering cold. She wills herself forward into the water. She wants to sink down and simply float away. From behind her comes the clip clopping of hooves. Margar turns her head and there, atop the horse, is Ginty. Margaret begins to weep. Ginty jumps down from the horse and rushes to her mother, wading into the water to grab hold of her. Ginty bobs up and down in front of her mother in the deep water. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sometimes a person we love, through no fault of his own, can't see past the end of his nose. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's time to go home, ma. She reaches out her hand--  OMITTED ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela looks through a stack of books intently, jotting something down on a piece Beverly Hills Hotel stationery every now and then. Presently, the phone rings. Pamela almost jumps out of he skin. She rushes to grab it. PAMELA (INTO PHONE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers! Hello! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt sits at his desk, flicking through cartoon drawings penguins. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(coughs into phone) Pam! INTERCUT BETWEEN PHONE CALLS AS NECESSARY. PAMELA (DISAPPOINTED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr Disney. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Callin' to check up on you. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you a doctor? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hm? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Check ups are for medical practitioners no? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, are you always so battle ready? P.L. Travers in her breast plate and chain mail, sword up in the air and off with your head! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What can I do for you Mister Disney? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please, I beg of you, please please call me Walt. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt-- er. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I heard things didn't go so well today. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They went as well as they've gone every other day that I've been here. I don't recall `special' phone calls from you on any of those other evenings. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What's this all about Pam? Really? Silence. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm wondering what I have to do to make you happy. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ha! WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Aren't you wondering that too? Silence. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he has an idea) You know, you've never been to Disneyland! It's the happiest place on Earth! (shouting away from the PHONE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommie! Cancel my morning tomorrow. I'm taking a ride with my favorite author! (INTO PHONE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Any excuse. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I cannot tell you how uninterested, no, positively sickened I am at the thought of going to see your dollar printing machine Mr-- Walter. She notices Mickey's innocent eyes staring at her and gen turns his face away. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh come on! When does anybody get to go to Disneyland with Walt Disney himself?! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disappointments are to the soul what the thunderstorm is to the air. Walt slams the phone down. Pamela stares at it in shock! PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello? Hello? He hung up! I'm! I! I can't believe he hung up! Walt leans back in his chair and grins, Tommie enters. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm not a violent man Tommie but if Mrs P.L. Travers were to get hit by a large truck I-- (he doesn't allow himself TO FINISH) ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick, Bob and Don are drained. They stare at each other i silence. Just the look tells us how much this all means t them. It's desperate. Walt flings the door to the room op WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay boys. We gotta fix this. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty sits beside her father, he is restless and sweating his sleep as she wipes his face with a damp sponge. The sound of a buggy pulling up outside breaks the silenc",
          "sentiment": "neutral"
        },
        {
          "speaker": "MARGARET, (O.S.)",
          "text": "Oh my! And then a new voice, clear as a crystal bell.",
          "sentiment": "neutral"
        },
        {
          "speaker": "AUNT ELLIE, (O.S.)",
          "text": "Margaret, my poor child. I simply had to come. We must fix this. Travers eyes spring wide open in horror. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The Aunt. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A parrot headed umbrella hangs from the back of a chair. An enormous carpetbag - similar to the one Pamela carries plonked on the living room table and there beside it, upright, imposing and matronly is AUNT ELLIE herself. Hai scraped back, hands neatly perched inside her apron pocke a very different version but Mary Poppins all the same. Ginty looks on in awed silence as Ellie begins to remove endless supply of belongings from her bag. ELLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I've brought every new fangled treatment available in Sydney. Biddy is open mouthed. ELLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Close your mouth please Biddy, we are not a codfish. (to both girls) I spy a multitude of jobs to be done! MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They've been so worried-- I've-- ELLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do stop babbling nonsense! I'm here now and I shall fix everything. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Girls! (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Feverfew and camomile to lower his body temperature. Garlic, sorrel, sage. Deadly nightshade. And if those don't work-- well I shouldn't like to say. Young Pamela and Biddy look on in a kind of bewildered tr as item after item emerges from the carpetbag. ELLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--tincture of horseradish-- LAUDANUM--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(to Ginty and Biddy) (MORE) ELLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I had made it quite clear you were to begin helping. Ellie claps her hands together. ELLIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Spit spot! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph drives along solemnly. Pamela looks out of the wind confused. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where are we--? This isn't the way. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Change of venue this morning apparently. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(realizing where she's BEING TAKEN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ugh. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was thinking about our-- tea party? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sure I don't know what you're-- RALPH (OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yesterday, the little park. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Little park? I haven't a clue what you're talking about. RALPH BUT-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Concentrate on the road. Always chitter chattering! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph drives Pamela up to the entrance to the park. Two security guards stop the car briefly and then the gates p open to reveal Walt Disney waiting for Pamela.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph is goggle-eyed at seeing Walt. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh! Isn't that nice? Holy mackerel! Wowzers. Never met him myself but there he is! Right there. Real. Living, breathing. Oh boy! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph jump out of the car to let his passenger out but Di is there first. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Welcome to the Magic Kingdom! Pamela steps out of the car and her eyes nearly pop out o her head with brightness of the place, unbelievable colou and excitement. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is it all like this? Pamela pops a headache pill. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yup! Isn't it wonderful? Ralph hovers at the car, filling his eyeballs with as muc Walt Disney as he can get before he has to drive away. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you always get everything you want Walter? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pretty much! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With the exception to the rights to my books of course! WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "War ain't over yet Pam! Walt takes Pamela by the arm and leads her through the ga and a murmur goes through the crowds as they gawp. A YOUN WOMAN breaks free and rushes up to Walt. YOUNG WOMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I love you so much! Can I--? She proffers a pen and paper but Walt is prepared, he tak signed postcard with his face on it from his top pocket a hands it to the woman. PAMELA (DISGUSTED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pre-signed? WALT (TO WOMAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You should get hers too. (gesturing to Pamela) This woman's a bona fide genius! The woman looks expectantly at Pamela who just snorts. sh realizes she's getting nothing and, clutching her preciou postcard to her chest, melts back into the crowd who part like the red sea for Walt and his guest. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt and Pamela make their way down Main Street. Walt sto anyone from getting too close by immediately handing out postcards to anyone who gets near. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "In Adventureland there is a tree-- this is a fun fact. A titbit. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tidbit. WALT (OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It has three million leaves, four million flowers. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Gosh. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And they said only God could make a tree! Pamela rolls her eyes. There is a protracted silence as they walk, both encompas by their own thoughts. The sunshine, the joyful crowds ju background colour. They pass by a store front and Walt glances up at the win It reads: Elias Disney Contractor Est. 1895. Pamela notic the look but doesn't say anything. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where did she come from? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Who? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I think you know who. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She flew in through the window one day. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the window huh? Pamela nods curtly. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's just that easy isn't it Mrs Travers? He sees right through her. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I know you don't wanna be here so I'm gonna take you to one ride-- my favourite amusement and then I'll set you free. Way ahead of them the carousel spins in the distance. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The carousel slows to a halt and a herd of excited childr climb down from the horses and disappear into the park. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers, I would be honoured if you would ride Jingles. She's Mrs Disney's favourite horse. He escorts Pamela to a beautiful white horse, roses on it bridal. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No thank you. I'm happy to watch. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No greater joy than that seen through the eyes of a child. Pamela looks at the children climbing onto the carousel. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There's a child in us all. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Maybe in you Mister Disney, but certainly not I. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Get on the horse Pamela! Pamela sighs and allows Walt to help her onto the horse. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When we first met, you said to me `they're family.' PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I said what? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins, the Banks's, they're family. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The boys have had an idea for your Mister Banks. I think it'll make you happy. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You brought me all the way out here to tell me that? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. I brought you all the way out here for monetary gain. Had a wager with the boys that I couldn't get you on a ride. I win! He clambers onto his own horse, gestures to the ride controller and off they go! Pamela gently bobs up and down, Walt waves to her and she sees the unbridled thrill from the child in Mister Disney spilling out. The tiniest, tiniest of smiles threatens to surface on her lips as he points a finger in the air as i shooting for the stars. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yah! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers has a violent coughing fit, he looks to his hand, disturbed to see blood there. He grimaces at Ellie who ha her back to him as she folds clothes, a look of deep satisfaction on her face. ELLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well begun, is half done! His face softens as his hazy gaze falls upon Ginty, outsi the window, sweeping. Their eyes meet for a brief moment, unspoken understanding of what is to come, before his clo with tiredness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "All the tables have been pushed to the walls, Don is just pushing the last one away as Pamela comes in, followed by Dolly with the tray carrying Pamela's tea. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good morning Mrs Travers! She looks at the new arrangement of the room. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What horrors have you in store for my beautiful characters today, hm? Bob clenches a fist but Dick gives him a look that says: calm. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, Mrs Travers you sit here. He ushers her to a chair facing the centre of the room. H hands pages to Bob and pages to Dolly. Don and Dolly drop their knees so that they are half the height of Bob. Pamela raises an eyebrow. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We thought about what you said Mrs Travers and Mr Banks isn't cruel. He isn't. We've got a new ending for the film. Oh god, I hope you like it. Bob pulls a kite out from behind his back. DON (CONT'D) (AS MICHAEL)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Michael says, \"He mended it! It's wonderful!\" DOLLY (AS JANE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "However did you manage it? PAMELA (TO HERSELF)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He mended it? Dick strikes a chord on the piano. DICK (SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "With tuppence for paper and strings You can have your own set of wings With your feet on the ground You're a bird in flight with your fist holding tight To the string of your kite Oh oh oh oh Bob takes the hands of Don and Dolly and he dances around with them (awkwardly as they are still on their knees and has a limp.) Pamela's eyes on the fixed kite. DICK &amp; BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let's go fly a kite Up to the highest height Let's go fly a kite and send it SOARING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up through the atmosphere Up where the air is clear Oh let's go fly a kite Don notices Pamela's foot tapping, he stands up. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And then Mrs Banks goes to fetch her suffragettes ribbon. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(as Mrs Banks) \"A proper kite needs a proper tail don't you think?!\" Don drops to his knees again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB/DICK/DON/DOLLY",
          "text": "Let's go fly a kite Up to the highest height Is Pamela humming too?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB/DICK/DON/DOLLY, (CONT'D)",
          "text": "Let's go fly a kite and send it SOARING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don bows to Pamela puts his hand out to her and to his surprise, she accepts and they begin to waltz. Pamela is surprisingly elegant and accomplished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB/DICK/DON/DOLLY/PAMELA",
          "text": "Up through the atmosphere Up where the air is clear Oh let's go fly a kite Everybody is up and dancing, it's like something out of a Disney movie! DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When you send it flying up there All at once you're lighter than air Dolly breaks away and rushes from the room. DICK (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You can dance on the breeze over houses and trees-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dolly pants her way to the top of the stairs, and sees Wa just about to enter his office. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mr Disney! Walt! Walt spins around. DOLLY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry to interrupt. It's just she-- she's dancing! Mrs Travers. She's dancing with Don! He cracks a great big smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DICK, (V.O.)",
          "text": "With your fist holding tight To the string of your kite ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As before.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOB/DICK/DON/PAMELA",
          "text": "Oh Oh Oh Oh Let's go fly a kite Up to the highest height Let's go fly a kite and send it SOARING",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Up through the atmosphere Up where the air is clear Oh let's go fly a kite! They all collapse in a heap, exhausted and thrilled. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes! He fixes the kite! Oh, I love it! Dick punches the air. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Though proper English would be `Let us go and fly a kite.' Bob glares at her. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I might be willing to overlook that. BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Did we get that on tape? Everybody sighs with relief and Pamela looks to the caricature of Mr Banks with deep warmth. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty sits with her father, he's a shadow of his former s extremely ill. The shaking has stopped, his lips are parc and blueish. TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at you-- all ship shape. Travers reaches up a shaking hand and musses up Ginty's perfectly plaited hair. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I re-wrote the poem father. Travers doesn't respond. Ginty reaches into her pocket, t out tuppence. GINTY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The aunt gave me tuppence. She shows it to him in her open palm. GINTY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Shall I buy you something father? TRAVERS (BARELY AUDIBLE) PEARS-- ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits bolt upright in bed, panicked. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty skips off the porch, clutching her tuppence. Chatte to herself about pears. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo crests the top of the hill. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph admires the view as he always does. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you know you're quite right? It is beautiful. Exquisite. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's always new. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela leans on the piano peering at her script. The boys dotted about the room; all are mid-work. DON (TO PAMELA)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So Jolly Holiday's in? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As you wish. Pamela is genuinely curious. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, how in the world does Mister Disney propose to train penguins to dance?! BOB",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Are you serious? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've heard about his implausibly leaved trees so I assume he does have some insane penguin wrangling scheme but it does seem rather far fetched. Can you train penguins? DON (LAUGHING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No I don't think you can train an ACTUAL-- DICK (OVER)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They're animated. Pamela is confounded. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sorry? DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Cartoons. He draws a little squiggle in the air to illustrate his point. DON",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Dick. Pamela's face turns beetroot red, she pushes herself away from the table and storms out of the room, slamming the d behind her. DON (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Crap. DICK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Are we getting real penguins? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela comes storming into the offices suite. Dolly smile from her desk. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good afternoon Mrs Travers! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Where is Mister Disney? DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If you'd like to take a seat-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I would not like to take a seat thank you. I would like to-- She heads for Disney's office and Dolly is up and running after her down the corridor. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers, please! Pamela blows past Tommie's desk. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela pushes open Walt's doors, catching him in the mids signing a stack of postcards of his grinning face, an unl cigarette in his pen hand. TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt, I'm so sorry. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Don't worry Tommie, please close the door. Disney gestures to his cigarette. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Never let anybody see me smoking. I'd hate to encourage bad habits. Please, sit down. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shall not sit in the seat of a trickster! A fraudster! A sneak! WALT PAMELA-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS TRAVERS. PLEASE",
          "text": "WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers, what in the world has upset you so? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Penguins! Walt is confused. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Penguins have very much upset me Mister Disney! Animated, dancing penguins! Now, you have seduced me with the music Mr Disney, yes you have. Those Sherman boys have quite turned my head but I shall not be moved on the matter of cartoons. Not one inch sir! WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's a sequence-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You promised me. You promised me that this film would not be an animation! WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And it isn't! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So they're real penguins? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No they're animated. PAMELA (SUDDEN REALIZATION)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. (to herself, smiling RUEFULLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You foolish old woman. Pamela reaches into her purse and pulls out the assignmen rights papers and leaves them on the table. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Good day Mister Disney. She turns on her heel and leaves. Disney stares at the pa aghast. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam! Pamela! Mrs Travers! Wait! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela flies past Dolly's desk. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please call my driver and have him pick me up. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes ma'am, when? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela flees to her bench, wrapping her arms around herse Disney comes after her. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please Mrs Travers-- You must listen. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You shouldn't make promises you can't keep, especially to children, they hold on to them you see? And those promises they just sit there inside of them, like little doses of poison, all those broken promises, eating away forever. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela? I don't understand why this is so hard for you. Please, make me UNDERSTAND-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The books weren't written for the children. They were written for the promise breakers. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The promise breakers? Mrs Travers I- -",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But she's gone, face to the sky, eyes closed, breathing. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers? Ralph pulls up and gets out of the car. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Woah! Mister Disney! WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hi! I'm such a huge fan. It's such an honour to-- He suddenly sees that Pamela is more deeply entrenched in herself than usual and his priority becomes her. RALPH (CONT'D) (TO WALT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Excuse me. Ralph moves past Walt and gently taps Pamela on the shoul she opens her eyes, relieved to see him. RALPH (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You ready to go Mrs? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yes. Thank you. WALT PAMELA-- PAMELA (TEARING UP)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm so sorry Mister Disney. To have put everyone to so much trouble. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must reconsider. You must. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I simply can't give her up. Not yet. Perhaps not ever. I don't know WHY DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You do know why! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I can't, he's-- DISNEY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I just-- Goodbye Mr Disney. She goes to get in the car and Disney puts a hand to stop but Ralph blocks it. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The lady's ready to go now sir. Walt steps away and Ralph closes the door to the car. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He's? Walt watches the car disappear, wracked with frustration confusion. He takes a seat on Pamela's bench and wraps hi arms around himself and looks to the sky. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph climbs out of the limo and opens the back door for Pamela. He gestures for a valet to come and take her bags opens the trunk of the car. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's been a pleasure driving you Mrs. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No one likes a fibber. RALPH (CHUCKLES)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I really have enjoyed it. Didn't know who you were at first and then guess what? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You found out? RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I was telling my daughter all about my day and how I was driving this nice writer lady, Mrs Travers for Mr Disney and-- PAMELA AND-- RALPH AND--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(he leans into the PASSENGER WINDOW)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And she makes me go to her bedroom and get this! (he pulls out a Mary POPPINS BOOK)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't stop reading it. I'm very slow mind you. Pamela smiles. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you like me to sign it? RALPH (DELIGHTED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you?! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'd be honoured. Ralph hands her his pen and she begins to write. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Your daughters name? RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jane. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Really? RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Uh huh. Like the girl in the book. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(reading as she writes) To Jane and her dearest father-- (she looks at him) I've just this instant realized I don't know your name. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph. She shakes his hand. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're the only American I have ever liked, Ralph. Ralph is chuffed to bits. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "May I ask why? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No. Now take this-- She hands him the piece of Beverly Hills Hotel stationery with her notes on. RALPH (READING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Albert Einstein, Van Gogh, Roosevelt, Frida Kahlo-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What is this? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They all had difficulties. Jane can do anything that anyone else can do, do you understand? Ralph looks at her in awe. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Look at the bottom. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt Disney! PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Deficiencies in concentration and hyperactive behavior. Explains everything! Pamela turns to leave. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Thank you Mrs. Pamela doesn't look back. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommie and Dolly silence their gossiping as a tired and broken Walt Disney appears in front of them. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's gone? Tommie looks down at her paperwork and nods at Walt apologetically. TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Flight left 10 minutes ago. Tommie hands him the itinerary, he glares at it. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(expecting to read her NAME) PAMELA TRA-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Goff? Who's Helen Goff? TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Her. That's her real name. Walt is confused. DOLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Yuh, didn't you know? She's all hoity toity. British this and British that and she's really an Aussie called Helen Goff. Stuck up-- WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Then who's Travers? Tommie and Dolly look at each other and shrug. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(smiles to himself) I've been talking to the wrong person. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty skips up the path, clutching a brown paper bag. She ruffles Andrew's fur before entering the house.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty senses something wrong, she hears hushed, urgent an emotional voices in the hall. She pokes her head into the hallway. There, huddled together, whispering are her moth the doctor and Aunt Ellie. Ellie is holding a pile of blood stained sheets. Ginty stands frozen, trying to still the panicked beating her heart. Margaret spies Ginty and moves towards her as if in slo-m There are flecks of blood on her dress. She is ashen, shattered. She comes down to Ginty's level. MARGARET DADDY--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty cannot react. Margaret sweeps her into her arms and Ginty drops the bro paper bag; it tears and scatters pears all over the floor Ginty's eyes fix on Aunt Ellie's umbrella on the back of chair, drawn into its beady black eyes. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to see my father. MARGARET",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you mustn't. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I want to see him! Suddenly she turns into a wildcat - lashing, thrashing, biting, screaming. Nothing will stop her seeing Travers. AUNT ELLIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Let her go Margaret. Margaret is forced to let go and Ginty runs for her fathe bedroom. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ginty stands in the bedroom, a long way from the bed. She stands there, it seems, for an eternity. Then, finally, s by step she draws closer. The empty bottle on the floor. sheets twisted, still wet with sweat, flecked and spotted with blood. The front of her father's nightdress is also bloodstained. Ginty's eyes reach his face. Travers lies, open, mouth open, teeth slightly red-stained, neither peaceful nor distressed. Just-- nothing. GINTY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I dropped the pears. She perches on the edge of the bed and takes his hand. GINTY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm sorry daddy. Ellie appears in the doorway, Ginty addresses her without turning around. GINTY (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You promised you would fix everything. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A black London Taxi pulls up outside the house. Pamela cl out of the car, struggling to pull her huge Mickey Mouse too. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela moves through the vestibule, lugging her suitcase. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hello house. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits in a chair in the living room watching in darkness. She gently closes her eyes, ringed with sadness a lifetime's despair. There's a knock at the door and she jolts awake, she does know how long she's been asleep but it's black outside. S gets up and rushes to the door as quickly as her feet wil take her. She swings it open. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh dear god! Standing on the doorstep is Walt Disney. Pamela is, quite literally, speechless. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It was one heck of a job getting a seat on the very next flight, let me tell you. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But, you always get what you want eventually. Isn't that right Walter? He looks down at her hand clenched into a fist and shakin WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How about you show me how to make one of those nice English pots of tea? ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela sits at the table, as Disney carries in a tray wit teapot, a milk jug, a sugar bowl and two cups. These he places on the table and proceeds to pour tea. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Milk. The milk goes in first. He attends to it. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I remember. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And whiskey. I'll have whiskey in mine. Disney follows her gesture to the whiskey decanter. She t it from him and pours a generous slug into her teacup. WALT (SURPRISED)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh well, when in Rome! He pours a slug into his tea too. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You've come to change my mind. To beat me into submission. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, I've come because you misjudge me. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How do I misjudge you? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look at me and you see some kind of Hollywood King Midas. (MORE) WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You think I've built an empire and that I want to use your Mary Poppins as just another brick in my kingdom. You think I see her with a carpetbag full of greenbacks. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And don't you? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "If that was all it was would I have pursued an cranky, stubborn dame like you for twenty years? I'd've have saved myself an ulcer! (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you expected me to disappoint you and so you made sure I did. You see, I think life disappoints you, Mrs Travers. I think it's done that a lot. Maybe Mary Poppins is the only person in your life who hasn't. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins isn't real. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, no, that's not true. She's real as can be to my daughter's and to thousands of other children-- adults too. She's been there as a nighttime comfort to a heck of a lot of people. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Well, Where is she when I need her? Hm? I open the door to Mary Poppins and who should be standing there but Walt Disney! He laughs. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers, I am so sorry. I hoped this would be a magical experience for you, for all of us. But I let you down-- and in doing so, I've broken a twenty year old promise to my girls. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I've been wracking my brains, trying to figure out why this has been so hard for you and I-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You see, I have my own Mr Banks. Mine had a moustache. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ah! Not true then that Disney created man in his own image? WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But it is true that you created yourself in someone else's yes? She doesn't answer. Walt takes mouthful of laced tea and coughs a little. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ever been to Kansas City, Mrs Travers? Do you know Missouri at all? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't say I do and as I have no plans to ever set foot on American soil again I'm afraid I never will. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's mighty cold there in the winters. Bitter. Walt stops talking, catches himself, looks away and then gives in. His enthusiasm completely disappears and he's suddenly as ragged and as weary as Pamela. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(it pours out) My dad, Elias Disney, he owned a newspaper delivery route there. Thousand papers. Twice daily. Morning and evening edition. Elias, he was a tough businessman. A save- a-penny anywhere you can type of fella so he wouldn't employ any delivery boys, he just used me and my big brother Roy. I was eight then-- eight years old. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Like I said, those winters were harsh and old Elias didn't believe in new shoes until the old ones were worn right through so-- (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Honestly, Mrs Travers, the snow would be up to here-- He gestures to his knees. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You'd push through it like wading through molasses. (MORE) WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the cold and the wet would be seeping through the shoes and the skin would be raw and peeling from our faces-- and sometimes I'd find myself sunk down in the snow, waking up, cuz I must've passed out for a moment-- I dunno. Then school, too cold to figure out an equation. And back into the snow so by the time we got home it'd be just getting dark, and every part of you would sting like crazy as it slowly came back to life in the warmth. My mother would feed us dinner and then it'd be time to go out again for the evening edition. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Best be quick Walt, best be quick or poppa's gonna show you the buckle end again boy. Walt smiles at Pamela, sips his tea. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, I don't tell you all this to make you sad Mrs Travers, I don't. I love my life - it's a miracle. And I loved my daddy, boy I loved him. But, there isn't a day goes by where I don't think of that little boy in the snow and old Elias with his fist and strap and I'm just so tired-- I'm tired of remembering it that way. Aren't you tired Mrs Travers? We all have our tales but don't you want to find a way to finish the story? Let it all go and have a life that isn't dictated by a past? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's not the children she comes to save. It's their father. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's your father--? (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Travers Goff. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know what you think you know about me Walter-- WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You must've loved and admired him a lot to take his name-- PAMELA I-- WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Travers. It's all about him isn't it? All of this. Everything. Pamela looks at her hands, they're shaking. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Forgiveness. It's what I learned from your books. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't need to forgive my father. He was a wonderful man. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, you need to forgive Helen Goff. Life is a harsh sentence to lay down for yourself. Pamela looks down at the table top. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Give her to me, Mrs Travers. Trust me with your precious Mary Poppins. I won't disappoint you. I swear that every time a person goes into a movie house - from Leicester to St Louis, they will see George Banks being saved. They will love him and his kids, they will weep for his cares, and wring their hands when he loses his job. And when he flies that kite, oh! They will rejoice, they will sing. In every movie house, all over the world, in the eyes and the hearts of my kids, and other kids and their mothers and fathers for generations to come, George Banks will be honoured. George Banks will be redeemed. George Banks and all he stands for will be saved. Maybe not in life, but in imagination. Because that's what we storytellers do. We restore order with imagination. We instill hope again and again and again. Trust me, Mrs Travers. Let me prove it to you. I give you my word. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela is alone. The unsigned rights papers in front of h on the table. She looks at Mickey who occupies the chair opposite her, her face softens under his gaze. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Enough.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Disney employees pass by a giant movie poster which reads MARY POPPINS - OPENING SOON! Walt exits the building. He' but a few steps out of the door when Tommie appears behin him. TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt. She hands him a sheet of paper. TOMMIE (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Invitation list for the premiere. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Is that everyone? TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Not everyone. She looks at Walt questioningly. WALT (SIGHS)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We'll premiere in London as well. It'll be more convenient for her. Tommie holds his look. WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There'll be cameras, press, interviews-- I have to protect the picture. TOMMIE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. Walt walks away, he's lost a bit of steam. Tommy watches go.   OMITTED ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela taps away on her typewriter with gusto. She pings return and breathes, satisfied. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should say so too. The doorbell sounds, voices. Pamela begins to tap again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY, (O.S.)",
          "text": "Mrs Travers! Pamela tuts, tries to carry on with her work.",
          "sentiment": "neutral"
        },
        {
          "speaker": "POLLY, (O.S.)",
          "text": "Mrs Travers! Pamela rises from her chair, smoothes down her skirt. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "For goodness sake! She rises from her chair, smoothes down her skirt and mak her way to the front door. PAMELA (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Please don't screech like an alleycat! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela and Diarmuid sit together. Pamela is quite changed she looks younger, radiant, worry free. DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I am so pleased to hear that Mrs Travers. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I should think you'll have a draft very soon. (CALLING OUT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Polly! Where's that tea? (TO DIARMUID)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's coming along marvelously! Polly kicks the door open with her foot and plonks the te down in front of Pamela and Diarmuid. She sneezes twice, doesn't bother to pour and turns to leave. PAMELA (CONT'D) (TO POLLY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you pour please? POLLY",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You're perfectly capable of doing it yourself. Polly leaves, Pamela rolls her eyes. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "She's quite the worst maid I've ever had! DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "So why do you keep her? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't know-- she reminds me of me. Diarmuid laughs. DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Do you have a title? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins in the Kitchen. DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Wonderful. Should we start talking about the film rights? Pamela narrows her eyes at him. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "NEVER again. DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Okay. (BEAT)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now, tell me, Have you got your tiara for the premiere? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Oh, I'm not going. DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Why not? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Hollywood premieres are not for old trout like me. Anyway, it's not CONVENIENT-- DIARMUID",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "He hasn't invited you, has he? Pamela doesn't reply. DIARMUID (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mary Poppins wouldn't stand for that. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela is hot and bothered trying to wrestle her cabin baggage into an overhead locker. The same flight attendan from the top of the film appears. FLIGHT ATTENDANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can I help you? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm perfectly capable thank you. The flight attendant recognizes her with something akin t horror. FLIGHT ATTENDANT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Suit yourself-- ma'am. PAMELA (CHEERY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shall!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CAPTAIN, (O.S.)",
          "text": "Ladies and gentlemen, good afternoon and welcome aboard this flight to Los Angeles. Just a few announcements before we begin our taxi for takeoff-- Pamela takes the seat next to the window, she looks out a the tarmac. She closes her eyes, takes a deep breath, opens her eyes again and tucks her feet tidily together. She folds her h neatly into her lap and looks straight ahead. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt enters the outer office walking briskly towards his office. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Morning Dolly. Dolly opens her mouth to speak but he's already past and APPROACHING-- TOMMIE'S DESK",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Tommie sits, arms crossed and stares, half bemused at Wal WALT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "What? Tommie nods toward his office. Pamela is sitting in a cha back to them. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Me again! ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Walt semi-recovers as quickly as possible and enters his office. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs Travers! How wonderful to see you. What brings you to-- PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'm here for my premiere. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Great!   PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I didn't receive my invitation, but I just assumed the American postal service had fallen down on the job as per usual. She smiles sweetly. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I'll have a-- uh, replacement sent to your hotel right away. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "That's very kind, Mr Disney. I knew you wouldn't have forgotten me. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pam, how could I? PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "How indeed? You did, after all, assure me that I wouldn't be disappointed. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The porter lets Pamela into her room, and doesn't even bo hovering for a tip. Pamela turns and it's like deju vu - the flowers, the chocolates, the champagne, a VIP invitation to the premie of Walt Disney's Mary Poppins. And, of course, the ubiqui stuffed Mickey Mouse. PAMELA (TO MICKEY)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I thought I left you in London. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela looks wonderful in a long white gown with turquois silk gloves to her elbows and matching wrap falling from shoulders. PAMELA (TO DOORMAN)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Would you call me a taxi please? DOORMAN",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Absolutely. The doorman goes to find her a cab and in his absence a l pulls up to the kerb. Pamela doesn't dare get her hopes u but the door swings open and there he is, her favorite pe in America. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Had a feeling a certain friend of mine might be needing me tonight. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph! She rushes to him and they give each other a friendly hug RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You look like a million bucks! Let's get you to the ball. He opens the back door for her and she climbs in. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's spectacular! Disney's biggest Hollywood opening. Bul flash continuously as limo after limo pulls up at the red carpet. Ushers are dressed as English bobbies. Reporters stand on podiums in colourful suits, Penguins dance their hearts out in front of the theater. Pearly Kings and Quee play for the onlookers. Crowds and crowds of fans scream every time a bulb flashes, waving their autograph books a posters in the air. Every Disney character imaginable bou up and down the lines of well-wishers, hugging them, danc for them, signing their booklets. Hollywood Blvd is completely shut down and the atmosphere is like the happi party you could ever go to. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Ralph takes the car slowly through the crowds. Onlookers press their faces against the windows trying to make out is inside. Pamela is nervous, everyone else has someone w them but Pamela must brave the crowd alone. ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo stops at the edge of the carpet and Ralph jumps He rushes round to Pamela's side and helps her from the c Immediately a round of flashes go off and Pamela puts her up to shield her eyes. It's too much. RALPH",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "(in her ear) This is your night. None of this would be possible without you. She brings her arm down, straightens her dress and breaks into a smile, making her way down the carpet to frantic whispers amongst the press and autograph hunters of: \"Who that?\" \"Is that anyone?\" Pamela spots Walt, Dick Van Dyke Julie Andrews being interviewed together up ahead. Mickey Mouse bounces down the carpet and slows-- he and Pamela lock eyes for a brief moment. He holds out his glo hand, she takes it and together they watch as a huge toy train chugs to a halt on the blvd and hundreds upon hundr of coloured balloons fly out of it's roof and into the ai ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Pamela moves through the spangling, glittering, perfect toothed Hollywood crowd and no-one pays any attention to ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The auditorium is jam packed. Pamela is seated in front o Walt Disney. Don, the Shermans and their families are in same row as her - Bob Sherman next to her. The lights beg to dim. The overture begins-- We stay close on Pamela as the sounds of the overture fad and the melody of a single tin whistle playing one of Tra old melody's rings in her ears. We hear snippets of the film in the background but we rem with Pamela. She looks around at the faces in the audience - laughing, humming, sad, happy, joyous. Intercut with images from Pamela's childhood and the voic of Bert and Jane - Ellie's parrot head umbrella-- BERT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You know, begging your pardon, but the one my heart goes out to is your father. The carousel horses at the Allora fair-- BERT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "There he is in that cold, heartless bank day after day, hemmed in by mounds of cold, heartless money. The tuppence and rolling pears-- BERT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I don't like to see any living thing caged up. Uncle Albert with Ginty on his back, carrying her river soaked mother back to the house-- JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Father in a cage? Ginty pressing the final bottle into her father's hand-- BERT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "They makes cages in all sizes and shapes, you know. The image of the dead Travers in his bloodstained bed-- BERT (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Bank-shaped some of 'em, carpets and all. DISSOLVE TO:",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Children in the audience, their little faces tilted upwar Rapt. MICHEAL",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You won't ever leave us will you? JANE",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Whatever would we do without you? MARY POPPINS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I shall stay until the wind changes. And then an image from the film: George Banks walks away from us down the misty tree-lined London street, on his way to be fired from the bank. Walt Disney watches with quiet satisfaction. Pamela however has tears coursing down her face. Her shoulders heave as she tries desperately not to sob out l but people are noticing, looking at her. Disney leans forward, placing a hand on her shoulder. She reaches up and grips it tightly, unable to speak. WALT",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "It's all right, Mrs Travers. It's alright. Mr Banks is going to be all right. I promise. Pamela nods in gratitude, but cannot contain her sobs. It all pouring from her now, in one immense catharsis. PAMELA",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "No, no. It's just that-- I can't, I can't abide cartoons! We stay on her face as we bring up the final song of the film: Let's Go Fly A Kite. The audience around her are smiling, laughing, singing along. Pamela, the tears, sile now, still pouring down her cheeks as she slowly begins t mouth along with the lyrics. And in her head one final image appears. Travers gaze falls upon Ginty, outside his bedroom window sweeping. Their eyes meet for a brief moment, an unspoken understanding of what is to come, before his close with tiredness.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS, (V.O.)",
          "text": "Never. I promise. I will never lose you. DISSOLVE TO: ",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The shadow of an umbrella leaves the ten-year-old Ginty sitting in the lush grass, arms wrapped tightly around he chest, face to the sky as a smile breaks free across her face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRAVERS, (V.O.)",
          "text": "(SINGING)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Winds in the East Mist coming in-- The shadow of an umbrella, floats higher and higher-- TRAVERS",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "--Like something is brewing, about to begin-- And further and further-- TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Can't put me finger on what lies in STORE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "We give chase but cannot catch up-- TRAVERS (CONT'D)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "But I feel what's to happen, all HAPPENED BEFORE--",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "And the umbrella floats up, up, up into the atmosphere an AWAY-- FADE OUT: END ",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1608"
    }
  ]
}