{
  "movie_id": "MOV1613",
  "scenes": [
    {
      "location": "ADMINISTRATION BUILDING MORNING 2",
      "time": "DAY",
      "characters": [
        "89.",
        "85.",
        "54.",
        "125.",
        "SOFIA",
        "GRETCHEN",
        "TRENT",
        "70.",
        "CHARLIE -",
        "96.",
        "\\",
        "21.",
        "28.",
        "137.",
        "CHARLIE",
        ". GEORGE",
        "GARRY",
        "HARRY",
        "SLADE, (V.0.)",
        "' WILLIE",
        ". MANNY",
        "MANNY",
        "55.",
        ". CHARLIE",
        "SLADE '",
        "JAIME -",
        "40.",
        "135.",
        "116.",
        "380.",
        "KAREN",
        "SLADE -",
        "JAIME",
        "52.",
        "11.",
        "81.",
        "WILLIE",
        "114.",
        "DONNA",
        "GAIL",
        "/ CHARLIE",
        "NOISE",
        "64.",
        "67.",
        "INT, FERRARI",
        "SLADE",
        "53.",
        "NIGHT MAID",
        "CLERK",
        "GEORGE -",
        "27.",
        "GEORGE, (V.O.)",
        "TV ANNOUNCER, (V.O.)",
        "71.",
        "_ CHARLIE",
        "GORE",
        "58.",
        "FRED",
        "115.",
        "GEORGE, (V.0.)",
        "22",
        "109.",
        "___ SLADE",
        "COLONEL SLADE, (V.0.)",
        "TRASK",
        "56.",
        "THEN TAKE THE WAX OUT OF YOUR EARS AND",
        "COLONEL SLADE",
        "62.",
        "WAITER",
        "22.",
        "10.",
        "CHRISTINE",
        "91.",
        "102.",
        "17.",
        "WILLIE, (V.0.)",
        "98.",
        "THE END",
        "SKYCAP",
        "LEAVE HIM OUT",
        "MICHAEL",
        ". JAIME",
        "44.",
        "CHARLIE, (V.O.)",
        "60.",
        "32.",
        "___ CHARLIE",
        "43.",
        "29.",
        "101.",
        "RANDY",
        "FLIGHT ATTENDANT",
        "46.",
        "134.",
        "DONNY",
        "129.",
        "87.",
        "BOOTBLACK",
        "65.",
        "73.",
        "\" SAIME",
        "111.",
        "95.",
        "I.D.",
        "92.",
        "119.",
        "31.",
        "80.",
        "74.",
        "BULLHORN, (V.0.)",
        "MRS. HUNSAKER",
        "69.",
        "HARRY, (V.0.)",
        "GEORGE",
        "132.",
        "LADE",
        "FRANCINE",
        "83.",
        "104.",
        "128.",
        "84.",
        "348",
        "30.",
        "113.",
        "77.",
        "SLADE ,",
        "51.",
        "110.",
        "FRANCINE, (V.0.)",
        "72.",
        "LIE",
        "35.",
        "GEORGE, (V.0O.)",
        "41.",
        "112.",
        "CHARLIE, (V.0.)",
        "124.",
        "JIMMY",
        "TRASK -"
      ],
      "dialogues": [
        {
          "speaker": "Unknown",
          "text": "The mid-morning crush at the students’ mailboxes, a noisy with combination locks being spun open and slammed shut, racket blunted by the steady march of delinquent students worn marble steps leading to the Dean’s and Bursar’s offi However, downstairs there is the happy activity of the mid-morning break, clusters of gossipers, the excitement plans being hatched. Nearby hangs a bulletin board, decor with plastic turkeys. Standing in front of it, a good-loo kid whose cut-rate haircut and J.c. Penney coat-and-tie d fit in with the Preppie platoons. His name is CHARLIE SIM 17, and he is scanning the sparse entries under \"Student Jobs, Thanksgiving Weekend\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A_new maroon Jaguar pulls into the #1 parking spot. Out s DEAN TRASK, an avuncular man in his 50’s, the obligatory schoolmaster’s cozy bow tie and blue blazer, however the bears more the flinty expression of a labor negotiator or baseball front office man. Observing Trask from in front of the Administration Build another group of students, HARRY HAVEMEYER, 18, a born-to-the-purple prep school prince, GEORGE WILLIS, 17, Harry’s consort, and two aides of Harry’s, TRENT and JIMM",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Will you look at this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I can’t believe it, they really gave it to hin. HARRY “ Now he’s a loser with a Jaguar. Dean Trask locks the car, gives it a last, cherishing loo heads for the Administration Building. Harry breaks off f his cohorts and angles across the yard to cut him off. é HARRY (contd) Dean Trask!",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Good morning, Havemeyer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Good morning, sir. Fabulous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "What’s fabulous?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "That’s some piece of steel you got.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "You don’t think I deserve it? Harry holds the door open for Dean Trask as he enters the Administration Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Harry pursues Trask as he moves down the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "...No sir, I think it’s great. Why should the head of Baird be putt-putting around in some junker? I think the Board of Trustees have had their first stroke of inspiration in some time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Well thank you, Havemeyer, I’11 take that at face value. Leaving Harry behind, Trask enters his office where he is greeted by MRS. HUNSAKER, 55, his no-nonsense, New Englan secretary. She has four delinquents waiting in chairs in of her, their pink Dean’s slips balled up in sweaty palms Trask passes by. TRASK (contd) Good morning, Mrs. Hunsaker. (to the boys) What have we here, Murderers’ Row? He chuckles, delighted by his own turn of phrase, and ent inner office. Across the lobby Harry, withdrawing an envelope from his mailbox, meets up with his followers, Georges Trent and J who have joined him inside. Charlie is still at the bulle board.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What was all that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Nothing. e",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "C’mon, Harry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Nothing. Just saying hello. I always enjoy saying hello to Dean Trask. Harry opens the envelope, smiles. HARRY (contd) Sugarbush. Lift tickets and condo vouchers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "I thought we were going to Stowe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Sugarbush is Stowe, Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A bell RINGS, the lobby starts to clear but Charlie conti to examine the job opportunities.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "...We’re doing it right, Thanksgiving in Vermont, Christmas in Switzerland --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "Christmas in Guh-staad is going to cost us --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Staad, the ‘G’ is silent. George?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "‘Staad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Trent?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRENT",
          "text": "‘Staad. Harry turns back to Jimmy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "So what about ‘Staad?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "The ‘G’ may be silent but it costs three G’s to get there. I’11 have to talk to my father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Better yet, why doesn’t my father talk to your father. : to class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Behind them, Charlie is having difficulty concentrating o listings as the snobbish, but good-natured, dispute conti The bell rings again, the lobby empties as students hurry",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie bumps into Harry and George as they all squeeze o door, Jimmy and Trent following close behind as the group proceeds up a narrow path of the grassy quadrangle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(to Charlie) You going home this weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Going home to fucking Idaho for Thanksgiving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m from Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I meant fucking Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "(to Charlie) How do you feel about skiing? In the mood for the white-bosomed slopes of Vermont?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Umm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "We got a deal going, kid. 20% off for my friends. My dad arranged it. Christmas in Switzerland --",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "*Staad -- HARRY . Gstaad. Dropping the ‘G’ is phony.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JIMMY",
          "text": "You just said everybody says ‘Staad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Not if you’ve been there. to Charlie) Easter in Bermuda. Then, Kentucky Derby weekend. We could work you in, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How much are the \\‘white-bosomed slopes of Vermont’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Twelve hundred dollars. Included is a nine-course champagne Thanksgiving dinner.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Twelve hundred dollars is a little rich for my blood, Harry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "How short are you? Charlie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How short, Harry? So short it wouldn’t be worth the trouble for you and George to measure. But thanks for asking. Charlie breaks off, heads for class.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "(to Harry) What’d you do that for? You know he’s on Aid --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "On major holidays, Willis, it is customary for the lord of the manor to offer drippings to the poor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Past the mill, across the river, above the noisy waterwor there is a blue-collar section, frame houses dark with so Charlie unfolds the squares of the piece of paper on whic copied down an address from the bulletin board. He checks number, heads up the sidewalk, rings the bell. KAREN ROSS answers, two children squeezed against her legs and pulli the seams of her jeans, FRANCINE, 4, blonde bangs, a misc smile and very dangerous, and WILLIE, 2, who does what Fr tells hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mrs. Rossi..? Karen looks Charlie up and down, he again checks his slip paper against the plastic dry wall numbers beside the doo Karen smiles ingratiatingly. CHARLIE (contd) ~ 16 Water Street -- ? I’m here about the weekend job?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Come on in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "7",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen shows Charlie inside, Francine and Willie still cli to her.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Get out of the way, Francie --",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCINE",
          "text": "Has he got pimples? He hates pimples.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Quiet!",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIE",
          "text": "Pimples! Yay!",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Shush. (to Charlie) I’m sorry, the School gave me your name but I’ve forgotten it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Charlie. Charlie Simms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "How are you, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Fine, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Right this way... Charlie follows Karen as she picks her way down a dark ha littered with toys and a stroller, past an adult work ben through a kitchen in deep activity with pots working on t stove. KAREN (contd) You’re available for the whole weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Not going home for Thanksgiving?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Good. She opens the back door, tired wooden steps lead down to",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "KAREN (contd) -- They put him in a Veterans’ Home but he hated it. I told my dad we’d take him --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen leads Charlie across the yard towards a small dark cottage, an unexpected outcropping in this cramped yard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "-- Before you go in, do you mind my telling you a few things? Don’t ‘sir’ him, don’t light his cigars, and if he staggers a little when he stands up, don’t pay any attention. Charlie stops now, stares at the cottage’s dark windows. smiles, trying to displace Charlie’s sudden caution. KAREN (contd) Charlie, I can tell right away you’re the right person for the job. And Uncle Frank’s going to like you, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where are you going to be this weekend?",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "We’re driving to Albany. Donny -- my husband -- he’s got family there. Karen reaches down for a cat who bounds out of a pet door bottom of the cottage’s entrance, she knocks, then calls KAREN (contd) Do you want Tommy in or out?! The briefest of silences, then a powerful VOICE:",
          "sentiment": "neutral"
        },
        {
          "speaker": "LEAVE HIM OUT",
          "text": "Charlie flinches. COLONEL SLADE (V.0.) (contd) He’s chasing that calico ginch from the tract houses! Karen, gently tossing the cat out into the yard, senses Charlie’s hesitation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(to Charlie) Down deep, the man is a lump of sugar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen gives Charlie a reassuring nod, and the gentlest of pushes. He enters the cottage, the door closes quietly be him. Through the silence, Charlie hears the burblings of children as Karen, heading back across the yard to her ho joined by Francine and Willie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCINE, (V.0.)",
          "text": "He’s going to hate hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIE, (V.0.)",
          "text": "Pimples! INT. SLADE’S COTTAGE - DAY Semi-darkness but as the eyes become accustomed, objects to come into view. Charlie taps on the door frame.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE, (V.0.)",
          "text": "Don’t call me ‘sir!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sorry, I mean, mister -- sir --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE, (V.0.)",
          "text": "What are you, a moron?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, mister, that is -- Charlie unfolds the squares of paper again, pores over it help, glances back at Karen’s house but she has disappear inside. CHARLIE (contd) Lieutenant, yes sir, Lieutenant -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE, (V.0.)",
          "text": "Lieutenant Colonel! Twenty-six years on the line, no one ever busted me four grades before. Get in here, you idiot Charlie steps inside, through the crepuscular light the o objects Charlie can discern are some cat food and a bowl water at the bottom of a bulging bookcase. Coming into vi now, a blanket on the wall stitched in black, gray and go which reads \"U.S.M.A. 1965\", team and military unit photo a picture of the dismissed General MacArthur waving to th crowds on 5th Avenue from the back of an open car. Through the silence and darkness, a man becomes visible, in an armchair in the midst of this dormitory room/Bachel Officers Quarters. His name is FRANK SLADE, LT. COLONEL ( ret.).",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLADE (contd) Come closer, I want to get a better look at you. Charlie moves in closer and now, as Slade raises his head sniff the air, Charlie can make him out better. Slade is blind, still the man cuts a remarkable figure. I late-forties, he wears a coat and tie, a pair of jodhpur his chin is chiselled, his posture erect, not an ounce of his neck swiveling slightly as he brings Charlie into his both eyes staring blankly, crow’s feet around the corners them which prove, on closer examination, to be scars. SLADE (contd) How is your skin?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "My skin, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "For chrissake!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "-- I don’t know, Mister --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘Frank!’ Call me Frank! Or Mr. Slade. Or if you must, Colonel! Slade bangs the oversized silver oak leaf mounted on burn wood beside him, the plaque slashing into the table. He p the end of a cigar, reaches for a Zippo lighter and begin hit-and-miss business of lighting it. Charlie unconscious aids him with body English until the flame makes contact, Slade reaches for a mean bottle of whiskey beside him, sp the whiskey into a glass with such a vengeance that some dark liquid flies up onto his fingers, he waggles them at Charlie and the drops flicker onto Charlie’s nose. SLADE (contd) Simms, Charles, a Senior. You on Student Aid, Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes, I an.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "For ‘Student Aid’ read ‘crook.’ Your father peddles car telephones at a 300% markup and your mother works on heavy commission in a camera store. ~ (taps his ashes) Graduated to it from espresso machines. Charlie is at a loss.",
          "sentiment": "neutral"
        },
        {
          "speaker": "10.",
          "text": "SLADE (contd) What are you, dying of some wasting disease? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m right here, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I know exactly where your body is. What I’m looking for 1s some indication of a brain. Too much football without your helmet? (cackles) Lyndon’s line on Jerry Ford. Deputy Debriefer, Paris Peace Talks, ‘68. Shave-tail, snagged a Silver Star, threw me into G-2. How old are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "17.",
          "text": "Slade sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Smells more like 18. (smiles lasciviously) Get down last night? The cat pops back through the pet door, crosses to his fo Slade senses him, fondly angles his head towards him. SLADE (contd) The old ass man didn’t quite get his ashes hauled. You can tell when he comes back hungry. Like a woman whose brains you’ve just fucked out and she asks you for a cigarette. Where you from?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Gresham, Oregon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "So what does your father do in Gresham, Oregon, count wood chips?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "My stepfather and my mom run a convenience store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE -",
          "text": "7-Eleven, Arco, Allsup’s?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s an independent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What time they open?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "11 13.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNY",
          "text": "Hi, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hello. I don’t know, Mrs. Rossi -- I got the feeling I screwed up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "You couldn’t have.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "-- It was a bad interview.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "That was no interview, Charlie, you’re it. You’re the only one who showed up. And you've got to take the job. He sleeps a lot, you can watch television, call your girlfriend, I promise you, an easy three hundred bucks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t get an ‘easy’ feeling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "His bark is worse than his bite. The man grows on you. By Sunday night, you'll be best friends. Charlie blinks. KAREN (contd) Charlie, please -- I want to get away with my husband for a few days -- and Uncle Frank won’t come with us. I could practically leave him alone -- I just feel better having someone around. Just in case. Please -- vu Donny turns around now from the bathtub, looks pleadingly Charlie... Karen does, too. Together, they wait for his decision. Finally, Charlie smiles reticently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay, Mrs. Rossi. Sure. Karen smiles gratefully at Charlie, turns back to the bat Francine scoops some suds off her chest, throws them at C as he backs out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie exits, shoves his hands into his back pockets, re the whole, scruffy Rossi compound, now hurries off into t twilight and The Baird School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Five AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Close?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "One AM.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hard workers, you got me all misty-eyed. So, what are you doing in this sparrow-fart town?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I attend Baird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘Attend’ Baird? I know you go to The Baird School. The point is how do you afford it, even with Student Aid plus the folks back home hustling the Corn Nuts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I won a National Merit Scholarship. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hoo-rah. There is a tapping at a window pane of the door which ope the yard. Francine is there. SLADE (contd) Who’s that?! Francine rattles her fingers on the glass, sticks her ton out, makes a crazy face at Charlie. SLADE (contd) Is that that little piece of tail?! Get her out of here! He hurls a rubber mouse at the door, it slams against the window, falls to the floor, little bells ring gently. Sla tilts his head in the direction of Karen’s house. SLADE (contd) I can’t believe they’re my blood. The - IQ of sloths and the manners of banshees. A mechanic and a homemaker. He knows as much about cars as a beauty queen and she bakes cookies that taste like wing nuts. As for the tots, they’re twits. Did you say you had a skin condition, son? I like ny aides to be presentable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "10 12. Charlie feels his face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I had a few zits, sir. (into himself) My roommate lent me his Clinique... he’s from Chestnut Hill and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘The History of My Skin’ by Charles Simms. Are you patronizing me, Peewee? Giving me the old Prep School palaver? The Baird School. A bunch of runny-nosed snots in tweed jackets studying to be George Bush. CHARLIE ’ President Bush, I believe, went to Andover.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t sharpshoot me, punk. You’1l give me forty then you’ll give me forty more, then you'll pull K.P. The grease trap. I/’11 bury your nose in Enlisted Man’s crud until you don’t know which end is up! What do you want?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "A job, Colonel Slade. I’m trying to make my plane fare home for Christmas. Slade drains his drink, starts the dangerous ceremony of lighting a fresh cigar, hits a button and country music P Charlie is in thrall. After a few moments, Slade shuts the music off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Are you still hanging around, Poormouth? Convenience store, my ass. Hustling Jalapeno dips to the Appleseeds. Dis-missed! Charlie exits quickly, hurries across the yard to Karen’s INT. KAREN’S HOUSE - BATHROOM - DAY 10 Karen is bathing Francine, washing up Willie is DONNY, he husband, a blue-collar guy. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Mrs. Rossi -- ? Karen eagerly turns around from the tub to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Charlie, this is Donny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "12 13 14 14.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The place quiet at night, a couple of lights burning in t Administration Building, the library, and the science lab INT. DEAN TRASK’S OFFICE - NIGHT 13 Dean Trask is working overtime, signing letters as Mrs. H prepares them in her outer office.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie is stamping out the books of the last student bef closing. The student is George. Charlie pauses over one o books.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "This can’t go out, it’s on Reserve.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Here’s the thing. I need it for tonight. Thanksgiving quiz with Big Shit Preston in the morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s why he put it on Reserve. We only got one copy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "So I’ll heave it through the slot in the A.M. Chas, I got to do an all night, all frantic. Without this book, I’m dead. Charlie studies George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "If it’s not back by 7:30, it’s my ass --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I promise. Charlie shrugs, smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay. Sure. George grabs the book, Charlie reaches for a window pole desk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You headed back, I/’11 wait for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Give me a minute. Charlie closes the top of one of the great windows with a starts pulling down shades to half-mast. George stands by doesn’t help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "15 16 17 18 19 20 21 15. EXT. DEAN TRASK’S HOUSE - NIGHT The Dean’s maroon Jaguar is parked outside. Harry approac it stealthily, bends over the trunk, pops it open with a crowbar. Nearby, a concrete mixer from a small landscapin operation has been resting overnight beside a garden wall Jimmy jabs a bag of concrete mix with a spade, Trent pick the bag and heaves the contents into the mixer. Harry swi the mixer on, it THUMPS rhythmically. He picks up the noz of the mixer’s thick hose and jogs back to the car with i the first drops of concrete squeeze out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and George bounce down the marble steps leading t lobby of the building. INT. DEAN TRASK’S OFFICE - NIGHT Mrs. Hunsaker, all bundled up against the November chill, good night to Dean Trask as he finishes signing the day’s correspondence. EXT. DEAN’S HOUSE - NIGHT The trunk of Dean Trask’s Jaguar is open, the concrete mi churning, concrete pumping into the hose, Harry shooting high-pressure stream into the trunk of the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and George emerge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "..-Hold on, got to get the door. George waits as Charlie locks up, turns out the last indo light, sets an outdoor light.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Mrs. Hunsaker walks placidly across the silent quadrangle now her eyebrows knit at the SOUND of the concrete mixer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\" George and Charlie heading along a path to the dormitor",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "..-God, can you wait to get out of . this dump?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where you going skiing again? Sugar Loaf?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Bush, Chas, Bush, Sugarbush -- 15 16 17 18 19 20 21",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "22 23 16. George laughs, but now the SOUND of the concrete mixer ge attention. He and Charlie glance down towards the Dean’s see Harry, Trent and Jimmy busy around the concrete mixer EXT. DEAN’S HOUSE - NIGHT “22 Something makes the busy Harry look up, he sees the figur Mrs. Hunsaker approaching. Harry drops the hose, Jimmy sl the car trunk, Trent switches off the mixer and the three them take off. Sudden silence. From a distance, George and Charlie are observing the sce when Mrs. Hunsaker appears behind them.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HUNSAKER",
          "text": "Who was that? George looks at Charlie, Charlie looks at George. MRS. HUNSAKER (contd) Who were those boys? What were they doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I don’t know, ma’am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HUNSAKER",
          "text": "Charles?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Ummm -- Mrs. Hunsaker now scrutinizes the exterior of the Dean’s put all is absolutely quiet. The silence is interrupted b 1970 Plymouth Valiant, in mint condition, pulling up at t at the end of the quadrangle path.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Isn’t that your husband, Mrs. Hunsaker? Mrs. Hunsaker glances at her watch, checks around again b is still and she crosses the \"yard\" to her car. EXT. DEAN TRASK’S HOUSE - NEXT MORNING 23 Trask heads out into the brisk morning air, his pipe at a angle, is about to climb into his Jaguar, glances down, n it has a flat rear tire. He sighs, opens the door on the side, reaches in to pop the trunk release, then walks aro the back to get out the jack. But the trunk is filled wit solid concrete and now with a CRACK, the other rear tire way and the entire car tilts skywards as it settles back its rear axles. A hysterical, contemptuous ROAR from the hill overlooking Dean’s house, Trask looks up, half the student body has assembled to observe him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "24 17.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Piled high outside the door is weekend luggage, laundry b backpacks, hockey sticks taped to overnight valises. In t growded dining hall, Harry chats casually with George, Tr immy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "..-It’s the timing that I love. The morning of Thanksgiving weekend. What the hell’s he going to do now -~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "(to George) ..-You didn’t hear anything, you didn’t see anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "- And dammit, I didn’t get to do anything.",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "You were too busy grinding for Preston’s quiz. If you’re not careful, George, you’re going to end up an Achiever.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I almost shat when the old bag --",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "She doesn’t know a thing. Trent motions to Harry. They all fall silent as Charlie d through the dining hall doors just before they close, tak Closest seat available -- at Harry’s table. HARRY (contd) What about you, Oregon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY",
          "text": "Did you see anything? Charlie glances casually at Harry, now at George, he is v aware of what is in the air. He reaches down the table fo serving bowl swimming with poached eggs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE -",
          "text": "You get a Dean’s slip, Chas? George and Harry are studying Charlie, he chooses not to to George, but his eyes are on Harry as he answers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah, I got one.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "25 18. Charlie dips into the bowl, Harry stares with a mixture o wonder and contempt as Charlie slides a pair of watery eg a cold piece of toast. INT. DEAN TRASK’S OFFICE - MORNING \"25 Dean Trask is at his window, looking down at the \"yard\" a maelstrom of students streaming out for the Thanksgiving as vans, buses and a few fancy private cars await them in street. Trask turns back from the window to George and Charlie wh seated in chairs in front of his desk. He closes his door",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Mr. Simms -- Mr. Willis -- Charlie comes to semi-attention in his chair, but George relaxed. TRASK (contd) Mrs. Hunsaker says both of you gentlemen were at a vantage point last night to observe who was responsible for this -- ah -- stunt. Silence. TRASK (contd) Who was it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I really couldn’t tell you, sir. I thought it was weird the mixer was working at night but by the time I pulled focus, they were gone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Mr. Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I couldn’t say for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Okay, for not sure?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Uh -- I don’t know -- uh... Dean Trask surveys Charlie and George, he takes his time he resumes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "That automobile is not just a possession of mine. That automobile was presented to me by the Board of Trustees. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A cold smile 19. TRASK (contd) It is a symbol of the standard of excellence for which this school is known. And I will not have it tarnished.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "The automobile? from Trask.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "The standard, Mr. Willis. He glances from George to Charlie. TRASK (contd) What is your position, Mr. Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "On what, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "on preserving the reputation of Baird?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m for Baird.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Then who did it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I couldn’t say for sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Do you know what a Class B felony is, Mr. Willis? George shakes his head \"no.\" No response. TRASK (contd) Mr. Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "It’s a crime punishable by up to seven years in the State Penitentiary in Concord. Ever visited our prison in ~ Concord?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Silence. He waits for silent. 20. TRASK (contd) It is not a pleasant place. That is where I am sending the instigators of this event and, unless you tell me fully and completely what happened, I’m going to see to it you end up there as well on whatever charges I can muster for not reporting the commission of the crime. Do I make myself clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Then what have you gentlemen got to say? TRASK (contd) very well. First thing Monday morning, when we're all over our big Thanksgiving weekend, I’m convening a special session of the Student-Faculty Disciplinary Committee. As this is a matter which concerns the whole school, the entire student body will be present. There will be no classes, no activities, nothing will transpire at this institution until that proceeding is concluded. And if at that time we are no further along than we are now, I will expel you both and turn this matter over to Andrew Runkle, the Attorney General of this state. We were in the same class at Dartmouth. Andy is a very good friend of mine. Charlie and George to speak, but they remain TRASK (contd) Mr. Willis, would you excuse us?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Pardon, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Wait outside with Mrs. Hunsaker. George nods anxiously, hurries out. Trask, silent for a m regards Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "21.",
          "text": "TRASK (contd) One of the few perks of this office is that I am empowered to handle certain matters on my own, as I see fit. Do you understand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Good. The Dean of Admissions at Harvard and I have an arrangement. Along with the usual sheaf of applicants submitted by Baird of which virtually two thirds are guaranteed admittance, I add one name, somebody who is a standout and yet underprivileged. A student who cannot afford to pay the board and tuition in Cambridge. Do you know on whose behalf I’d drafted a memo this year?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "You. You, Mr. Simms. After a moment. TRASK (contd) Now can you tell me who did it? After another moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, sir, I can’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "You are aware of what’s at stake, aren’t you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Harvard or jail. Trask studies him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Take the weekend to think about it, Mr. Simms. Good morning. Charlie gets up and goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "George hurries down the steps with a shaken Charlie, and the Administration Building.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What’d he say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "What do you mean, ‘nothing’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The same thing he said to both of us, he just said it over to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "He’s good-cop, bad-copping us. He knows I’m Old Guard, you’re fringe. He’s going to bear down on me, soft soap you. Did he try to soft soap you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Uhh -- no.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "I’m getting a slight panic pulse from you, Charlie. Are you panicking?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "A little.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You're on scholarship, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "on scholarship from Oregon at Baird. You’re a long way from home, Chas. CHARLIE . What’s that got to do with anything?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, I don’t know how they do it out there but this is how we do it here. We stick together. It’s us against them, no matter what. We don’t tell our parents and we don’t cover our ass. Stonewall everybody and above ~ all never, never, leave any of us twisting in the wind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What’s that got to do with my being on scholarship?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Just trying to bring you up to speed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "27 23.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Tell you what. Give me a few hours to figure out the moves. Call me tonight in Vermont. We’ll be at the Sugarbush Lodge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "All right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "You okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah, I guess so. Charlie eases away, heads for one of the classroom buildi George keeps an eye on him until he disappears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Chaos as Karen and Donny and the children get ready to de K-Mart luggage and shopping bags, the kids running sprint the kitchen on their tricycles as Donny tries to bundle t while Karen gives Charlie last-minute instructions.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "-- Try to keep him down to four drinks a day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNY",
          "text": "If you can keep him down to forty, you’re doing good.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "We try to water them down a little. Do you know how to do that -~ ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNY",
          "text": "(remonstrating) Honey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Okay, okay. All his food is in the freezer. Vegetable soup, a nice fish casserole. There’s more than enough for both of you -- he’s not much of an eater. DONNY . It’s a long drive, honey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Get the kids ready, I’11 be right out. Donny squeezes Charlie’s shoulder, gives him a smile of reassurance, goes to get the kids’ coats.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "28 24.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCINE",
          "text": "Mommy, Mommy, don’t forget Uncle Frank’s walk --",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIE",
          "text": "Yay, yay, his walk -- ! Francine and Willie ditch their trikes and launch into th version of a drunk -- Ben Blue/W.C. Fields/Foster Brooks into one, as rendered by two toddlers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Oh yeah, you got to air him out a little every day. Charlie observes the kids’ performance anxiously. KAREN (contd) Why don’t you go back there and get oriented? I/’11 be out in a minute and give you telephone numbers and stuff. She turns back to button up the children, and Donny gathe their belongings as Charlie heads across the backyard to cottage. INT. SLADE’S COTTAGE - AFTERNOON 28 The SOUND of Slade on the telephone as Charlie enters. Ch glances around, the place is in transition, drawers open, various clothing items slung over chairs. Near a small refrigerator in an alcove, a huge mound of cat food and a bowl of water. Charlie pokes his head in the bedroom. Slade, aware of Ch immediately, waves him inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(into phone) Is that you, Beautiful?...Yeah, we spoke yesterday. Did you have a glass of wine with lunch, you sound a little dusky? (chuckles dirtily) Charlie clears his throat politely. SLADE (contd) (irritated) Just a minute, Sweetheart... . (to Charlie) My dress blues, get them out, they’re in a garment bag in the closet. Check the top dresser drawer, take out the shoulder boards and affix them shoulders right and left ASAP. \f25. Slade carries the phone into the sitting room as a bewild Charlie crosses into the bedroom. SLADE (contd) (phone) You know I’m not the kind of guy that likes to rush things but I am catching a 4 o’clock at Logan and I’m looking out my window and there’s no taxi in sight...Has Chet invested in a radio yet?...Well, get your driver on it and tell him to get a move on... (a seductive whisper) Some kind of body must go with that bedroom voice. One day I’m going to swing by and get a look at it. Charlie looks around the bedroom, the bed is stripped military-style, a pillow without a case rests on a blanke the foot of a sheetless mattress. Charlie blinks at the b the sudden WHACK of a cane against the door jamb. SLADE (contd) My Val-Pak’s underneath, put the boards on the blues and fold them in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We going someplace? i ) SLADE What business is it of yours? Charlie shrugs innocently. SLADE (contd) Don’t shrug, you imbecile. I’m blind. Save your body language for the bimbi. Now get out my gear! Slade sniffs the air. SLADE (contd) What time is it, it’s got to be about three and the goddamn Flintstones haven’t left yet. Charlie glances out the window.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Here comes Mrs. Rossi now. Slade reaches out and grabs Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I said good-bye to her twice, what has she got, separation anxiety? Cut her off at the door! :",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "29 30 26. He pushes Charlie towards the door, keeping a hand on him stay oriented. Karen knocks gently, Charlie opens it. Sla calls to her over Charlie’s shoulder. SLADE (contd) Hi, honey! ‘Bye, honey! Karen reaches out, hands Charlie a folded piece of paper, provoking a wary Slade to crowd into the doorway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "(to Charlie) This is where we’ll be -- In her rush, Karen takes a moment now. Purposefully, she up to kiss Slade and he, in return, searches her face wit hand. Charlie watches, entranced by the movement of Slade head which swivels like a performing seal as he scans Kar presence. KAREN (contd) I wish you were coming with us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Thanks. Maybe next time. Now Karen hurries away, Slade ducking back in the house a slightly forlorn Charlie remains in the doorway watching go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Karen strides quickly across the yard towards the car, wh Donny and the children are waiting.",
          "sentiment": "neutral"
        },
        {
          "speaker": "KAREN",
          "text": "Good luck, Charlie. Don’t let him drink too much! She climbs in the car, leans out the window. KAREN (contd) And no 900 numbers! He loves to talk dirty! _ The Rossis and their children drive away. Through the r window a disappearing Francine reprises her staggering dr routine for Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE, (V.0.)",
          "text": "Get to work! INT. SLADE’S COTTAGE - DAY 30 Charlie hurries back inside, Slade is struggling with a p of luggage under his bed, Charlie bends to help him, pull a military bag, it is real pro, all polished leather and Slade straightens up and busies himself attending to his as, behind him, the straps on the bag confound Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What is it, the L-Buckles? Never in the Boy Scouts, sluggo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Made tenderfoot.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Tenderfoot, my foot! A convenience store Mama’s boy! Give it to me. In order to guide Slade back to the bag on the bed, Charl takes Slade’s arm, but Slade slaps Charlie’s hand away violently. SLADE (contd) Touch me again and I’11 kill you, you little son-of-a-bitch. Charlie does a \"hands off!\" as if he’d touched a burning skillet. SLADE (contd) I touch you! Now go get my shoulder-boards. A chastened Charlie slides the bag over to Slade, in an i Slade has unfastened the buckles as Charlie reaches into of the Colonel’s bureau; medals, ribbons, a ceremonial da trove of military honors in dusty disarray. SLADE (contd) The epaulets with the silver oak leaf! Charlie locates the Lt. Colonel insignia, lifts the garme out of the closet, Slade zips it open, affixes the should boards, expertly folds the dress uniform into the Val-Pak it shut. SLADE (contd) We're all set.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "See if the cab is here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where are we going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Freak Show Central.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "New York City.",
          "sentiment": "neutral"
        },
        {
          "speaker": "28.",
          "text": "Charlie blinks. SLADE (contd) That’s located in New York State, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "_ CHARLIE",
          "text": "Mrs. Rossi didn’t say anything about going anywhere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "She forgot. Charlie measures hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well -- maybe we should wait and call her. She gave me her number --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "They just hit the road. Between piss calls for those kids and that Hupmobile he drives, by the time they get to Albany it/’1l be opening day at Saratoga.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can’t go to New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s too much responsibility.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No, it isn’t. I had a lot of seventeen year olds in my first platoon. Slade reaches into his rear trouser pocket. SLADE (contd) Tickets -- (right trouser pocket) Money -- (inside suit coat pocket) Speech. He smiles devilishly at Charlie. ~ SLADE (contd) An old Washington joke. (runs his tongue over his teeth) From my days with Lyndon. The HONK of a horn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "29.",
          "text": "SLADE (contd) I knew I could count on Transportation. Are you ready? Charlie, fighting for time, remains silent. SLADE (contd) Hello! This is not Panmunjom, a simple ‘yes’ will do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Umm --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s what I like to hear! Get my bag. Slade crouches and Tommy, the cat, leaps into his arms. SLADE (contd) (nuzzling the cat) When in doubt, Tomster, fuck. The horn HONKS again, he dumps Tommy, reaches for Charlie and they head out. SLADE (contd) Don't rush. They always hold the plane for field grade officers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A taxi pulls up to the curb, its door flies open and a ca probes the air as curbside, a SKYCAP hustles to greet the arriving passengers. Charlie, emerging from the other doo hurries around to the trunk for the bag as Slade hands th Skycap the tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYCAP",
          "text": "Yes sir, two for the shuttle to New York --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "We’re not shuttling anywhere, we’re riding First Class! The Skycap checks the tickets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SKYCAP",
          "text": "Yes sir, Mr. Simms and Colonel Slade. \" First Class. As the Skycap takes the bag, Charlie turns to Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You bought a ticket for me? What made you think I’d go to New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Are you some chicken-shit who sticks to the job description? The Skycap staples a baggage check to the tickets. Charli reaches for them but Slade bashes his hand away, takes th himself. Slade extends a ten-spot to the Skycap who happi accepts it. SLADE (contd) (to the Skycap) As you were, Sarge -- The Skycap salutes as Slade strides off holding his arm o Charlie running to catch up to it. SLADE (contd) Are you blind?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Of course not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Then what are you taking my goddamn arm for, I take your arn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sorry --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t be sorry, how would you know? You’ve been watching MTV all your life.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel, I can’t go to New York, hey look, I’m --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t ‘hey, look’ me! This is New York we’re talking about. This is an opportunity, squirt. Now listen up. There are two kinds of people in this world. Working Stiffs who stick to the lesson plan, and Wild Talents who go for the brass ring. Which are you going to be? Before Charlie can answer -- SLADE (contd) . Never mind, I‘’1l take care of you. Slade takes Charlie by the arm, squeezes his bicep, Charl grimaces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "32",
          "sentiment": "neutral"
        },
        {
          "speaker": "31.",
          "text": "SLADE (contd) Two oysters wrapped in rags. (to Charlie) Half step ahead. Guide on, soldier. Charlie leads the way, the Colonel striding on, swinging cane as he goes, his head tilted at a sharp angle that se slash through the outside world. SLADE (contd) And stay on the right side, there are women on the left. They switch sides, a salacious smile on the Colonel’s lip aims his nose at every female passerby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An uncrowded plane, Slade’s seat is on the aisle, he tune radar to the approach of a shapely Flight Attendant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT ATTENDANT",
          "text": "Can I get you gentlemen anything to drink?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Triple Jack Daniels, water back. Charlie winces, makes a narrow gesture to the Flight Atte with his thumb and forefinger, \"water it.\" She nods conspiratorially.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FLIGHT ATTENDANT",
          "text": "(to Charlie) And for you, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "It’s First Class, Peewee, it comes with the fare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What are you, a Temperance Union?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t want anything --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Flight Attendant) To complete the order, Daphne, give Andy Hardy here a Diet Slice, water back. The Flight Attendant moves off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How did you know her name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "She’s wearing Floris. That’s English. But her voice is pure California chickie. California chickie bucking for English lady. So I call her Daphne. (pokes an elbow) Big things may happen to that little thing of yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Look, Colonel, 1/11 get you to New York but then I’m going to have to turn right around and come back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Of course you will. The Flight Attendant returns with Slade’s drink, hurries He takes a sip, makes a face. SLADE (contd) Who’s mixing the drinks here, The Flintstones? : He swallows a big gulp anyway. SLADE (contd) Try that again, you’re getting out at Hartford.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The flight is non-stop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You'll get out at Hartford anyway.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Wish I could. I don’t belong on this plane. I don’t belong in New York.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t worry about ‘pelonging,’ sonny, there’s only one club to belong to. That’s your own. Make your own rules, be your own Board of Governors. Pay your own dues. . Slade drains his drink, reaches into his vest pocket for flask, splashes more dark liquid over the watery rocks, f it to the edge. Charlie watches in horror.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Why are we going to New York?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade sighs. 33.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "All information will be given on a need-to-know basis. (craning his head) Where’s Daphne? Let’s get her down ere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "She’s way in the back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The tail’s in the tail. He sniffs again. SLADE (contd) I can still smell her. Women. Who made them? God was a fucking genius. What a mind the guy must’ve had. The hair -- they say the hair is everything. Have you ever buried your nose in a mountain of curls and just wanted to go to sleep forever? And lips that when they touch yours are that first swallow of wine after you’ve just crossed the desert? Slade is deep into a reverie. SLADE (contd) Tits. Big ones, little ones, bury your face in them and nipples that stare at you like secret searchlights. Legs, I don’t care if they’re Greek columns or second-hand Steinways, between them is a passport to heaven. Don’t think I can’t see women because I can’t see women. I’m a Female Traffic Controller, Charlie, I can bring them in. With my nose, with my ears. What is it about them? \"What do they want?\" Who cares what they want. They’re wonderful. Yes, Mr. Simms, there are only two syllables in this whole wide world worth hearing -- Pussy! Charlie, struck dumb by Slade’s passion, remains silent. SLADE (contd) Are you listening to me? I’m giving you pearls here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I guess you really like women.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "33 34 34.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Above all things. Slade refills his drink, there is no ice left, so he down straight. A helpless Charlie can only watch. SLADE (contd) -- A very, very distant second isa Ferrari. (a moment) This air jockey’s not bad. 450 knots, about 10,000 feet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How do you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charles, this is just the start of your education.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A taxi pulls into the line of unloading limos, unloading the main entrance redolent with the hustle and bustle of well-coiffed women and sharp men, expensive luggage waiti shiny-brass hydrants to be sent upstairs, a burly Doorman huge epaulets and rows of gold buttons, blowing the hell a silver whistle. Charlie is seated in the taxi next to the Colonel. Peerin the window at the swanky sights, Charlie seems overcome. Doorman swings their door open.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Slade) Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(Nirvana) ; The Waldorf-Astoria.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade and Charlie follow JAIME, their bellman, up the ste and into the giant lobby, floor-to-ceiling murals, chambe . music issuing from public rooms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "...It’s the last of the great lobbies. Relax in an easy chair, smoke a Havana. Watch the women go by and when you’ve found the right one, an urn of sand to douse your cigar. Jaime waits patiently until Charlie and Slade catch up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "35.",
          "text": "SLADE (contd) ...Last time I was here was with two of Madame Nhu’s generals. Couldn’t shoot an azimuth, but could they find the coordinates for a hooker? Talk about ass-men. Those little vietnamese bandits were not lacking for testosterone. No sir! They arrive at the desk. SLADE (contd) Yes sir, my kind of inn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME",
          "text": "(to Clerk) Colonel Slade and Mr. Simms.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "We have your reservation right here, Colonel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(intimately) Mr. Gilbert around -- or is he back on days? The Clerk is momentarily puzzled. SLADE (contd) (impatient) You know, the honcho -- what have they done, booted him upstairs?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "Oh yes...Mr. Gilbert. He’s not been with us for a number of years. Slade sniffs, Charlie remains all bewildered by the surroundings. CLERK (contd) ...We’ve got a nice junior executive for you, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Delete the ‘junior.’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CLERK",
          "text": "very good, sir. The Clerk gives a different set of keys to Jaime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "\" SAIME",
          "text": "Right this way, gentlemen. 2203. Beautiful corner suite. Slade seems appeased, he makes an abrupt right turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "35 36. JAIME (contd) (to Slade) No sir, this way.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The elevators are over here!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME",
          "text": "I’m sorry, Colonel, the doors were changed to the other side of the shaft.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "When?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME",
          "text": "I think about five years ago. Slade takes a deep intake of breath.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "They’re putting too much Lysol in the heads. (to Charlie) Follow him. Charlie follows Jaime, Slade on Charlie’s arm as they app the elevators. SLADE (contd) (to Charlie) ...First time I came here was with the G-2 from Brussels. He had a Ferrari. I had to hold the door every day for the fucker, never even offered me a ride...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade and Charlie are side-by-side behind Jaime who presi over the luggage. Behind them in a corner of the elevator elderly Racquet Club-type in a Trilby hat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Jaime) What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME",
          "text": "Jaime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Okay, Hyman, should I want some of -- an indefinable gesture) ...this...I call for you? Or, who's working the street, the doorman?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". JAIME",
          "text": "Sir -- sir, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "36 37. Jaime at a loss, turns to Charlie for help.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Whose department is it, Hyman? Jaime gestures helplessly to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Slade, gently) Colonel, I think he’s trying to tell you he doesn’t really know ~~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hey! Don’t translate for me! I know how to talk to a man in uniform! The sudden tension in the elevator subsides as Slade peer his shoulder at the man in the corner, smiles, turns back Jaime, knowingly. SLADE (contd) I’m with you, Hyman. Classified. Later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Jaine waits discreetly as Slade riffles through a sheaf o ills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Spread the word -- Slade hands Jaime a generous tip. SLADE (contd) And the intelligence will be forthcoming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "on the escort scene!",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME",
          "text": "Uhh -- yes, sir. And welcome to the Waldorf. Jaime goes. SLADE . Puerto Ricans always made the best infantrymen. Slade taps his way around the room, orienting himself to area. He comes to a dead end against a wall, turns and st into the mini-bar. He discerns the shape of it with his c",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie opens nearby. 38. SLADE (contd) Give me an inventory. the mini-bar as Slade locates the telephone SLADE (contd) (phone) Get me ‘21’. Charlie squats by the mini-bar, searching through the con SLADE (contd) (phone) Is Sheldon or Mac there? While Slade waits, Charlie reports to him on the contents mini-bar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Early Times, Jim Beam. Lots of little bottles... Slade makes a face.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Quartermaster’s on the take again. (into phone) ...This is Colonel Frank Slade, one of your old regulars. Used to come in with General Garbisch... (smiles) Well, that’s probably because he’s at Arlington, six feet under. Now listen up, I want a table for two, and I’m talking the fireplace up front. 8:15. He taps the phone cradle, disconnecting his phone call. Slade hangs w| SLADE (contd) (to Charlie) Clear them little bottles out. Call Hyman when I get off, tell him I want it wall-to-wall with John Daniels.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You mean Jack Daniels?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "He may be Jack to you but when you know him as well as I do -- . (into phone) Colonel Slade...get me a limo for 8 o’clock. p, takes a swig from his flask, a deep, satisfied intake of breath through his nose.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "37 39. SLADE (contd) (to Charlie) What are you drinking? Charlie, to avoid an answer, keeps rearranging the conten the mini-bar. Impatient, Slade holds out his flask to Cha",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No thanks, I don’t use it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s useful about it?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I dunno. Hey look, Colonel, I gotta go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I have to get back to school, I got some reai important stuff I got to take care of.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Very well. But I never let my aides leave on an empty stomach. You’1ll dine with me, and then my driver will transport you to the airport for the Boston shuttle departing at 2200 hours. Unpack my bag, I’m going to christen the latrine. Slade gets up, breaks into a little two-step as he heads bathroon. SLADE (contd) ...Feels like morning of the Notre Dame game. (sings) ‘Sons of Mars and Thunder Rip that line asunder Carry on to victory -- ’ He shuts the bathroom door. Charlie opens Slade’s bag, st to unpack for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade looks dazzling in an expensive suit. Charlie, still his rumpled sweater, slumped in the rear seat next to Sla seems a thousand miles away, Slade pushes a button, his w rolls down, Slade turning his head this way and that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "New York, New York -- smells good. (a moment) What have we got, a red light? Nothing like a red light on Park Avenue. All those tits hurrying to cross the street -- Paradise! What’s the matter with you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "With me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The car feels heavy, you know why? Because you’ve got the fucking weight of the world on your shoulders.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I have a little problem at school -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Spit it out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No big deal. Where’re we going again? Twenty-what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "So it’s no big deal? Then why is it ‘real important stuff’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Why is what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The ‘little problem’. Been banging the headmaster’s daughter? Charlie, giving in to the interrogation, sighs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m in a little trouble --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What kind of trouble?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I saw some guys doing something -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Doing what? ~ Charlie falls silent. SLADE (contd) To tell or not to tell -- or it’s your ass.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How did you know that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I didn’t run S-2 for nothing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "‘8-22!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Intelligence! Give me the details. Charlie hesitates under Slade’s glare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well, you see there’s this guy, Harry, he’s this real rich kid and he kind of runs things, and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Who else -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "This other guy, George. He didn’t do anything. But he and I saw Harry and his guys do something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "George a friend of yours?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He’s not my friend but he’s okay.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You trust him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah. Well, I guess so.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Is he on scholarship, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No. Why? Slade leans forward.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What's your name, driver?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Manny, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Manny, do you know Hyman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Hyman? \f42.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hyman, the baggage-smasher at the Waldorf.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Slade) I think his name is Jaime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s him. Jaime.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". MANNY",
          "text": "Oh, Jaime Esperanza-Chavez?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I dian’t ask for his lineage, I asked whether you knew hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Yes sir, I do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Jaime any good at getting escorts?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "I wouldn’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What would you know?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "About you-know-what! Manny, in troubled bewilderment, squints. SLADE (contd) Well -- ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Maybe I could manage something.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You mean for a fee?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Let me think about this, sir --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m talking top-of-the-line. Slade turns to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLADE (contd) Okay, we got Harry, we got George. And we got trouble. They’re rich, you’re poor. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\f38 39",
          "sentiment": "neutral"
        },
        {
          "speaker": "43.",
          "text": "SLADE (contd) But you want to get rich. You want to graduate from Baird and become a rich bigshot. Like them, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, it’s not that way at all -- Manny pulls up to the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Here we are, ‘21’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The \"21\" Doorman opens Slade’s door, Slade emerges follow Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) Lighten up. When we get into dinner, I’11 tell you what to do. Meanwhile, let go of it, for Christ’s sake...",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The MAITRE D’ leads Slade and Charlie into the dining roo",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Where are you taking us? MAITRE D’ We have a nice table for you in our new East Room. Slade, his hand on Charlie’s arn, stops. The Maitre da’, unaware, continues on. SLADE . (to Charlie) -- By the fireplace. Charlie heads for the fireplace, there is a vacant table Slade feels the chairs, takes a seat as if he owned the p SLADE (contd) This’1l do. The Maitre d’ reappears. MAITRE D’ * This table is reserved, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I appreciate your holding it for us. Menus, please, and a double Jack Daniels on the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "44.",
          "text": "A Cloakroom Attendant hands the resigned Maitre d’ an all-purpose blazer. MAITRE D’ (to Charlie) Perhaps you'll be more comfortable in this, sir. He helps Charlie on with the jacket, the sleeves a bit lo shoulders too tight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) You look great. The Maitre d’ gives Slade and Charlie menus, tenderly fol the collar on Charlie’s blazer, and heads back to the fro SLADE (contd) (to Charlie) ‘21,’ a table by the fireplace, and you got a brand new jacket -- Kid, we're cooking. Now read me the Bill of Fare. Charlie opens the menu as Slade drinks in the atmosphere.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "‘21’ Burger with fries -- twenty-four dollars --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Where’s the booze, it’s flowing like mud around here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Twenty-four-dollar hamburger. What’s the story?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What story? CHARLIE . Are you a rich miser or something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m just your average blind man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah, average blind man. How are you going to pay for all of this? SLADE . Crisp, clean dollars -- American. I saved up my disability checks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "For the twenty-four-dollar burger or the chicken and mashed at twenty-nine? And how much did you save? First Class on the plane, the Waldorf-Astoria Hotel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "It’s all part of a plan, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well, could you let me in on it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Why do you give a shit? You’re taking the last shuttle out of La Guardia. Slade suddenly jerks his wrist to his eyes as if he were checking a watch. SLADE (contd) Oops, you got fifteen minutes. I don’t think you can make it. Unless ‘21’ keeps a complimentary helicopter on the roof. Slade studies his \"watch\" again. SLADE (contd) Nope, you’re stuck here until tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Wait a minute, you said the last shuttle was 2200 hours. That’s 10 ofclock, right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Last I heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s only 8:30. Slade’s drink arrives, he takes a swallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I lied. It leaves at 9.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It leaves at 9?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yes, it does. A moment, Slade sensing Charlie’s anger. SLADE (contd) The truth is, Charlie, I need a guide dog to help me execute my plan.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What plan? Slade smiles. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You have a right to know. It’s not really a plan, Charlie. More like a tour. A little tour of pleasures. Stay in a first-class hotel, eat an agreeable meal, drink a nice glass of wine, see my big brother -- there’s nothing like family, you know -- and then make love to a terrific woman. After that --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m going to lie down on my beautiful bed at the Waldorf and blow my brains out. The Waiter appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Can I tell you our specials?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "By all means. Charlie is staring at Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Tonight we have Charred Venison with Buckwheat Spaetzle and Green Peppercorns. Grilled Veal Paillarde with Tomato Tapenade and Roasted Eggplant -- Slade’s head is pleasantly tilted at the Waiter, but Char riveted on Slade, trying to ascertain what he said. WAITER (contd) And if you would like our Crepes Souffle for dessert, it would be a good idea to order it now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yes on the Souffle, give us half a minute on the rest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "very good, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That means, Alphonse, don’t go too far.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "(indicating next table) I/11 just pour some wine over here, sir. The Waiter moves away, Slade turns to Charlie conspirator",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m leaning towards the Spaetzle. Slade falls pleasantly silent, gazes around the room in h blind way, Charlie can’t take his eyes off him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel Slade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Did you say you were going to blow your brains out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Did I say that? The Waiter returns from the adjacent table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Have you decided, sir? i SLADE | (to Charlie) | Going for the burger? | (to the Waiter) | Give him the ‘21’ Hamburger medium rare, and I’1l take the Chicken Hash i on a Waffle. Also, save us some bread pudding.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Yes sir, thank you. Charlie doesn’t know which way to turn. He starts to say thing, ends up saying another.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "‘Chicken Hash on a Waffle?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE -",
          "text": "Twenty-four dollars. Delicious. And only the insiders know about the bread pudding. Big Ed always put away three helpings. ! Slade reaches across the table, locates the bread tray.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "40 48. SLADE (contd) Try one of these rolls. I used to dream of these rolls when I was at Fort Huachuca. The bread’s no good west of the Colorado. The water’s too alkaline.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel Slade, did I hear you right? You said you were going to kill yourself?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No, I said I was going to blow my brains out. Eat this roll, Charlie, I buttered it for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t want a roll.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Okay, have a radish. Where were we? Oh yes, the agenda. We're also going to need to buy you some clothes. Is Rogers Peet still around? They cut a helluva mess jacket. Slade grabs a passing Waiter. SLADE (contd) Get me a double Jack Daniels on the rocks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Yes sir, right away. Charlie makes a gesture to the Waiter with his thumb and forefinger, a \"weak drink,\" the Waiter nods, hurries away",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) Please don’t do that. Directly behind Slade, the Maitre d’ seats an elegant, yo couple. Slade drinks in the beautiful woman’s scent, intoxicated by her presence, as a very sober Charlie trac every move. SLADE (contd) What a marvelous place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie stands by as Slade moves tentatively around the r again, re-orienting himself with his cane, tapping object moving on. He slaps a couch, reaches underneath the pillo feels a handle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "41 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Your billet’s here. In the morning, the area will be returned to sitting room mode no later than 0700 hours. Charlie salutes, Slade flinches. An ominous silence. SLADE (contd) What was that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Nothing!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Next time, snap it out, thumb to palm, index through little digit aligned smartly, sharp to the hairline and own! Slade lets Charlie stew through another anxious silence. SLADE (contd) Too many men far better than you have executed that courtesy and if you know what’s good for you, don’t try it again... Charlie holds himself very still. SLADE (contd) This bat’s got sharper radar than the Nautilus. Don’t fuck with me, Charlie. Slade lifts his cane, taps his way into his bedroon. SLADE (contd) See that you get a good night’s sleep. Slade closes his door, Charlie stares at it for a moment. sits down on the couch, he glances around the fancy hotel sitting room; damask drapes, directoire chairs, a fake Fr antique desk. An air of bewilderment in Charlie gives way resignation. He stands up, removes the cushions from the and pulls out the bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie awakens with a start. A room service cart rests a the wall. Charlie finds Slade standing on a footstool in of a three-paneled mirror. A female tailor, SOFIA, 24, is fitting him with a pair of trousers. Slade hears the rust Charlie’s covers as he arises.",
          "sentiment": "neutral"
        },
        {
          "speaker": "___ SLADE",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "___ CHARLIE",
          "text": "Good morning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Sofia smiles pulls on his carefully. 50.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "This is Sofia, Charlie. Descended from a long line of Florentine pants makers, she is a magician with a needle. Sofia’s working me up a little gabardine number and I’ve already picked you out a blazer and flannels. Juice, coffee and assorted goodies on the trolley. Why don’t you get up and get yourself together. brightly at Charlie. He gets up, in his underwear, pants, pours some coffee in a cup, surveys Slade",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How’re you feeling today, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Super! You know Sofia here’s working Thanksgiving because she is putting herself through college. I told her my friend, Charlie, here was also headed for college. The word \"college\" jolts Charlie wide awake, he crosses t Slade’s bedroom. SLADE (contd) Where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "To make a phone call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What's wrong with this phone?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t want to disturb you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You're not disturbing me. Make your call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’d like to be private...",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Stay out of my room, this is as private as you’re going to get. Charlie reluctantly sits down at the desk, dials the oper",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(phone) Vermont information, please. At the mirror, Sofia is pinning Slade’s new trousers. He smiles at her, she smiles back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "How I’d love to fit you sometime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(phone) I don’t know exactly, it’s the Sugarbush Lodge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Sugar -- (smiles) Bush. Charlie dials a number as Sofia continues to work on Slad",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(phone) George Willis, please.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Hello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hi George, it’s Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Hey, how’re you doing, why didn’t you call last night?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry, I didn’t get a chance until --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "(interrupting) You okay? You sound funny.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, I’m fine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Next year, you’ve got to come up with us. White powder on a base of snow bunnies. Charlie doesn’t answer. GEORGE (V.0.) (contd) Are you there?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah, I’m here. You asked me to call you about the moves -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "For now, the move is no move. Status quo. Everything’s the way we left it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How did we leave it? After a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "See no evil, hear no evil, you know what I mean, Chas?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah. See no evil, hear no evil.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.O.)",
          "text": "Ease out, everything’s going to be all right. You hear me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I hear you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Okay, then. Walk like you talk. The phone clicks off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "“Bye. Charlie stares at the phone. Sofia is busy measuring Slad leg. Slade’s head tilts towards Charlie. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s George’s last name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Willis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "George Willis. That makes his father George Willis, Senior. Charlie, how do you think Big George is going to feel about Little George ‘seeing no evil’ and ‘hearing no evil’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No one is telling their parents. We're keeping it between us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Oh, you think George isn’t going to talk to his father about this? Damn ~ decent of him. What does George’s father do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Well, I’11 tell you. When George Willis, Sr. is not busy as a million-dollar man for Aetna Casualty or is it New England distributor for the Chrysler Corporation -- he concerns himself with George Willis, Jr. That’s what he does.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "George isn’t going to talk to his father.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Of course not. (to Sofia) Oops --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SOFIA",
          "text": "*Scusi, Colonello.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Prego, I love it when you hurt me. (whispers, to Charlie) Is she -- ? Slade makes a pumping motion with his fist towards Sofia.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Ummm -- uhh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Okay, got it. Where was I? _Oh yeah, Big George didn’t get to be President of Massachusetts Gear and Electric for nothing. He’ll wind Little George up and Little George will sing like a canary. Good-bye Harry, hello Ivy League and if you’re hip, Kid, you’1l hop to, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t know what you’re talking about.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Listen up, it don’t take no National Merit Scholarship to figure this one out. You had a little life, Charlie. So you came to Baird to put yourself ~ in the market for a big one. If you want to stay in the running, you’re going to have to tell them what they want to know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "If you don’t sing, Charlie, you’ll end up Shelving biscuits ina convenience store in the Oregon ‘burbs. (to Sofia) That’s enough, Compari, now run something up for Charlie here pronto, we've got a date for Thanksgiving. A date? ° ve",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "My brother’s place, W.R. Slade, White Plains, New York. The Plains, of course, are neither white nor plains, nevertheless located in fashionable Westchester County.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can’t go to your brother’s place. I should be getting back to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "C’mon, Charlie, you’ve got to have Thanksgiving Dinner somewhere. Eats ‘n treats. And I could use the company. This registers on Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Does he know I’m coming?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "He doesn’t know I’m coming. But wait till you see the look on his face when I walk through the door. Slade beams. SLADE (contd) He adores me. Slade steps off the footstool, extends an open palm, Char fits Slade’s cane into it. Slade motions Charlie on to th footstool. SLADE (contd) There are two kinds of people in this ~ world, Charlie. Those who stand up and face the music. And those who run for cover. He taps his way towards his bedroom. SLADE (contd) Cover is better.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manny driving, Slade and Charlie seated in the back, they great in their new clothes. Slade picks up the intercom phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(into phone) Any progress on the ‘action’? What ‘action’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What ‘action’ do you think I’m talking about?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Oh, that ‘action’. Yes sir, yes sir, the action is progressing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) What are you looking at? Charlie is startled by Slade’s \"antennae\".",
          "sentiment": "neutral"
        },
        {
          "speaker": "/ CHARLIE",
          "text": "‘ Your shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You like these shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You know how much these shoes cost?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Eleven hundred dollars. Lobb’s of London. Six months. A shoe architect measures your feet, carves the last out of solid maple, then the ‘clicker’, he’s the hide man, cuts eight pieces of leather exactly to specifications, a ‘closer’ sews them, . sixteen stitches to the inch, the ‘maker’ cuts heel and sole, and finally the ‘polisher’, he gives them that dull, expensive look. Eleven hundred dollars, Charlie, and worth every penny of it. Nineteen years, } these babies.",
          "sentiment": "neutral"
        },
        {
          "speaker": "56.",
          "text": "Charlie, staring at the shoes, whistles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "They still seem brand new.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m leaving them to you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What do you mean?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’re about my size. Next week when I’m secured, drop by the house and pick them up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What do you mean, ‘secured’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Dead. Tell Karen I said they were yours.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t like it when you kid around like this, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I couldn’t be more serious.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Then I’m going to have to go back to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good idea. Manny honks, swerves past some pedestrians.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Suicide, Colonel Slade, is a crime.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s your opinion and, of course, the conventional wisdom. Look at the Eskimos, you know the squaws, check right out when they get old.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Who says?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Squaws chew leather. Chew the skins ‘til they’re soft enough to sew them into clothing with bones they’ve whittled down. When those ladies’ teeth are too far gone to soften leather, they take a walk.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "43 57.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "‘Take a walk?’",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Out of the igloo. Into the tundra. Goom-bye.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I studied Eskimos in Anthropology. That’s bullshit. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yes, it is. But, Charlie, what should the old bags do when they can’t pull their weight? No one’s too eager to tear a herring with them anymore. Slade is smiling slyly. He crosses and uncrosses his shoe SLADE (contd) I always liked a good pair of shoes. When you’re making love to a beautiful woman, who’s looking at you but your shoes? Charlie turns away, stares out the window moodily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "..-There’s a Ferrari dealer. Slade picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Manny) Pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A salesman, FRED BISCO, looks up from his desk, through t showroom window he sees Manny scurry around the limousine the door for Slade. Charlie leads Slade across the sidewa the showroom, but the door is locked. Fred gets up, goes door, unlocks it, holds it ajar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "We’re closed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Then what are you doing here?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "It’s Thanksgiving. I was just catching up on my paperwork while the wife took the kids to the parade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Interested in selling a car or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "58.",
          "text": "Fred looks at Manny standing at attention beside his shin limo, observes the neat cut of Slade’s suit and that of h companion’s, Charlie. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Come in. He opens the door wide, and Charlie leads Slade inside, h getting practiced \"orienting\" him. Slade stops in front o gleaming, red Ferrari, hooks his cane over his elbow and the shape of the car with his fingers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Testarossa...Mondial?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Testarossa.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Did they get the horses up to 350?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) The D.O.T. wouldn’t let them bring it in, in '85. Slade opens the door of the Ferrari, closes it, opens it salutes some unseen figure, closes it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(a whisper, to Charlie) Could you watch the cane?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Fred) What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Fred.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Fred what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Fred Bisco.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Fred, never mind the cane, you’re looking at a live one here. Fred watches in horror as Slade’s cane now comes close to glimmering finish of the Testarossa, he starts to reach o Slade but Charlie politely restrains Fred’s arm. Slade mo another car, runs his hands over it gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "44 SLADE (contd)",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You got it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘tb’ or ‘ts’? Feels like a ‘ts’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "On the money, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(chuckling) On the money is right. Slade caresses this car, touches the shape of the open ro feels the leather-embossed wheel through the window, he i of tender love for this machine. ~ SLADE (contd) G-2 needed a big Testarossa for his little dick. I prefer the open air, the flowing coed hair, of the ‘ts’. (to Fred) Where are these located now, one hundred and a quarter?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "For you sir, a hundred thirteen eight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Is that list?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Then why is it for me? Fred can’t answer. SLADE (contd) It’s your list, not mine. Shame on you, Freddie Bisco. Slade reaches for Charlie’s arm, they turn to walk out. SLADE (contd) (to Fred) I/1l compare prices with your colleagues in Jersey and Connecticut and who knows -- we could be back.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo pulls up to an upscale house in a development, fieldstone ground floors with white frame second stories. hurries around to the rear door, holds it open, helps Sla",
          "sentiment": "neutral"
        },
        {
          "speaker": "60.",
          "text": "Charlie steps out behind Slade, takes his arm, leads him the house. Manny settles back into the limousine as Charl rings the bell. Curtains part at a window. At the window is RANDY, early Slade’s nephew, he looks out with pained surprise, the cu gyose. Randy opens the door, he surveys Slade, Charlie pr im up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Who’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Randy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘Randy.’ You new? Randy looks from Charlie to Slade and back again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "I’m your nephew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Oh yes, Randy. Here we are. Your sister’s been hoarding me long enough. Time to spread the riches around. Randy calls into the house:",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Dad -- But before Randy gets a response, GAIL, 27, his attractiv appears.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAIL",
          "text": "Uncle Frank!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Gail) Gloria --",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAIL",
          "text": "Gail --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Of course. Say hello to the potluck * party from New York. Your Uncle Frank and this is Charlie Simms, star halfback on The Baird School football team. They not only beat Exeter and Groton, Aquinas High School, too. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "45 61. SLADE (contd) (to Randy) Where’s your miserable father, no, let’s surprise him. See if we can give that fat heart of his an attack. (calling out) Willie! INT. W.R. SLADES’S HOUSE - DAY 45 In the living room, two men are watching the NFL game on television, W.R., mid-50’s, a messy overweight sort in a 3-piece suit, with him his younger son, GARRY, 25. W.R. Do you hear what I hear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "I hear it. W.R. heads for the front door, GRETCHEN, W.R.’s wife emer from the kitchen, Garry gets up and joins them, the famil now gathered at the front door in stricken wonderment. W.R. (a deathly whisper) Hello, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Willie, there you are! Home for Thanksgiving for a change. Charlie, meet W.R. Slade, the original bulging briefcase man. Went from Lading Clerk on the Lackawanna Railroad to bankruptcy referee in 12 easy jumps. God breaks ’em and Willie busts ‘em. Gretch! I smell those prunes! Are we talking Turkey Marbella?! He opens his arms in the direction of the kitchen, falls Gretchen, nuzzles her. SLADE (contd) Give us a whiff, you know I’ve always had a sneaker for you. In the confusion W.R., beet-red, turns to Charlie. W.R. Who are you? .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m just here at the Waldorf-Astoria Hotel with -- is it your brother? Slade, who has had Gretchen backed against the wall, rele her with mock romantic reluctance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Garry, where’s my drink, it’s flowing like mud around here? He takes a swallow from his flask. W.R. (to Charlie) Yes, he’s my brother. Who the hell are you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m kind of his companion for a few days -- umm -- to tell you the truth, the Colonel is not well. W.R. ‘Not well?!’",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He seems kind of lonely. W.R. Why don’t you take him to your family’s for dinner? Slade starts poking his way towards the living room, the parting at the wave of his cane.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to W.R.) I meant to pick up some vino on the way up, but I blew it. I’1l send you the Rothschild again for Christmas -- but let’s see how Thanksgiving goes. Gretchen opens the dining room doors.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "‘Dinner is served’. Randy presses a drink in Slade’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Here you are, Frank.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Still with Domino Sugar?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Jack Frost. Why do you always get it - wrong?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Because it’s not important to me to get it right. What are you now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Vice-President for Marketing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "46 Slade sniffs Slade’s cane 63.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Congratulations. Sugar’s shit. I told General Abrams to install honey in the commissaries. If the K-50’s didn’t blow your brains out, the sugar would. Randy, may I tell you your bosses killed more men than the Gooks? (sniffs) The olives are heating up, you knew I was coming didn’t you, Gretch? (to Charlie) She stuffs the bird with olives and prunes, Stays up all night to cook it for me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAIL",
          "text": "Could we sit down? Gail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Mitsouki. (sniffs her again, to Randy) Rhymes with nookie. Watch out. When the wife gets restless, the wife gets racy. W.R. Let’s eat!",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "(to Slade) Where do you want to sit, Frank, or are you going to arrange yourself at the head again?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Oh, any old card table will do. hits the head of the table. SLADE (contd) This is fine. He sits himself down. SLADE (contd) Charlie! Next to me!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Empty dishes, half-filled coffee cups, everybody in a stu glaze as Slade holds forth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "..-So what am I going to do, I’ve got this Asian flower on the one hand, and this Navy nurse-on the other, we’re three across the bed, not a stitch of clothes on and it comes to me. Let East meet West and we’1l build The Golden Bridge. Gail looks as if she were about to throw up. SLADE (contd) I felt like I’d just joined the Corps of Engineers. Slade howls, his head darts about looking for approval, t is none forthcoming. ‘The only affect is Charlie dying of embarrassment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Did you always enjoy shocking people, Uncle Frank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAIL",
          "text": "(cautioning) Honey --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Dad, remember the day you persuaded Frank to go to the kennel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Randy) What about it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "(chuckling) He almost put the seeing eye dog business out of business. W.R. Randy, cool it. He glances at Slade. W.R. (contd) (to Randy) Water over the dam, son.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GARRY",
          "text": "Yes, over and done with.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Indeed it is, Garry. And so is dinner. What time is it, we’ve got to be getting back?",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Ever given any thought to a Braille watch, Frank? Stevie Wonder wears one er do you rank on him, too?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAIL",
          "text": "Honey, please --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s all right, Gloria, I enjoy Randy's observations. I’ve always found him a very amusing guy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "My wife’s name is Gail.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Excuse me. Gail -- strikes me as a very beautiful young woman but there’s a little tension in her voice. That can mean one of two things -- Gail is either nervous or unsatisfied.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "What’s your point, Uncle Frank?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You ought to go down on her. W.R. Jee-zus.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Randy) You’ve gotten so wrapped up with the sugar business, you’ve forgotten the taste of honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GAIL",
          "text": "Frank, for god’s sakes!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Gail) Grace, I’ve always been crazy about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "(to Slade) Why don’t you get out of here? Take that limousine down to the Bowery. Get with the other lushes where you belong.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey, wait a minute -- RANDY . What for, Chuckie, you think he’s special because he’s blind? \f66.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "My friend’s name is Charles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Randy) Yes, he’s special and he’s blind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Another sucker who thinks this shitheel is a war hero. W.R. Randy, that’s enough --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "(to Charlie) He blew himself up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GRETCHEN",
          "text": "Stop it, Randy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Our Colonel here had this grenade- juggling act at Fort Bragg --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Fort Benning.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "He was teaching hand-to-hand combat to Second Lieutenants at the Infantry School --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Look at me, Randy, when you’re talking to me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "His partner in the act was some Captain --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Major Vincent Squires.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "Whoever he was, before going on, they’d have themselves a lo-cal breakfast. Screwdriver for Frank, Bloody Mary for his partner. SLADE . vinnie drank Sea Breezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "The Judge-Advocate at Benning says Colonel Slade had four to his partner’s one. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "67.",
          "text": "RANDY (contd) He was really flying at class, he got excited and started pulling the pins. One grenade got away from him. The pin was in, he claims. In or out, what’s the difference, what kind of showboating lunatic juggles grenades?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Vinnie came out okay --",
          "sentiment": "neutral"
        },
        {
          "speaker": "RANDY",
          "text": "And all Frank lost was his eyesight. (to Charlie) Well, he was an asshole before. Now all he is, is a blind asshole. But nothing could make me happier. Some people don’t deserve to see. You get the picture, Chuckie? Suddenly Slade is up, jams Randy against the wall, he wra arm terrifyingly around Randy’s neck.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "His name is Charles. You can say that, can’t you? ‘Charles’. Randy is choking, Gail and Gretchen screaming, W.R. and G tear at Slade but he is too powerful for them. SLADE (contd) You know what this is, Randy? It’s a chokehold, they teach it to you at Ranger School. A little pressure and I bust your windpipe. Now -- ‘Charles’. After me -- ‘Charles’. Randy, against the wall, has gone blue. Suddenly, between two combatants, Charlie shoves his way through. Slade sen hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "c'mon, Colonel, c’mon =~ Unconsciously, Slade eases up. Gretchen and Gail are froz the kitchen door, Garry blinks emptily and W.R. doesn’t k which way to turn. Slade removes a pristine napkin which tucked under his chin for dinner, dots both corners of hi mouth.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Gretchen, you outdid yourself. He releases the napkin, it drops on the floor in_a damask crumple, Slade reaches out for Charlie, and Charlie is th an instant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "47 48 68. SLADE (contd) (to Gretchen) If you twist my arm hard enough, and we're talking Turkey Marbella next year, who knows...? A terrible SILENCE. Slade finds a wine glass on the table glass, he starts to raise it to his lips. W.R. Frank? A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good-bye. Slade extends his hand, W.R. looks at it, shakes it. SLADE (contd) Willie, I’m no fucking good and I never have been. Slade raises his wine in a toast. SLADE (contd) Here’s looking at you. He taps the glass against his glass eye. PING! He polishe the wine. Charlie leads Slade out now, leaving W.R. and h bewildered family behind. EXT. W.R.’S HOUSE - WHITE PLAINS - NIGHT 47 Slade comes down the path towards the limo with Charlie. jumps out, opens the passenger door.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Nueva York, compadre. Vamos. Slade and Charlie get in, Manny closes the door, climbs b the wheel and drives them away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie, toothbrush in hand, wanders into Slade’s bedroom Slade, his face wreathed in a lascivious smile, is proppe his pillows listening to the television where two big-bre women cavort topless on a water bed. Slade wears a patch, beside him on a bedside table, a glass eye rests in a liq solution. Charlie notices it, the iris, colored a deep bl stares up intensely at him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TV ANNOUNCER, (V.O.)",
          "text": "..-A little taste of Cindy and Mindy, the most delightful duet in town. They will turn those dreams into a reality. Our operators are waiting by the phones --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What are they doing now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel, you know what they’re doing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m blind, you little prick! What’s happening?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s a sleaze show --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘Sleaze?!’ ‘Sleaze?!’ Cindy and Mindy are the Meryl Streep of the New Age.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay, okay --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’re an employee, Simms. Keep your opinions to yourself. Slade sips from his flask, shakes a pill out of a bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What are you doing, taking pills with liquor?! Charlie snatches the bottle of pills away from Slade, tri read the label. CHARLIE (contd) squinting) What are these?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "My German downers. Give ‘em back here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel Slade --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "GIVE ‘EM BACK! Charlie hands him the pills. SLADE (contd) Pull duty with NATO, you eat and drink like a king, then they send you to a spa to sweat it out. He washes the pill down with whiskey, caps the bottle lov",
          "sentiment": "neutral"
        },
        {
          "speaker": "70.",
          "text": "SLADE (contd) Baden-Baden. Every night they award you one of these little greenies and you sleep like a gnome in the Black Forest. He shakes the bottle of pills, enjoying the SOUND. __SLADE (contd) They’re still green, aren’t they? Charlie gets up and heads for his room. SLADE (contd) Hey, runt! Charlie turns around. SLADE (contd) Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Back to bed. Slade smiles enigmatically, Charlie stares anxiously at h Slade’s eye is blinking closed peacefully. Charlie moves the sitting room now, tries to fix up his mussed-up bed, can’t get comfortable. He lies there in the darkness. A THUD. Charlie jumps up, runs into Slade’s room, Slade h fallen out of bed, is lying face-down beside it. On the n table the bottle of German sleeping pills, now empty, lie its side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel! Colonel! He shakes him desperately. CHARLIE (contd) For God’s sake, wake up! Slade lies still, his jaw slack, Charlie lunges for the telephone but keeps Slade in view, Slade’s one eye opens Charlie blinks into the shining, sea-blue iris. Suddenly Slade’s face lights up, breaks into a smile, he starts la feels under the skirt of the bedside table, pulls out a l vase into which he has poured the pills, now spills them in the bottle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE -",
          "text": "You’re easy -- Charlie hangs up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s not funny. \f49",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charlie, my boy, you got no sense of humor. Slade leans back in bed, presses a button on the TV remot another access channel comes on, the host is interviewing transsexual.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CHARLIE",
          "text": "It’s time you went to sleep, Colonel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "At ease, son. Charlie watches Slade \"watching\" television. He reaches f light switch, gently turns it off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(softly) Good night.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Shush, this is fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie wakes up, hears a CLICKING sound from the directi Slade’s room. CLICK-CLICK, the sound repeats itself, then repeats itself again, it is unearthly in the dark of the morning, like some creature from another planet. Charlie gets up, opens the door between the rooms, the li from his room barely illuminates Slade who is sitting in chair, a side table pulled up in front of him. The extra blanket from his bed is folded in half over the table.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You got a watch? Charlie looks at the clock besides Slade’s bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "It’s 7:19.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I didn’t ask the time, I want to know whether you got a watch?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes. In my roon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Get it. Charlie hesitates, another CLICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "LIE",
          "text": "There’s a clock right beside your bed, Colonel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Does it have a second hand?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Time me. Charlie switches on the light, Slade is holding a .45 in hand. Slade signals Charlie to start timing him, in what like an instant Slade has dismantled the gun, every part out and is laid in perfect position on the blanket in fro him, just as quickly he reassembles it, cocks it, dry-fir SLADE (contd) How long? Charlie hesitates, decides to go along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(checking Slade’s bedside clock) 49 seconds.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I‘’m rusty. He starts to take the pistol apart again, slowly, feeling parts, taking a lot of pleasure in the process.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where’d you get the gun, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Piece or weapon, Charlie, never a gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where’d you get the piece?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m an officer in the United States Army, this is my sidearm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re not an officer anymore -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "So I’m retired, so what? An officer never relinquishes his .45.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "you better relinquish it to_me or I’m going to have to call Mrs. Rossi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good idea.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "And then I’m going back to school.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Blue skies, green lights, I hope you have a wonderful trip. CLICK, CLICK, Slade has reassembled the pistol in rapid t SLADE (contd) That felt like 45 seconds. You should be able to do a .45 in 45. Did you time me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, I did not. And I’m calling Albany. He searches in his pathetic wallet, finds Karen’s slip of carefully unfolds it when suddenly Slade, quick as a cat, snatched it out of his hand, balled up the piece of paper swallowed it. Charlie regards him, Slade’s Adam’s apple still bobbing. CHARLIE (contd) That was stupid.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’re stuck with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, I’m not, I’m out of here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "How? All the way to New Hampshire on no money? Ever hitchhiked on the West Side Highway? You’ll end up hog-tied in a dumpster in Hackensack.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You don’t scare me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You scare me, Charlie. (sings) ‘Charlie, my boy Oh, Charlie, my boy You thrill me, you chill me With shivers of joy...’ SNAP, Slade has taken apart the .45 again, his fingers ar a watchmaker’s with the gun.",
          "sentiment": "neutral"
        },
        {
          "speaker": "74.",
          "text": "SLADE (contd) (rubbing his stomach) Karen’s number tastes like Albany. (tilts his head) I’m headed for Arlington, Charlie. I got my plot all picked out, section 46, next to Audie Murphy’s. They may give you a hard time because The Unknown Soldier area is high-rent, but be firm, tell them I qualify on every count -- 100% disability, Silver Star, 20-year man, active duty, authentic Purple Heart. CLICK-CLICK, Slade has reassembled the pistol, Charlie re for it, Slade extends the pistol at arm’s length, out of Charlie’s grasp. SLADE (contd) If they give you a hard time on Section 46, ask for a space near Joe Louis’ or Abner Doubleday’s. I always liked baseball.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Give me the gun, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "An officer never gives up his sidearm, I told you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "In that case, I’m leaving. Charlie takes a step towards his room.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charlie! Charlie stops. SLADE (contd) (carefully) All I want from you is another day. - Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "For what? Slade throws up his hands spontaneously.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "One last tour of the battlefield. I can get around in a big city like New York but now and then, I need a point in the right direction. What’s a day between friends?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A moment. He tilts his 75.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Say I stay for another day, will you give me your weapon?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m a Lieutenant-Colonel in the United States Army and I’m not giving my fucking gun to anybody. What are you drinking? flask, takes a huge swallow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel, this is unacceptable.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘unacceptable?!’ Don’t give me any of that prep school crap. Have they already taken the Oregon out of the boy and turned it into Harvard Business School? Slade cackles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay, give me the bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "My ammo?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You want to be next to Joe Louis or not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You do see the sense of it, Charlie, don’t you? I can’t chew the leather anymore. So why should I share in the tribe’s provisions?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(firmly) The bullets, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘The bullets, Colonel.’ You sound like a guy in ‘Lives of a Bengal Lancer.’ Next thing you'll be asking for my blindfold and cigarette. CLICK, CLICK, Slade removes the magazine, flips it to Cha he catches it. SLADE (contd) What do you give a shit for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade stands 76.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "About what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "LADE",
          "text": "About whether I blow my brains out or not.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Because I have a conscience.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Oh yes, I forgot. The ‘Charlie’ conscience. Do we tell or do we not tell? Do we follow the rich boy’s code or not? Do we let the blind asshole check out? When were you born, Charlie, at The Round Table? Haven’t you heard, conscience is dead?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, I haven’t heard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "THEN TAKE THE WAX OUT OF YOUR EARS AND",
          "text": "GROW UP! Fuck your buddy, cheat on your wife, call your mother on Mother’s Day. It’s all shit. up.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where are you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "To take a leak. I know I said only a day, but even I can’t hold it that long. The phone RINGS, Charlie answers it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hello. (to Slade) It’s for you -- Manny... Slade doesn’t respond. CHARLIE (contd) ...the limo driver. Slade takes the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Colonel Slade...yes, Manny...Fifth Avenue?..-really?...all right, give her my name, tell her she’1ll be hearing from me...no, no special needs...you did good, hombre. \f50",
          "sentiment": "neutral"
        },
        {
          "speaker": "77.",
          "text": "He hangs up. SLADE (contd) Get dressed -- the battlefield awaits. Slade turns towards the bathroom. SLADE (contd) And Charlie...you forgot the one in the chamber. Slade instantly cocks and uncocks the pistol, expelling t bullet, which tumbles in a harmless arc, landing at Charl feet. Slade spins his .45 cowboy-style, drops it into his bathrobe pocket and disappears into the bathroon.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A Manicurist works on Slade’s fingernails, a Bootblack do Shoes while a Barber gives him a shave. Charlie paces in narrow alley behind the ornate chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "...No haircut, Charlie? Take a shave. Let this old pro loose on your peach fuzz, you’ll feel like a new man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No shave, thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Barber) I’m trying to get him laid. The Bootblack finishes Slade’s shine with a flourish.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Bootblack) Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BOOTBLACK",
          "text": "These are good shoes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) You hear that? (to Bootblack) Twenty-six years in the service, I never let an aide shine my shoes. He senses Charlie pacing behind hin. : SLADE (contd) Where will you be in twenty-six years, Charlie? Playing golf, 1/11 bet, with those friends of yours from The Baird School.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "51 78.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t even like those guys.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Of course you don’t. They’re assholes. “It’1ll be a pleasure to squeal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m not a squealer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What is this, The Dreyfus Case? Refresh my memory. You and, what's the other guy’s name again -~ ?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "George Willis.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You and George Willis saw who do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Harry Havemeyer and two of his buddies pour concrete into Dean Trask’s Jaguar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good grief! Vanden Plas or a J6? A nonplussed Charlie doesn’t answer. SLADE (contd) Never mind, are you worried that Harry Havemeyer’s going to get the boot? Not with a name like that. Slade, whose shave is finished, stands up, wipes his face with the barber sheet. A moody silence surrounds Charlie. SLADE (contd) I’m getting that heavy feeling again, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade strides along, his hand resting on Charlie’s arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "...I was offered a bribe. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Now we’re cooking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Dean Trask said he would see to it that I got into Harvard --",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "52 79.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "If you squeal?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What a dilemma. Should Charlie Simms accept a free ride into Harvard or not? What do you think your friend George would do if he were in your shoes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He is, practically. Except the Dean hasn’t promised to get him into Harvard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "He doesn’t have to. George’s father will take care of that. (a moment) Do the deal, Charlie. Take it. Go to Harvard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I can’t do that. Slade stops.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "There are some things you can’t do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charlie, my boy, you’re going to have a hard time in this world. (a moment) To soften the blow, let me buy you a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": ". The lush atmosphere of an ornate public room, tea table gilt chairs, palm fronds and ficus trees surround a dance The chatter of a sophisticated New York crowd mingles wit music of an elegant trio. A Waiter is taking Slade’s orde drinks. *",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Double Jack Daniels on the rocks. Bring the young man a Shirley Temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Not so fast. (to Waiter) You got beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Yes. Can I see some I.D.? Slade raises his cane to the Waiter.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Interested in walking the rest of your life, Chappie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "Sir, I --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m a regular here. My boy’s going on twenty-three. Speak to Mr. Gilbert in the front office, he’s a friend of mine. The Waiter weighs the situation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "WAITER",
          "text": "(to Charlie) Any particular beer?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Schlitz. No Schlitz, Blatz. The Waiter goes, Slade punches Charlie on the shoulder. . SLADE (contd) You’re human. (peering around) Who are we drinking with? I’m getting a nice, soap-and-water feeling next to us.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Female.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘Female!’ Hey! (cackles) If you’re calling her ‘female,’ you must like her or you wouldn’t be playing it so casual. Chestnut hair?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Brown.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What am I, a guy at a carnival? Slade drills Charlie with his blind stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The day we stop looking, Charlie, is the day we are dead. (after a moment) Move. where? CHARLIE ere?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You know where. Slade gets up, chuckling excitedly. SLADE (contd) Charlie, this girl was made for you. God-dam beautiful, isn’t she?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Not bad.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Bingo! The boy’s alive. In fact, DONNA, the young woman at the adjacent table, is knockout. SLADE (contd) (nudging Charlie) c'mon, son, perambulate, perambulate! Charlie, embarrassed, gets up and steers Slade towards Do Hiding behind Slade, Charlie does a weird balancing act b being present and not being present. SLADE (contd) (to Donna) Excuse me, senorita, could we join you? Donna takes in this pair, the stunning, blind, middle-age and his young, awkward companion.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "(pleasantly) Well, I am expecting somebody.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "He’s here? DONNA . No, but any minute --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Okay, ‘any minute.’ What are you doing right now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "(smiles) I’m waiting for him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "So you don’t mind if we wait with you? Donna smiles again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "No. Slade has already pulled up a chair. He sits down, Charli joins him as Slade leans into Donna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You smell like a bar of Ogilvie Sisters soap. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "That’s amazing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good, I’m in the amazing business.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "It is Ogilvie Sisters soap. (to Charlie) Granny gave me three bars for Christmas.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m crazy about your grandmother. And I think she would have liked Charlie, too.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Donna) Don’t pay any attention to him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s your name?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Donna.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hi Donna, I’m Frank and...",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "That’s Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) She likes you. Donna laughs, she is looking right at Charlie now. 82.",
          "sentiment": "neutral"
        },
        {
          "speaker": "83.",
          "text": "SLADE (contd) (seductively) What’s that music?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Samba. Or is it a tango? Donna’s shoulders sway gently.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yes, it’s a tango. You tango, Donna?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "I love to. But --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "But what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Michael doesn’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘Michael,’ who you’re waiting for.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Michael thinks the tango’s hysterical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Tell Michael I think he’s hysterical.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(to Donna) Don’t pay any attention to him. Or did I say that already? Donna giggles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You know the name of this tango?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Tangos have names?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Of course, this one’s called La Punalada. Slade’s Spanish is perfect. SLADE (contd) ~ You know what that means?",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "No --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "‘The Stab.’ Donna risks another look at Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "84.",
          "text": ": SLADE (contd) Would you like to dance? Donna checks with Charlie, he gives a reassuring nod and, this moment, endears himself to Donna completely. Slade a Donna rise. SLADE (contd) (to Donna) Your arm? Slade takes Donna’s arn. SLADE (contd) I need some coordinates here, Charlie. Charlie leans into Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You're looking at about forty by twenty. You/re facing the long end. Halfway down on the left there’s a palm plant sticking out, on the right side’s the band -- Slade puts up his hand to tacit Charlie, hands him his ca He moves out to the dance floor with Donna, she raises he he takes hold of them, and in an instant they are into a Slade is a marvelous dancer, he moves in perfect consonan the music, at first it is all Donna can do to keep up wit put he leads so brilliantly, after a while she becomes a partner. The little trio is into the number now, the danc floor clearing for Slade and Donna, the tempo speeds up, rivulets of sweat run down Donna’s cheek but the Colonel cool and precise and in command. As Donna dances, her eye meeting Charlie’s eyes when suddenly, with a great glissa the tango ends and the trio takes a brief break but first and the customers at the tables, applaud. Donna leads Slade back to Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Frank, you are one incredible dancer.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Wait ‘til you see Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He’s a liar, I don’t dance.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Donna) Isn’t he a charmer? Truth is, not only can he dance, he can sing you a helluva tune.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "La Punalada.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The stab. Silence, Charlie looks from Slade to Donna and back again MICHAEL, an attractive young man, approaches, he carries attache case.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "Hi, honey.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Hey! They embrace. DONNA (contd) This is Frank and this is Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "Hi Frank, hi Charlie. (to Donna) Sorry I’m late --",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "That’s okay, these two guys entertained me. I got to tell you, the time flew.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Michael) Your girl does a helluva tango.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "(to Donna) At last. You found someone to tango with. (smiling, to Charlie) Let me shake your hand. He pumps Charlie’s hand.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "No, no, it was Frank --",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "What the hell, I’11 shake both your hands. Michael pumps Slade’s ‘and Charlie’s hands. MICHAEL (contd) Honey, this looks like ‘the place,’ but we got a date with Darryl and Carol in the village.",
          "sentiment": "neutral"
        },
        {
          "speaker": "DONNA",
          "text": "Okay, okay -~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "53 86. Michael reaches in his pocket to pay the check, his chang jingles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Take your hand out of your pocket, Michael, I/’11 get this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MICHAEL",
          "text": "Why thank you. Donna kisses Frank, and now she kisses Charlie. Then sudd she hurries away. MICHAEL (contd) ‘Bye, guys. And Donna and Michael are gone. Charlie watches them disa as Slade stares in the direction where Michael last stood",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(emptily) ‘Darryl and Carol.’ INT. P.J. CLARKE’S, THIRD AVENUE - NIGHT : 53 Slade and Charlie are perched at the bar, drinking, and e cheeseburgers. They are like the eye of a storm in an exc holiday crowd, junior executives, male and female sizing other up, some already coupled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Soap, for Christ’s sake! Twenty-two years old and she smells of soap and water! God, that’s a once ina lifetime thing and what happened? You blew it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Blew what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That girl was crazy about you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Me? She was getting ready to have kittens with you on the dance floor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s the point. She was coming on to me but it was you who she wanted. x It’s the oldest trick in the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I think you’re wrong. It was you that she liked. And you know she liked you, you just don’t want to admit it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Watch it, I/’11 do the mind-fucking around here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We should have all gone to dinner. Then you and Donna could have snuck off and danced the night away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "And then what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You tell me. Slade summons the bartender.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Triple Jack Daniels, and another beer for the professor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’ve moved up to ‘professor’.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s for the cretin behind the bar. I don’t want him worrying about the Beverage Commission. (a final bite) This is my last cheeseburger.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That bad, huh? Slade smiles at Charlie’s attempt at a joke.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I feel like eating it all over again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Let's get you one, 1/11 spring for it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Thanks, Charlie, I’m full. But I’m empty, if you know what I mean. The bartender serves up the new round of drinks. SLADE (contd) (to Charlie) Ever hear that song of Frank Sinatra’s, ‘My Way?’ Charlie nods, sings a little bit of it. SLADE (contd) I hate that song. Charlie smiles. \f88. SLADE (contd) I did it my way but my way’s no fucking good. (a moment) You won’t make the same mistakes I did, will you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t know, I don’t have a way yet.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Oh yes, you do. You’re a giver, Charlie. A helper. A reacher-out. Very valuable --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You think so?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Great with women. They love that stuff. If I’d understood women, I could’ve ruled the world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Donna sure went for you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Maybe. The truth is, Charlie, with women I didn’t wear well. But that’s nothing against women. Men felt the same way.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CHARLIE",
          "text": "I think you’re being hard on yourself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Isn’t it about time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Everybody’s got problems. It’s how you work them out. You’re a marvelous man and you got a lot to offer --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t blow smoke up my ass, you’ll ruin my autopsy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Your reasons for killing yourself are invalid, Colonel. I’d love to ‘tear a herring’ with you and I/1l bet there’s plenty others standing in line behind me -- if you’d only give us a chance. Slade stares at Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I got a phone, Charlie. In the last two months I received one call. They were trying to sell me The Boston Globe. I decided against it. But TI enjoyed talking to then. Charlie regards Slade, Slade senses him, reaches out, rum Charlie’s hair a little too roughly. SLADE (contd) The head is slightly underdeveloped. Oregon out of the Boy Scouts by Mom’s Apple Pie. Slade’s hand falls to Charlie’s chest. SLADE (contd) But you know something, Charlie my boy, in parts your heart is good. Play it smart. Give a little now and then so you can get what you want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sell out?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "In installments. To the highest bidder. Charlie switches drinks with Slade, swaps his beer for Sl shot of Jack Daniels. Takes a sip, winces.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You don’t believe a word of that. Slade smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "All that stuff about squealing and running for cover and doing the deal -- that was all bullshit, wasn’t it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yes. Charlie drains the Jack Daniels, exhales at the strength drink. Slade, for the moment, has fallen silent. SLADE (contd) I used to come here with Big Ed for brandies after ‘21’. We’d sit in the pack over there -~ Charlie looks around, plugs into the charged atmosphere o paired-off singles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "54 90. SLADE (contd) We never went home alone. Things were different then, Charlie. After a sudden and deep silence, Slade turns to a woman o eft. > SLADE (contd) Dance? The woman, frightened, swivels away. SLADE (contd) No? Slade sits for a moment, then steps off his barstool, dri towards a dark, empty area next to the jukebox, and dance alone. He moves like a sylph and Charlie, for the instant gives himself up to Slade, enjoys it. Suddenly, Slade calls to Charlie. SLADE (contd) Get a hold of Manny. Tell him ‘now’. Slade is staring blindly but intently at Charlie and it i until Charlie crosses to a pay phone, that he resumes dan",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade and Charlie are seated in the back of the limo, it parked in the east 60’s just off 5th Avenue, Manny at the the lights out. Charlie is peering through the limo windo brownstone down the street.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’d say it’s about twenty steps --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yards. Always give it to me in yards, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "About fifteen yards, and there’s stairs --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "A stoop. How many? CHARLIE “ one, two, three...looks like nine.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Nine steps up. Railing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No railing.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Bell?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "There’s a shiny, brass plate on the right, about shoulder high.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "How do you know it’s not the mailbox?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "This mailbox has got an ivory button in the middle.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good work. Slade leans towards Charlie. SLADE (contd) How’s my part? Charlie checks Slade’s hair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Straight as an arrow. Slade fluffs up his pocket handkerchief.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I got the red foulard okay, didn’t I?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Real dark red --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Burgundy! Burgundy, Charlie! They love it. Slade takes a deep breath, exhales, sniffs. SLADE (contd) (to himself) Bay Run. (adjusts his tie) Windsor knot. He swings open the door of the car and steps out. As he straightens himself up on the street, he turns back once Charlie, throws him a happy, mini-salute, walks on down t the brownstone. Manny and Charlie are tracking Slade as h moves unerringly to the bottom of the brownstone’s steps, them, rings the bell, a black woman in a formal maid’s un admits him, closes the burnished wood door. An awkward silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "You know, Charlie...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Normally, I don’t do no whoring and pimping around for the customers.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sure you don’t, Manny. (after a moment) This your first time?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Well... Another moment. MANNY (contd) Maybe when I first purchased the car, I had this big balloon payment. But the Colonel, you know, Charlie --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What about him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "The Colonel is a gentleman.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "A gentleman?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Class. Charlie weighs Manny’s sincerity, regards the burnished w door down the street. He reaches for the car phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Can you get long distance on this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "And how. Be my guest. Charlie unfolds a piece of hotel memo paper from his wall dials.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "George Willis, please. Hello? HARRY (V.0.) ello?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Harry?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY, (V.0.)",
          "text": "Chas. You just caught us. We were chauffeuring George to the airport.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What’s he going to th e@ airport for?",
          "sentiment": "neutral"
        },
        {
          "speaker": "HARRY, (V.0.)",
          "text": "Hold on, why don’t you talk to the man himself? Charlie waits. Chas...",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hi, George.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "You just caught me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That’s what Harry said. Where’re you going?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.O.)",
          "text": "Home.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "To Boston?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Catching the puddle-jumper. Keep your fingers crossed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Why are you going home?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.O.)",
          "text": "I was thinking, Chas, this asshole Trask is making no sense at all. Somebody’s got to talk to him. My father’s class of '59",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Your father? I thought we were going to keep our parents out of this.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0O.)",
          "text": "This guy Trask’s out of control. Dad will bring him to his a major fundraiser, y",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, I didn’t. senses. He’s ou know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Relax, he’ll get us off the hook, hey -- what time is it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "A quarter to ten. 93.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "55 56 94.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "Whoa, I gotta go. Everything all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "sure.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE, (V.0.)",
          "text": "See you Monday. ‘Bye. Charlie hangs up, slumps in the seat, stares at the phone",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Through the window of the car, Manny can be seen sound as his hat tilted over his eyes. : The door to the brownstone opens and Slade emerges, count the steps, makes a left turn up the street to the limo. C swings the car door open and Slade slides inside. He seem completely at peace. After a long silence:",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What a beautiful woman. Manny, awake now, smiles at Charlie in the rearview mirro Charlie nods, Manny starts up the car, Slade sinking into backseat, all afterglow and dreamy wondrousness as they d away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie is watching television, Sally Jessy Raphael inter a couple. He checks his watch, opens the door to Slade’s Slade is fast asleep. Charlie edges towards him, touches shoulder, an eye opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You okay? Slade nods drowsily, but the eye closes. Charlie shakes h awake. : CHARLIE (contd) Wake up, Colonel. The eye opens again. Slade shakes his head irritably.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE -",
          "text": "What is it? CHARLIE . It's afternoon, you’ve been sleeping all day.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "So what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I talked to George last night. His father’s a big-deal alumnus, he’s got a lot of clout. No response. CHARLIE (contd) He’s going to talk to the Dean. George thinks his father might be able to get us off the hook.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s what he said?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Watch the ‘us’ part. Slade turns over, away from Charlie. Charlie regards hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey, Colonel, don’t you want to get out and do something?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Do what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "...See the Statue of Liberty, visit the Empire State Building -- do something. Slade’s one eye closes again, his head slumps back into t pillow. Charlie walks around to the other side of the bed rocks him, the eye opens.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What do you want, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I don’t know, you’re making me nervous.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You've got last-day-of-combat jitters. Your tour of duty is almost over. Slade’s eye stares into the middle distance. SLADE (contd) My money belt’s under the mattress. Take out your plane ticket and four hundred dollars. Mustering-out pay plus airport-to-school taxi.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey, no rush, Colonel, I can stay a while --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charlie, you already gave me a day and for that I’1l1 be eternally grateful. Right now, I have other plans. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(carefully) What other plans have you got?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "To die.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh no, Colonel, you’re not going to die today.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Much as I value your opinion, that is not your decision. Go away now and let me sleep. Charlie squats by the bed, speaks quietly into Slade’s ea",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Let’s start over, Colonel. What do you feel like doing today? No response. CHARLIE (contd) Look at this. The sun is shining, it’s a beautiful day. Silence. CHARLIE (contd) We don’t want to sit around and molder in this hotel room, do we? More silence. CHARLIE (contd) Don’t be a party poop, Colonel Slade. Let’s get out of here, go for a ride. Slade’s eyelid flutters. CHARLIE (contd) Yeah, a ride. The sun is streaming in now, hitting Slade’s face, he see relax for a instant.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "57 58 97.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "A ride?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah, a wild ride. A lip-biting, bone-rattling, double-clutching, mother-fucking ride! Slade shrugs noncommittally at Charlie’s outburst, but a of a smile flickers over his face. Charlie catches it, hu his shoulders purposefully. CHARLIE (contd) A ride, it is.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie leads Slade up the street. Charlie strides on purposefully, a passive Slade leaning on his arn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade stares distantly out the window into the busy stree Charlie, standing next to a gleaming car, is locked in conversation with Fred Bisco. Other salesmen are around t they watch bemusedly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "...Yes, this is a valid Oregon driver’s license and yes, we let appropriate customers test drive the Testarossa. But 17-year-olds with a blind companion, that we don’t do.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "The Colonel is not my companion, I’m his.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "very nice. But this is a hundred and ninety thousand dollar piece of machinery, and I’m not letting it out this door. Charlie moves to another model.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How about this one?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "The 348 ts, same deal. I’m not letting an unaccompanied kid get behind the wheel of a hundred and thirteen thousand dollar piece of machinery. As Charlie moves on through the showroom with Fred, they within earshot of Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(quietly) He will not be unaccompanied, I’11 be with him. I’m his father. Fred stops, turns back to Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "You’re his father? Fred looks from Charlie to Slade and back to Charlie agai FRED (contd) I got an idea. Why don’t I take Dad for a ride? Slade is at odds with himself, he remains oddly quiet and passive, but Fred is an irritation he can’t ignore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s your quota, Freddie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Quota?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "How many Ferraris you sold this month?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Uh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The market’s down, isn’t it? These things are not exactly walking out of the store.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "The Ferrari is the finest piece of machinery sold in the automotive world.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "So what are you going to do, sleep in it or sell it? Fred regards Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Sir, I’d love to accommodate you but",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Do we close or not? This vehicle performs like I expect it to, you/’ll have a certified check for a hundred and four thousand and change when you open up tomorrow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "59 60 61 62 99.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "One hundred and thirteen thousand, eight hundred dollars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Freddie, for you, one-oh-seven and a case of champagne. To go with your leftover turkey. Fred shifts, glances at Charlie who is inscrutable, now d his attention back to Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "Can you testify to your son’s driving ability?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "He got his learner's permit from Mario Andretti. Fred smiles, starts walking towards the drive-out area.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "...35 miles an hour on city streets, you know.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Not a revolution over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie emerges at the wheel of a Ferrari-red 348 ts, a t Slade in the seat beside him, orienting himself to the no raffic.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A red bullet flies up the highway, MOVE IN on the Ferrari Charlie hunched over the wheel, the window on the passeng zips down, pointing the way with his cane now is Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Stuck in bumper-to-bumper traffic, Charlie raises the convertible top and he and Slade are now fully visible, S flourishing his cane, remonstrating with the driver of a semi. As the traffic releases past a bottleneck, Charlie up speed, the red lozenge of a car slips past everybody, the ramp, and onto the Harlem River Drive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "INT, FERRARI",
          "text": "Charlie is all business at the wheel. Slade’s head bobs i vacuum of ‘the windscreen, it is hard for him to suppress excitement. A big diesel horn is BLOWN at them and Slade his cane in acknowledgement. 59 66 61 62",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "63 64 100.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie picks his way expertly through traffic, under the Queensboro, down past Stuyvesant Town, and across the Bro Bridge. As the World Trade Center gleams in the backgroun Slade, like an oblivious child, starts to stand up in his but Charlie yanks him down.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A warehouse area under the Brooklyn Bridge, the sun shini brightly on cobblestone streets deserted on this holiday weekend. The Ferrari is nowhere in sight.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (V.0.)",
          "text": "Just take it easy, man.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE, (V.0.)",
          "text": "Is it clear...or is it clear?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE, (V.O.)",
          "text": "Wide open. The 348 ts now emerges from around the corner of a buildi Slade is at the wheel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Straight! Straight! The Colonel is beside himself with excitement. He picks u speed. CHARLIE (contd) For Christ sake, slow down, Colonel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hold on, Charlie, I think we got another gear here -~- The car goes even faster.",
          "sentiment": "neutral"
        },
        {
          "speaker": "COLONEL SLADE",
          "text": "Slade, his shoulders rocking, is dancing with the Ferrari Charlie hides his head.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Now let’s see how this baby corners. Charlie straightens up. -",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Corners?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Say when.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Say when, what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Say when to turn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You can’t turn!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Where’s the turn? Two o’clock, three o’clock -- right oblique, right face, what?! Talk!",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Three o’clock.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I knew it! Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, not now! The empty intersections fly by.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Please, Colonel!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m getting ready to take a corner. Here we go -~-",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Okay, okay -- wait-wait-wait -- Now!! Slade double-clutches very professionally, making a scree terrifying Grand Prix turn.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charlie, you’re riding with a very happy man. Charlie, frozen in his seat, cannot speak. And for the mo neither can Slade. He seems transported by the situation, completely open and totally vulnerable. SLADE (contd) Oh, I love this. * Then, in the very next instant, he is all himself again. SLADE (contd) Let’s take it to the max. Slade stands on the accelerator.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh, jee-zus. The car hurtles down the empty warehouse street, the Ferr engine deafening, Charlie’s eyes wide with fright, Slade’ bared in ecstasy. CHARLIE (contd) Oh please, oh don’t, oh don’t -- Charlie is desperate, suddenly he hears a SOUND, he can’t identify it for a moment, it is Slade, screaming, he is . SCREAMING with delight, his hands clutching the vibrating Charlie goes white. CHARLIE (contd) Let me out. The SOUND of a police siren.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Shit, the yellow flag. And I hadn’t even opened her up yet. Slade, cackling, slows the car. SLADE (contd) Where’s the curb? CHARLIE (contd) Uh -- uh, one o’clock. Slade starts easing over. CHARLIE (contd) Easy, easy... The Ferrari bounces off the curb.",
          "sentiment": "neutral"
        },
        {
          "speaker": "BULLHORN, (V.0.)",
          "text": "Pull over.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Pit stop. We’ll be out of here in seconds. A blue-and-white Traffic Division vehicle is right on the Ferrari’s tail. More BLIPS of a siren. SLADE (contd) * I haven’t had a ticket in years.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh my God -- Slade comes to a halt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "65 103.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’11 do the talking.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade cuts the motor, lowers the window, looks right out PATROLMAN GORE, 28, an attractive example of New York’s f",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "License and registration. Charlie reaches across Slade and hands Gore a document fr glove compartment. GORE (contd) to Slade) Test-driving this baby?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t she purr, though?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "At ninety miles an hour.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Wait til you hear her at a hundred and twenty-five. Charlie slumps in his seat.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "Where’s your license?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "At the dealer’s. They give it back to you when you return the car. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "I.D.",
          "text": "Slade reaches in his wallet, hands Gore a plastic card. H reads it very carefully. GORE (contd) Lieutenant-Colonel Slade? Slade snaps off a sharp salute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "And you, soldier? Charlie groans.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "The name is Patrolman Gore, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What outfit?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "Traffic B.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’re doing a helluva job, Gore.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "And so are you. (nods at Charlie) Who’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s my boy, Charlie. He kept telling me to let it out, what was I going to do, disappoint him?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "Yes. Slade falls silent, so does Gore, who keeps checking the military I.D., then Slade. Slade has a choirboy’s express his face, as if waiting to receive his punishment. GORE (contd) I’m going to let you go Colonel Slade -- on one condition --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "You take this rig straight back to the dealer. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You got it!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) Shut up. He turns back to Gore. SLADE (contd) Your face and your voice are familiar, Gore. You ever in the Officer’s Club in Dhanang? Charlie’s head sinks into his chest.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Never in the Army?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "66 105.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "Coast Guard.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE '",
          "text": "Good Lord. Gore contemplates Slade for a moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GORE",
          "text": "(to Charlie) Your Dad’s looking good, Charlie, but he’s got a heavy foot. Tell him to lighten up a bit.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I hear you. Gore starts back towards his car. SLADE (contd) Gore! If you ever need a letter of commendation for your 201 File, let me know. I/11 write the Commandant. Slade revs up the Ferrari noisily.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Get out of that seat, you’re not driving anymore!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Just keeping this baby warm. As the blue-and-white police car drives away, Charlie jum of the Ferrari, runs over to the driver’s side, helps Sla hands him his cane, and Slade taps his way back to the pa side.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Fred is waiting as Charlie pulls in with Slade. Fred chec car over, approaches Slade as he is helped out by Charlie",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "I was afraid you guys took a powder to Passaic. Slade ignores him. FRED (contd) . So?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m crazy about the car.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "It’s another world, isn’t it? \f106.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "We took her to the max and she sang like a dream.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "(smiles) I ought to put you to work here on the floor, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "There’s only one thing wrong. Fred looks anxious. SLADE (contd) The color. Fred checks the car, now Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "The color?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I don’t like the color. Slade is staring blindly right at the 348 ts. FRED . You want silver, we’ll give you silver?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No, this is the car I want.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRED",
          "text": "This car is Ferrari red.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "\\ I don’t like Ferrari red. It reminds i me of the G-2’s dick, you know what I mean, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(reluctantly) Yeah.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) Some other time.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE -",
          "text": "(to Fred) Some other time. Slade takes Charlie’s arm now, and they calmly stroll out watches from the doorway as Charlie gives a piercing } two-fingered whistle, a cab materializes right out of t , hour traffic, they climb in and disappear down Park Ave",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "67 107.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The taxi is stuck in traffic, a classic New York city gri Slade jerks his head this way and that, tapping his foot impatiently, but there is no movement on the street, just HONKING of horns and the SHOUTS of taxi drivers. Charlie his impatience but Slade, uncharacteristically, says noth He is within himself. His sightless eyes blink agitatedly",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "This is taking too long. In an instant he has opened the door and stepped out into maelstrom of cars and pedestrians in midtown, his cane fl his antennae taking him with the flow, Charlie throws som at the taxi driver, jumps out, but Slade has already stro away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hey! Colonel! C’mon, Colonel! The light changes, around Slade the traffic starts moving he continues on through it. SCREECHES of cars braking, ca and drivers yelling, Slade loses his cane but he is imper as he hurries along on his forced march, slamming into a can, taking a moment to knock the heavy thing into the st Charlie retrieves the cane, catches up. Slade has an odd to him, a film of sweat. CHARLIE (contd) What the hell are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’ve got to take a piss. He starts to undo his fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel, for Chrissake, you’re on Park Avenue.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The perfect place. They are on the median of the street now, Charlie backs S against the fence, at the same time shields him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Button your fly, here comes a cop.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’ve got nothing to hide from the New York City police. CHARLIE . Please, Colonel -- zip it up! \f108.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Okay, Charlie, okay, don’t get excited. Slade has spun around now, zipped _up his fly, he reaches the fence, fumbles in the bed of Fall flowers planted in median, plucks a huge chrysanthemum. . SLADE (contd) Will you be my date for the Navy game, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Cut that out!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(sadly) ‘cut that out.’ Jack Benny used to say that. I loved Jack Benny. Gimme your arm, I’m getting tired. Slade seems to collapse for a moment, all his weight goin Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Promise me, you’1l never do anything like that again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’d I do?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Run out in front of a whole bunch of cars.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What kind? Charlie hustles Slade through the revolving door of the W",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade and Charlie move up the steps leading to the lobby.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Which way’s the men’s room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "We’ll be upstairs in a minute.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE -",
          "text": "Okay, I’11 use a palm tree. They are in the lobby, and indeed the fronds of a palm tr brushing the Colonel’s face as he again undoes his fly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You do that, Colonel, and I’m going to leave you here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s why they put palm trees in hotel lobbies, Charlie, to pee in.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good-bye. Charlie releases Slade’s arm and walks away. Slade is bewildered for a moment, his head turns this way and that",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "People lower their newspapers, a Bellman notices him. Sla bursts with song: SLADE (contd) (sings) ‘I don’t want to walk without you, baby Walk without my arms about you, baby I thought the day you left me behind I’d take a stroll and get you right off my mind But now I find that...’ A plainclothes Security Man is closing in on Slade, Charl coming from the other direction, Jaime, a bag in hand, re the Security Man and something stops Charlie as Slade, beautifully dressed and as presentable as always, deliver song to the bustling Waldorf lobby. SLADE (contd) (sings) ‘I don’t want to walk without the sunshine Why’d you have to turn off all that sunshine Oh, Baby, please come back or you’1l break my heart for me ‘Cause I don’t want to walk without you Nosiree’. A stunned silence in the lobby, Jaime applauds, now someo else, it isn’t crazy or not crazy, just a polite round of applause and everybody goes back to their business as Cha resignedly approaches Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Could we go upstairs now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Why not? ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You won’t piss until we get to the room?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The feeling’s passed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "110.",
          "text": "He takes Charlie’s arm and they proceed to the bank of el amid murmurs of \"That was very nice\" and \"You’ve got a sw voice\" from the onlookers. They recede into the distance Slade marches and counts cadence straight into an elevato door opens. SLADE (contd) ‘G.I. beans and G.I. gravy Gee, I wish I joined the Navy Count off Three fo’ Count off One, two, three, fo’!’ Charlie hurries in after him, Slade reaches the back wall elevator, pivots and continues to march in place.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "As Charlie fumbles with the key, Slade slumps against the Charlie turns the key and leads Slade inside, the door sl behind then.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Whew. Slade, standing in the tiny foyer leading to the sitting appears contradictorily quiet. CHARLIE (contd) Are you okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yeah. It sounds like a grunt.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Did you want to go to the toilet?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Don’t you want to go in your room now?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No. Charlie is puzzled by the sudden lack of affect.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re sure you’re okay?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m fine. Slade leans against the wall, he seems strangely silent b intent.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How about some television?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Whatever you say. Charlie turns on the television, flips through channels, or no reaction from Slade, Charlie switches it off, check watch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I think I’11 make a call.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Go ahead. Slade is fooling with his cane, testing the shape of the of a chair. Charlie pokes in his wallet, withdraws a smal address book. He locates a name, picks up the phone, dial",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Hi, is George there? An unfamiliar VOICE answers. GEORGE’S FATHER (V.0.) Senior or junior? A pause.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Junior. who! his? GEORGE’S FATHER (V.0O.) o’s this?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "A friend of his from school. GEORGE’S FATHER (V.0O.) Well, George isn’t going to be talking to any of his friends from school right now. Charlie glances over at Slade who has been carefully list to the conversation.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Oh? GEORGE’S FATHER (V.0.) Good-bye. The CLICK of a careful hang-up, Charlie slowly puts down phone, Slade’s attention is centered on him.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Are you looking at me? \f71",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m blind, Charlie. They stand there in silence, “regarding each other. SLADE (contd) I’m going to take a nap. Too much fresh air.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good idea. Let’s get you into bed.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No, the couch. I like this couch here. He finds the couch, falls on it and closes his eyes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You okay, Colonel? Everything all right?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Go down and get me some aspirin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Aspirin? You got it. Charlie goes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie emerges from the shop, clutching a little brown b catches sight of doors about to close on the facing eleva with a jump he just makes it inside.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie enters the suite, flipping the bottle of aspirin, Slade is no longer on the couch. Charlie hears movement i Slade’s bedroom, he walks in. Slade is partially dressed dress blues, knotting his tie, fastening his jacket. He looks great.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Are we going someplace?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Yeah. I’m taking a trip.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where are you going? Slade ignores him, places his medals against his chest, d them for the simpler ribbons, Charlie is observing him cl CHARLIE (contd) .-.Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "113.",
          "text": "Slade pivots and as he pivots, his .45 becomes visible st to his side, he unholsters it, inserts a magazine, CLICK- Ejects the magazine, CLICK-CLICK, inserts it again. Manic Slade loads and unloads the gun, Charlie watching hin. CLICK-CLICK. CLICK-CLICK. CHARLIE (contd) (quietly) I thought we had a deal.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m welching. I’m a welcher, didn’t I tell you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What you did tell me was you gave me all the bullets.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You believe everything people tell you? Don’t you know, Sailor, no self-respecting officer is without ammunition for his sidearm -- (touches his hat) -- either in his hat band -- (clicks a heel) -- or in his shoe.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(grim) You could have fooled me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "And I did. How, Charlie, are you going to survive in this world without me? Slade places the barrel of the gun at his own temple.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Give me that gun. Slade lowers the pistol, spins it Sammy Davis-style on hi finger, leaves it hanging. Charlie regards the gun dangli from Slade’s finger, takes a step towards it. Slade flips - again, the handle smacks into his palm and now the gun pointing straight at Charlie. CHARLIE (contd) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m going to shoot you, too. Your life is finished anyway. Your friend George is going to sing like a canary. And so will you. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "114.",
          "text": "SLADE (contd) And once you’ve sung, Charlie my boy, you will take your place in The Long Gray Line of American Manhood. (a _ pause) And you will be through.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "What makes you think I’m going to sing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "The same thing that brought you to The Baird School from Appleknocker, Oregon. Ambition. You reek of it. Striving is the name of your game. You were on your way up, Charlie, you were going to sit at the Councils of the Mighty. But you would have had to sing before they’d let you pull up a chair.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’d like to disagree with you, Colonel --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’re not in a position to. I’ve got a loaded .45 and you’ve got pimples. I’m going to kill you because I can’t bear the thought of your selling out -- and don’t worry about death. Lives are not measured by their length. You've stuffed a lot into 17 years, Charlie, gobs more than I have in 49.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Put that gun down, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You giving me ultimatums? I give the ultimatums.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Sorry.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s all right. I stood up to everybody and everything because it made me feel important. You stand up because you mean it. You know, Charlie, I don’t know whether to shoot you or adopt you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Not much of a choice, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t get cute with me.",
          "sentiment": "neutral"
        },
        {
          "speaker": "115.",
          "text": "He cocks his gun again. CLICK-CLICK.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Colonel, please -- Colonel, put it away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Godammit, I asked you a question! Do you want me to adopt you or don’t you?! Charlie is speechless. SLADE (contd) You know, the spouse or unmarried child of those having at least twenty years of active service are also entitled to burial at Arlington?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Could we get off suicide? You’re just in a slump right now.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No slump, Charlie. I’m bad. Not bad, rotten.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You’re not bad, you’re just in pain.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What the fuck do you know about pain? You're a fucking little snail darter from the Pacific Northwest. Slade reaches for a cigar one-handed, lights it with his blows a smoke ring, aims the gun at the smoke ring, Charl steps towards him and Slade lowers the gun again and poin right at Charlie. SLADE (contd) This is no time to grow a dick, ny joy.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Please put the gun away, Colonel... Charlie takes one more step towards Slade. Slade hesitate twirls the gun furiously, and suddenly it is pointing at head again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Don’t move. . Charlie freezes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "116.",
          "text": "SLADE (contd) I’m talking Parade Ground -- (shouts) -- Atten-shun!! Charlie is motionless, sweat at his hairline as Slade’s a work overtime, the place static with the electricity of h concentration. Charlie advances on Slade, who keeps the p trained on his own temple. SLADE (contd) Soldier, you were given an order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Give me the gun, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Charlie, in five seconds I’m going to kill myself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I want your gun, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Five -- four -- three -- two -- WHAP! Charlie, ducking under the electrical field and qui a cat, grabs the barrel of the gun, tries to wrest it awa the Colonel won’t give it up. They struggle, Charlie hold desperately, pulling the gun down towards himself but Sla won’t release it. The barrel of the gun is now pointed at Charlie’s stomach, he has both his hands around it, but t Colonel’s finger is still firmly on the trigger. SLADE (contd) Let go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, I won’t.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’re going to die like a dog, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Do it! You want to do it? Do it! Do it! Only the sounds of their breathing now. CHARLIE (contd) ~ I’ll explode all over you. Pull the thing, you blind motherfucker. Charlie starts to hyperventilate, his breaths coming in t heaves, sweat running down his cheek. Slade is inches awa",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You smell. \f117. j CHARLIE I’m scared.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You don’t want to die, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": ". CHARLIE",
          "text": "Neither do you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Give me one reason not to.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’ll give you two. You can dance a tango and drive a Ferrari better than anybody I’ve ever seen.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You’ve never seen anybody do either. He stares down at his gun. SLADE (contd) (noodling gently) *pid you ever have the feeling that you wanted to go Still have the feeling that you wanted to stay...’",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "i Please, Colonel, give it to me. A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You know how to handle a .45? Another moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Half as good as a .90. Slade hesitates for a moment, he manages a weak smile, re imperceptibly. Charlie looks down, finds Slade has releas gun, Charlie holds it awkwardly by the barrel. Slade gent reaches out, with one hand he flicks a lever, the magazin out of the gun, with the other hand Slade catches it’and smooth move, reaches up and deposits it in Charlie’s brea pocket. Now Slade turns away. SLADE . I could use a drink.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "How about a cup of coffee? SLADE . i That’s too big a leap for me right now, Charlie. Maybe tomorrow. Mr. John Daniels, no water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie crosses to the mini-bar, and Slade listens to the comfortable sounds of Charlie fixing him a drink. Charlie the glass to him. Slade takes a gulp, makes a face. SLADE (contd) I said no water, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No water. They have strong ice at the Waldorf. Slade smiles, takes another sip. The RATTLE of a key in the door, the Night Maid,-an aging attractive Hispanic woman, enters.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT MAID",
          "text": "Turn down your bed, sir?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No, thank you -- Slade sniffs the air, opens his arms invitingly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What he means, senorita, is come right in. | The Night Maid smiles anxiously. Charlie removes a set towels from her arm, shows her out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(kindly) Maybe later.",
          "sentiment": "neutral"
        },
        {
          "speaker": "NIGHT MAID",
          "text": "Yes sir, good night. She leaves, Slade is still sniffing the area, his teeth b in a ravenous smile.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Boy, have you got a one-track mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Is there anything else in the world, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Not for you. x",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s so bad? Women are the essence of life. You know what’s kept me going all these years -- (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "119.",
          "text": "SLADE (contd) (hesitates) ...The thought that maybe one day I could have a woman’s arms wrapped around me -- and her legs -- wrapped around me -- and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "And what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "And that she might still be there in the morning when I wake up -- the smell of her, all funky and warn... Slade is staring blindly into the remains of his watery d Charlie watching him closely, Slade oddly drifts away. SLADE (contd) I finally gave up on it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Well, you’re making a mistake. I don’t know why you can’t have that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(dazedly) Have what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "You know, when we get back to New Hampshire, I don’t know why you can’t find someone. You’re a good-looking guy...you’re a lot of fun...great to travel with...sensitive... compassionate -- Slade smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Are you fucking with me, Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes. . Slade laughs. The telephone RINGS. CHARLIE (contd) (to Slade) You know, from now on you don’t have * to decide to kill yourself to come to New York and have a good time. Charlie picks up the RINGING telephone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "72 120. CHARLIE (contd) (into phone) Hold on. (to Slade) Do you? A long moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(phone) Yeah? Oh hi, Manny...The plane? What time does it leave? -- (checks his watch) Oh my God! (to Slade) We missed our plane!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Your plane, Charlie, my ticket was one-way. Charlie holds up his hand to Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "That's okay, Manny says there’re shuttles on the hour till 9 o’clock. Slade ignores Charlie, rubs his sleeve on the patent leat visor of his dress hat, fits it to his head. He looks impressive.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No way, Charlie. Not the shuttle, not at any price.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo is at the curb, Jaime adjusts Slade’s bag in the slams the lid shut, hurries around to hold the door for S Slade slaps him fondly on the arm.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hyman, I like the cut of your jib. He hands him some money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "JAIME -",
          "text": "Thank you, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Nada. Slade steps into the car, Charlie following after, Jaime the limo as Manny drives away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "73 74 75 121.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Manny picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "New England Turnpike all the way, Colonel?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Open ‘er up, Manolo. Slade stretches out his legs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo catching the reflection of iron oxide tollbooth as the car enters Westchester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade takes out his flask, tries to drink, but it is empt Charlie passes him the remains of a bottle of water, Slad drains it. Charlie peers moodily out the window, Slade’s head tilts hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m getting that heavy feeling again, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Um -- (a moment) Ahh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "One um -- one ahh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "uUm...I think you were right about George and his father. Another moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m sorry to hear that.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "As soon as we get back, Dean Trask is * bringing us up in front of the whole school --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Putting your feet to the fire? CHARLIE og A special meeting of the Disciplinary Committee. \f77",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "76° 122.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "And you say what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Ill think of something. Slade tries to get a last sip out of his flask. Charlie h him a fresh bottle of water.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Thanks. Why are you all alone with this? Where’s your father?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He left.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I thought it was a Mom-and-Pop store. Who’s the Pop?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "My stepfather.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Oh yeah. Why isn’t he in on this? Charlie doesn’t answer. SLADE (contd) He’s no good, huh?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "He’s okay. We just don’t get along.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Why not?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Because he’s an asshole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "That’s all right. Every family’s got one nowadays. They drift into silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo drives on, passing noisy semis and lonely night- cars. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade and Charlie are both asleep, a blanket covering the Slade wakes up, picks up the phone.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(quietly) Where are we?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "78 123.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "Worcester.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(whispers) Keep rolling, Manny. Charlie, asleep, shivers. Slade takes the blanket off him and doubles it up on Charlie, now he settles himself ramrod-straight in the corner of the backseat, his dress rests on his knee, his eyes are closed, but an acute sens awareness about him, as if he could bounce awake in an in As if he were in a foxhole.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "A screen door keeps slamming as students pour out of the building, green book bags and bicycles, they make their w gravel paths to the Academy Building in the distance. The limousine pulls up and parks, a few of the students g at the tinted windows of the car as they pass. The limo d opens, Manny hands Charlie a plastic Waldorf-Astoria laun bag.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "-.-This it?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thanks. He takes the bag, climbs out of the limo, turns back to S who is still seated in the car, his head tilted towards C A bell RINGS.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "What’s that?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "First bell. I just got time to shave. Slade extends a cigarette-sized roll of bills.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Three hundred dollars. A job well done. If you ever need references, Charlie, I’m your man. Charlie takes the money.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Thank you. (to Manny) It’s 16 Water Street. Just over the bridge and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "We’ll find it. \f79 80",
          "sentiment": "neutral"
        },
        {
          "speaker": "124.",
          "text": "He holds out his hand. SLADE (contd) Good-bye, Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Good-bye, Colonel. They shake. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Okay, Manny. Manny squeezes Charlie’s shoulder, Charlie ties the knot laundry bag tighter, then runs into his dormitory, dodgin students as they come out.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The bell RINGS again.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "An impressive assembly hall, portraits of founders and fo headmasters line the walls, the entire student body is se into long benches, century-old relics with initials of al long dead carved into the backs. The benches face a stage a podium. Charlie enters, the bell is RINGING steadily now, a Monit touches Charlie’s arm, motions him up the steps to the st where the members of the Student-Faculty Disciplinary Com are taking seats in wooden armchairs arranged in a semi-c Facing the Committee are a pair of elementary school-type Charlie notices George at one of the desks, but he is dep to see a distinguished-looking, gray-haired man seated be him, GEORGE WILLIS, SR. George, Jr., who appears to have in size next to his father, studiously avoids meeting Cha glance as Charlie takes his seat at the other desk. Mrs. Hunsaker is beside the podium with a note pad. A noisy ru and scraping of benches, the students rising as Dean Tras enters from a wing. Charlie, isolated at his desk, looks out, his eyes rove t of students’ faces in the great hall. Seated in their mid and side-by-side, are Harry, Trent and Jimmy. The bell st ringing as the last tardy students take their seats. Tras approaches the podium. TRASK . ..-I called an open meeting of this institution this morning because the incident that occurred this Tuesday last, describes an issue that concerns all of us...not an isolated case of (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "125.",
          "text": "TRASK (contd) vandalism, what happened is the symptom of the sickness of a society, a sickness which runs counter to the principles this school was founded on. A school among whose graduates, three have sat at the desk in the Oval Room of The White House. Baird men have run State Departments and investment houses, founded department stores and coached football teams, our alumni receive their bulletins in ashrams in India and in palaces in Jordan, we are, in fact, known around the world as the cradle of this country’s leadership. But today we are bleeding from disrespect. A door to the assembly hall SQUEAKS open and Manny, caugh a rabbit in headlights, appears. Awkwardly, he leads Slad the stage and into a chair next to a startled Charlie. Sl settles himself in as if he were right at home, Manny dep quickly as Trask looks Slade up and down, as do the other participants on the stage. The students on the back bench rise, to get a better view of this blind article who has arranged himself at the side of Charlie Simms. Slade leans over to a bewildered Charlie, speaks intently him, now Charlie turns Slade in the direction of George’s father, Slade tilts his head in his fashion, examining Ge Sr. with his antennae, but George, Sr. meets his gaze. TRASK (contd) Who is this, Mr. Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Ummm -- ahh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Trask) ‘This’ is Frank Slade, Lieutenant-Colonel, United States Army, retired. I’m here in place of Charlie’s parents.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "In loco parentis. ~",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Trask blinks. SLADE (contd) They could not make the trip from Oregon today. \f126.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "And what is your relationship to Mr. Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Is this a courtroom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "The closest thing we could manage to it.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Then if we’re taking oaths, I’d like to swear a few people in. Silence.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "There are no oaths at Baird, we are all on our honor.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Larry and Franny Simms are old and dear friends of mine. They asked me to appear here today on Charlie’s behalf. Okay? A moment.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Happy to have you with us, Colonel. Trask turns towards the desk where George and his father seated. TRASK (contd) Mr. Willis? WILLIS, SR. Which Mr. Willis? Slade pokes Charlie with his elbow.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "George, Jr., sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK -",
          "text": "You were in a position last Tuesday night to see who vandalized my car. Who was it? GEORGE . Well, I have an idea who it was. \f127.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Not an ‘idea’, Mr. Willis, did you see or did you not see?",
          "sentiment": "neutral"
        },
        {
          "speaker": ". GEORGE",
          "text": "I didn’t have my glasses on. George’s father stares at hin. GEORGE (contd) (quickly) I was in the library, I had on my reading glasses, and then I helped Simms close up and I started to put on my regular glasses but it was a real frosty night, right? So I started to clean them, then I heard this sound, but I never got a chance to put them on.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Whom, with your limited vision, did you see? George hesitates, his father puts his hand on his arm, wh purposefully to hin.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "} (to Trask) Well, like I say, it was real blurry -- I mean I can’t see without my : glasses --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "What did you see, Mr. Willis?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "You mean definitively?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Stop fencing with me, Mr. Willis, and tell me what you saw! George’s father drills George with another stare.",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Now don’t hold me to this, but -- I mean no glasses, and it was dark and everything and --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Mr. Willis?!",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Maybe Harry Havemeyer, Trent Potter and Jimmy Jameson.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "‘Maybe’?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Ballpark. Best guess.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Could you provide us with some detail?",
          "sentiment": "neutral"
        },
        {
          "speaker": "GEORGE",
          "text": "Well, Charlie could tell you for sure, he was closer. Trask, finally, irritated by the interchange, turns to Ch",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Mr. Simms?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "You don’t wear eyeglasses, do you?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "No.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "With your untrammeled sight, whom did you see? A moment. From their seats in the middle of the assembly, Harry, Trent and Jimmy, very nervous now, await Charlie’s response. CHARLIE (contd) I saw something, but I couldn’t say who it was.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "All right, what was the ‘something’ you saw?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I couldn’t say.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "You ‘couldn’t say’? Or you wouldn’t say?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I -- I just couldn’t say. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Couldn't, wouldn’t, shouldn’t! Mr. Simms, you’re exhausting my patience and making a mockery of these proceedings. I am giving you one last j chance -- the consequences of your response will be dire. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "129.",
          "text": "TRASK (contd) By ‘dire,’ Mr. Simms, I mean your future will be jeopardized -- ermanently. Now, for the last Pine -- what did you see last Tuesday night outside my house?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I saw somebody --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "(interrupting) ‘I saw somebody.’ Good! And did you see their size and shape?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yes, sir.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "And they were the size and shape of whom?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "They were the size and shape of -- A very long moment. CHARLIE (contd) ..-most any Baird student. Slade is ecstatic. Harry, Trent and Jimmy sink back into seats and exhale with relief. Trask surveys the gathering: the student body. the Discip Committee, George, Jr. and George, Sr., and finally, Char Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "I am left with no real witness. Mr. Willis’ testimony is not only vague, it is unsubstantiated. The substance I was looking for, Mr. Simms, was to come from you.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "I’m sorry. Silence. CHARLIE (contd) I really am.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "I’m sorry, too. Because you know what I’m going to do inasmuch as I can’t punish Mr. Havemeyer, Mr. Potter and Mr. Jameson -- and I won’t punish (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "\fSilence. 130. TRASK (Cont’d) Mr. Willis, he is the only party to this incident who is still worthy of calling himself~a Baird man -- I am going to expel you, Mr. Simms. You are a cover-up artist and you are a liar.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "But not a snitch.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Excuse me?",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "No, I don’t think I will.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Mr. Slade --",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Please watch your language, Mr. Slade, you are in The Baird School, not a barracks. Mr. Simms, I’1ll give you one final opportunity to speak up --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Mr. Simms doesn’t want it. He doesn’t need to be labeled ‘still worthy of being a Baird man’. What’s your motto here? \"Boys, inform on your classmates and you’1l save your hide, anything short of that and we’ll burn you at the stake\"? Gentlemen, when the shit hits the fan, some guys run and some guys stay. Here’s Charlie -- facing the fire. And there’s George -- hiding in Big Daddy’s pocket. And what are you going to do, Dean Trask? Reward George -- and destroy Charlie?",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Are you finished, Mr.Slade?",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "I’m just warming up. I don’t care if William Howard Taft or William Jennings Bryan went here, their spirit is dead. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "SLADE (contd) You’re building a ratship, a vessel for seagoing snitches, and if you think you're preparing these minnows for manhood, think again because you’re killing the very spirit this institution proclaims it instills. What a performance. The only class in the act is sitting next to me and I’m here to tell you his soul is intact. You know why? Because someone, I’m not going to say who, offered to buy it. Slade stares at Trask. SLADE (contd) However, Charlie wasn’t selling.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Sir, you’re out of order.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "You don’t know what ‘out of order’ is. I’d show you out of order, but I’m too old, too tired and too blind. If I were the man I was five years ago, I’d put a flame thrower to this place. I’ve been around, Dean-O, there was a time when I could see, and I’ve seen arms torn out and legs ripped off but there’s nothing like the sight of an amputated spirit -- no prosthetic for that. You think you’re merely sending this splendid foot soldier back to Oregon with his tail between his legs. But I say you’re executing his soul. And on what rap -- that he’s not a Baird man? Slade surveys the hall. Harry, Trent and Jimmy are all attention, enjoying the drift of Slade’s words. SLADE (contd) Baird men? You’ll be Baird bums. The whole bunch of you. And Harry, Trent and Jimmy, wherever you are out there, fuck you too. Harry, Trent and Jimmy go white. A rustle around them, ev few suppressed laughs. .",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "Stand down, Mr. Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "I’m not finished. As I came in, I heard the words ‘cradle of leadership’. Well, when the bough breaks, the cradle will fall. And it’s fallen here.",
          "sentiment": "neutral"
        },
        {
          "speaker": "132.",
          "text": "Slade turns to the members of the Disciplinary Committee. SLADE (contd) Makers of men, creators of leaders, be careful what kind of leaders you’re producing here. Which youth do you think the young Tom Jefferson was like? Which young man do you think young Abraham Lincoln resembled? Who here takes after George Patton? He tilts his head towards George. SLADE (contd) This creep... He turns towards Charlie. SLADE (contd) Or Charlie? Slade turns towards his chair. SLADE (contd) I’ve come to crossroads in my life. I always knew what the right path was. But I never took it because it was too hard. Charlie’s come to a crossroads. And he’s chosen the right path. The path is made of Principle and it leads to Character. Let him continue on his journey. He sits. The hall is engulfed in silence. The SOUND of a hand clap from a back bench, two other han and now rhythmic applause starts, Trask is banging on a g but no one will listen, Mrs. Hunsaker is trying to quiet down, George Willis, Sr. turns beet-red, Harry, Trent and don’t know which way to turn, the members of the Student- Disciplinary Committee have already begun conferring, the CLAPPING builds and envelops the place, the old red brick building seems to shake with SOUND, Slade reaches down an squeezes Charlie’s arm, a wink from his gimpy eye. SLADE (contd) (to Charlie) How’s that for cornball? Trask BANGS his gavel insistently, now he stands up on th and crisscrosses his arms desperately, finally a reluctan SILENCE.",
          "sentiment": "neutral"
        },
        {
          "speaker": "TRASK",
          "text": "We will adjourn and the Disciplinary Committee will take this matter under advisement -- in camera -- in closed session -- \f133. A BUZZ, the Student-Faculty Disciplinary Committee member are still huddled, break from it. A Senior faculty member hurries over to Trask, speaks to him. Trask reacts angril faculty member holds his ground, Trask stalks off in a hu faculty member then hands a piece of paper to Mrs. Hunsak",
          "sentiment": "neutral"
        },
        {
          "speaker": "MRS. HUNSAKER",
          "text": "(reading) The joint Student-Faculty Disciplinary Committee need no further sessions, they have come to a decision. Messrs. Havemeyer, Potter and Jameson are placed on probation for suspicion of ungentlemanly conduct -- It is further recommended that Mr. George Willis, Jr. receive neither recognition, nor commendation, for his cooperation -- George, Sr. gets up and walks out. MRS. HUNSAKER (contd) Mr. Charles Simms is excused from any further response to this incident. The place erupts, RHYTHMIC APPLAUSE again, the back-bench climbing on each others’ shoulders to get a better view o Slade and Charlie.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) We better get off before they give us the hook. Slade takes Charlie’s arm, Charlie leads him out, Slade s as he goes: SLADE (contd) (to Charlie, over the",
          "sentiment": "neutral"
        },
        {
          "speaker": "NOISE",
          "text": "No ginch, not a trace of a scent. When is this school going to enter the 20th Century?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Where did you get that ‘Larry and Franny’ stuff? Those aren’t my parents’ names.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Sound good, don’t they? ‘",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Yeah. And thanks.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "For what?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "For you know what.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Hey, I was just protecting myself. What’s going to happen to all of us if George and Harry are running the country in twenty years? There is a hubbub around Charlie and Slade as Charlie lea out, students calling to Slade, \"Thank you, sir\", \"Good g sir\", \"Hey, your friend’s great, Charlie\", but still they give the blind Slade a wide berth as he taps his cane in a bro Emerging from the crowd, CHRISTINE DOWNES, 30-ish, a teac whom we have seen sitting with the faculty, calls out. Slade stops,",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Colonel! sniffs.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Did I speak too soon? (sniffs again; to Charlie) Ginch, after all.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "I’m Christine Downes, Colonel Slade, I teach Political Science. I just wanted to tell you how much I appreciate your coming here and speaking your- mind.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Why, thank you, are you married?",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Uh -- uh, I -- uh --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Went to Artillery School at Fort Sill with a Mickey Downes. Thought he might have snagged you. Charlie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "No -- no -~ I’m afraid not --",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "(quickly) Colonel Slade was on Lyndon Johnson’s . staff, Miss Downes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Were you? Fascinating.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "---Let’s get together and talk politics sometime. (MORE)",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "81 82",
          "sentiment": "neutral"
        },
        {
          "speaker": "135.",
          "text": "SLADE (contd) (sniffs) Fleurs de Rocailles? Christine is startled.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "Yes.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Flowers from a brook. Christine, charmed, is taken with Slade.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHRISTINE",
          "text": "That’s right.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Well, Miss Downes, I’1l know where to find you. (a moment) Charlie? Charlie offers Slade his arm, Slade takes it, and Charlie him through the doors and out to the street as Christine them go.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The car makes its way down the street, into town and acro bridge.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie and Slade are side-by-side in the back seat again is within himself, not depressed or exhilarated, almost r",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "+--I think I’1l take my brother to the Super Bowl next year. Charlie smiles.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "The limo pulls up outside 16 Water Street, the distant SO Francine and Willie playing, Donny’s truck is in the driv Slade lowers his window, breathes in the smell of the pla",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Charlie) Yaba daba doo. Manny rolls down the window between driver and passengers has prepared three drinks from a half-pint bottle of Jack Daniels, a fingerful in each glass, hands one to Slade, o Charlie, takes one himself.",
          "sentiment": "neutral"
        },
        {
          "speaker": "MANNY",
          "text": "This one’s on me, Colonel.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade nods his thanks to Manny and now Slade turns to Cha raises the whiskey glass to his glass eye and strikes it PING.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Here’s looking at you. They drain their drinks. Manny hops out, retrieves Slade’s bag from the trunk, han to Charlie who has helped Slade out, Slade peels off a fe hundreds, hands them to Manny who mutters great gratitude Slade gives Manny a good-bye squeeze on the shoulder. Charlie picks up Slade’s bag, holds out his arm for Slade SLADE (contd) No thanks, Charlie, I’1l take it from here. You go ahead, Manny will drop you off at your dorm. Come by before you go home for Christmas, we’ll have a little cheer. And if you feel like it, you’ll stay for dinner. Sometimes she cooks pot roast -- it’s almost edible.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Gee, that would be --",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Good-bye, Charlie. Slade takes his bag from Charlie, heads up towards the ho himself, Charlie climbs back in the limo, watches as Fran appears around a corner of the house on her tricycle, Wil riding behind her on the rear running-board. Francine bra sharply at the sight of Slade. . SLADE (contd) What are you doing?",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCINE",
          "text": "Taking a ride.",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "On the trike?",
          "sentiment": "neutral"
        },
        {
          "speaker": "WILLIE",
          "text": "Me, too! -",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "(to Francine) Get off.",
          "sentiment": "neutral"
        },
        {
          "speaker": "FRANCINE",
          "text": "I will not!",
          "sentiment": "neutral"
        },
        {
          "speaker": "SLADE",
          "text": "Get off, Francine, or I’11 whack you with this cane. Francine gets off, Slade drops his bag. SLADE (contd) Give me your hand. Francine hesitates. SLADE (contd) Your hand! Francine gives him her hand, with his other he feels for handlebars of the tricycle, now he hits it with his cane, jumps off in terror, Francine backs away. Slade drops the as he locat.s the handlebars, now he climbs gingerly on t seat, all bow-legged and awkward. He is half-on -- half-o SLADE (contd) C’mere, Francie. She moves to him cautiously, when she reaches him, he lif on to his lap, now he starts pedalling, very slowly.",
          "sentiment": "neutral"
        },
        {
          "speaker": "' WILLIE",
          "text": "Hey!",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Slade stops, Willie climbs on the back, holds on to Slade grabbing his belt. Now Slade picks up the pace. Karen app at the kitchen window, Donny beside her, they watch, dumb the proceedings outside. Charlie observes from the back seat of the limo, Manny is to pull away.",
          "sentiment": "neutral"
        },
        {
          "speaker": "CHARLIE",
          "text": "Wait.",
          "sentiment": "neutral"
        },
        {
          "speaker": "Unknown",
          "text": "Charlie peers out the limo window at Slade running sprint ‘the tricycle, Francine and Willie hanging all over him, and Donny, in thrall, at the kitchen window. A smile spreads over Charlie’s face. GO OUT on the smile.",
          "sentiment": "neutral"
        }
      ],
      "movie_id": "scene_1615"
    }
  ]
}